{
  "symbol": "DOGE/USD",
  "name": "Dogecoin vs US Dollar",
  "nameCn": "狗狗币/美元",
  "timestamp": "2026-02-02T05:26:42.782Z",
  "price": {
    "close": "0.10137",
    "high": "0.10335",
    "low": "0.10102",
    "open": "0.10332",
    "change": "-1.91",
    "datetime": "2026-02-02 05:00:00"
  },
  "indicators": {
    "rsi": 32.4129,
    "macd": -0.00085041451,
    "macd_signal": -0.00073723263,
    "sma20": 0.104366
  },
  "analysis": {
    "zh": {
      "title": "狗狗币/美元技术分析：当前市场偏弱，短期整理",
      "content": "当前DOGE/USD的价格位于0.10137，略低于20日简单移动平均线(SMA)的0.10437，这显示出短期内市场的偏弱走势。24小时变化为-1.91%，表明多头动能不足，市场处于轻微下行压力中。\n\n从技术指标看，当前未提供RSI(14)的数值，这使得对超买或超卖状态的判断略显困难。MACD值为负，显示出短期内卖盘占优，但由于信号线尚未给出具体数值，进一步的趋势判断仍需谨慎。\n\n支撑位在0.10102附近，这是最近低点形成的支撑区间，若价格跌破该位，可能进一步考验0.10000的心理关口。阻力位则在0.10335附近，若价格回升突破此位，可考虑较为积极的买入信号。\n\n建议短期交易者保持观望，等待更明确的技术信号。如果价格跌破支撑位，则可以考虑短线做空的策略；而突破阻力位则可能迎来反弹，适合考虑适量入场。"
    },
    "en": {
      "title": "Dogecoin vs US Dollar Technical Analysis",
      "content": "The current price of Dogecoin (DOGE) is at 0.10137, showing a slight 1.91% decrease in the past 24 hours. This indicates a mild bearish sentiment in the short term, with price action currently holding within a range between the 24-hour high of 0.10335 and the low of 0.10102. The price is trading below its 20-period Simple Moving Average (SMA) of 0.10437, suggesting that the trend is currently leaning towards a bearish phase. Short-term traders should remain cautious, as the recent decline indicates the possibility of further downtrend continuation unless a reversal occurs.\n\nLooking at technical indicators, the Relative Strength Index (RSI) is unavailable, making it difficult to analyze overbought or oversold conditions. However, the MACD is showing a negative value of -0.00085041451, which further supports a bearish sentiment. Since the MACD is below the zero line and without a confirmed signal line, this suggests that the market is currently lacking upward momentum. Traders should look for a potential reversal signal in the MACD or a change in the price direction before considering bullish positions.\n\nIn terms of support and resistance, the immediate support level is found around 0.10102, which aligns closely with the recent 24-hour low. A break below this level could lead to further declines, with the next support potentially forming near 0.1000 or lower. Resistance is located at 0.10335, the high of the day, and further resistance is expected near the SMA of 0.10437. If the price fails to break above this level, the bearish trend could continue.\n\nFor short-term trading strategies, waiting for a clearer trend confirmation is advisable. A potential break above the resistance at 0.10335 could offer a short-term buying opportunity, but confirmation from the MACD or a positive RSI would provide a stronger signal. On the flip side, if the price breaks below the support at 0.10102, traders might look to enter short positions."
    }
  }
}