{
  "symbol": "DOGE/USD",
  "name": "Dogecoin vs US Dollar",
  "nameCn": "狗狗币/美元",
  "timestamp": "2026-02-18T13:00:24.218Z",
  "price": {
    "close": "0.10026",
    "high": "0.10043",
    "low": "0.09965",
    "open": "0.10008",
    "change": "0.18",
    "datetime": "2026-02-18 12:00:00"
  },
  "indicators": {
    "rsi": 46.24074,
    "macd": -0.000018978025,
    "macd_signal": 0.000036541435,
    "sma20": 0.1008165
  },
  "analysis": {
    "zh": {
      "title": "狗狗币/美元技术分析：[震荡整理，等待突破]",
      "content": "目前DOGE/USD处于一个较为狭窄的震荡区间，价格在0.09965和0.10043之间波动，呈现出短期整理的走势。虽然价格变动幅度较小，但依然在20日简单移动平均线(SMA)附近波动，表明市场情绪较为谨慎，缺乏明确的趋势方向。\n\n从技术指标来看，MACD值接近零且无明显信号，显示出当前市场缺乏强烈的买卖信号。RSI指标未提供数据，但价格走势维持在超买与超卖区间之间，表明市场暂时没有过度的买入或卖出压力。整体来看，市场仍在等待下一步的突破。\n\n支撑位在0.09965附近，而阻力位则在0.10043附近，价格在这一区间内的震荡整理可能会持续，直到突破这些关键水平。突破上方阻力位可能会迎来更大的上涨动能，反之，跌破支撑位则可能开启下行空间。\n\n建议投资者在此区间内采取观望策略，等待价格突破关键支撑或阻力位后再做进一步操作。如果突破上行，可以考虑适度进场，但需要密切关注MACD和RSI的信号变化，调整风险控制。"
    },
    "en": {
      "title": "Dogecoin vs US Dollar Technical Analysis",
      "content": "The current price of Dogecoin against the US Dollar is sitting at 0.10026, with a modest 24-hour change of 0.18%. The price has recently ranged between 0.09965 and 0.10043, indicating a relatively tight trading range. This level of price consolidation suggests market indecision, as there has been no clear breakout or breakdown. In such situations, it's essential to monitor for either a breakout above 0.10043 or a breakdown below 0.09965 to confirm the next directional move.\n\nIn the absence of a defined RSI(14) reading, it's important to focus on the MACD, which currently stands at a slightly negative value of -0.00001898. This signals weak bearish momentum, though it is not yet sufficiently strong to suggest a significant downward move. As the MACD is below the signal line, traders should be cautious, as the momentum is in favor of the sellers, though a potential reversal could occur if the MACD begins to trend upwards.\n\nThe 20-period simple moving average (SMA) is at 0.10081650, serving as a key level of dynamic resistance. If the price fails to break this level, there is a risk of a continued pullback toward lower levels. On the downside, the key support remains near 0.09965, which has proven to be a short-term floor for the price. Should Dogecoin approach this level again, it could present a buying opportunity if there is a strong bounce or reversal pattern observed.\n\nFor traders, it's advisable to wait for a breakout above 0.10043 to enter long positions with the next target around the SMA at 0.10081650. Alternatively, a short position could be considered if the price breaks below 0.09965, targeting a continuation of the bearish trend. In both cases, risk management is essential, with stop-loss orders placed strategically to avoid significant losses."
    }
  }
}