{
  "symbol": "DOGE/USD",
  "name": "Dogecoin vs US Dollar",
  "nameCn": "狗狗币/美元",
  "timestamp": "2026-02-20T07:40:11.390Z",
  "price": {
    "close": "0.09869",
    "high": "0.09891",
    "low": "0.0986",
    "open": "0.09891",
    "change": "-0.19",
    "datetime": "2026-02-20 07:00:00"
  },
  "indicators": {
    "rsi": 53.17018,
    "macd": 0.00013110165,
    "macd_signal": -0.000022583541,
    "sma20": 0.0980625
  },
  "analysis": {
    "zh": {
      "title": "狗狗币/美元技术分析：震荡整理，短期趋弱",
      "content": "当前DOGE/USD的价格表现出较为平稳的震荡整理态势，最新价格在0.09869附近。价格未能突破前高0.09891，且处于0.0986的支撑区域附近，显示出市场多空力量的博弈。目前市场情绪略显谨慎，短期内价格难以出现明显的趋势性突破。\n\n从技术指标来看，RSI(14)尚未提供有效信号，显示市场缺乏明显的超买或超卖压力。MACD指标的值为0.00013110165，但由于缺乏Signal线的配合，难以判断短期走势的转折点。SMA(20)支撑位在0.0981附近，这也说明短期内价格有可能在此区间内波动，未能形成较强的方向性。\n\n支撑位方面，0.0986是近期的强支撑，跌破此位可能会加剧价格的下行压力，测试更低的水平。若价格突破0.09891的阻力位，则有可能延续震荡上行的走势，进而挑战0.10的心理关口。\n\n综合来看，短期内DOGE/USD可能继续维持震荡整理格局，投资者可关注价格在支撑和阻力之间的反复波动。在突破明显支撑或阻力之前，建议保持谨慎观望，避免盲目追涨杀跌。"
    },
    "en": {
      "title": "Dogecoin vs US Dollar Technical Analysis",
      "content": "The Dogecoin (DOGE/USD) market is currently in a narrow range, with a slight downward bias, as indicated by the recent 24-hour price change of -0.19%. The price is holding above the $0.098 mark, showing a small pullback from the daily high of $0.09891. This suggests a consolidation phase in the short term, where bulls are attempting to maintain control above this level. A potential breakout could be seen if the price moves past the $0.099 resistance, which could signal a continuation of the current trend.\n\nIn terms of technical indicators, the RSI(14) is unavailable, which limits the ability to gauge the current momentum or overbought/oversold conditions directly. The MACD value of 0.00013110165 shows a subtle bullish crossover, but the absence of the Signal line weakens its reliability. This could indicate that while momentum is slightly positive, the market may lack strong directional conviction at the moment. The lack of a clear MACD signal also highlights the market’s indecisiveness, reinforcing the consolidation outlook.\n\nThe 20-period simple moving average (SMA) at $0.09806 acts as immediate support, suggesting that any downward pressure would likely be contained here. If the price falls below this level, the next support area would be near $0.0980, where buyers might attempt to step in. On the upside, resistance remains around $0.099, and a sustained break above this level could open the door for further upside toward $0.100 and beyond.\n\nGiven the current technical picture, a neutral to slightly bullish outlook seems appropriate. Traders might consider a wait-and-see approach for confirmation, watching for a clear breakout above resistance or a rejection at support. Risk management is key in such a tight range market, and positioning near the support level may offer a better risk/reward ratio."
    }
  }
}