{
  "symbol": "DOGE/USD",
  "name": "Dogecoin vs US Dollar",
  "nameCn": "狗狗币/美元",
  "timestamp": "2026-02-03T12:57:21.110Z",
  "price": {
    "close": "0.10808",
    "high": "0.10823",
    "low": "0.1062",
    "open": "0.10656",
    "change": "1.44",
    "datetime": "2026-02-03 12:00:00"
  },
  "indicators": {
    "rsi": 55.77703,
    "macd": 0.0003065392,
    "macd_signal": 0.00041927324,
    "sma20": 0.1075385
  },
  "analysis": {
    "zh": {
      "title": "狗狗币/美元技术分析：震荡整理，短期上行压力较大",
      "content": "当前DOGE/USD在0.10808附近波动，24小时涨幅为1.44%。从价格走势来看，狗狗币处于震荡整理阶段，短期内有一定上行压力。价格已经接近近期的高点0.10823，若突破该水平，则有可能进一步测试0.11000的阻力区域。然而，如果未能突破高点，价格可能会重新回落至0.1060附近寻找支撑。\n\n在技术指标方面，RSI(14)数据未提供，因此难以分析超买或超卖的情况。MACD值为0.00030653920，但信号线缺失，无法提供明确的趋势方向。不过，SMA(20)为0.1075，当前价格略高于该均线，显示出短期内价格维持在中性区间，未明显偏向上涨或下跌。\n\n从支撑和阻力来看，当前主要支撑位位于0.1060，若价格跌破该支撑，则可能测试更低的支撑位0.1040。而阻力位则在0.1082附近，若价格突破此处，可能会进一步挑战0.1100的强阻力位。\n\n综合来看，DOGE/USD短期内维持震荡整理，建议交易者在0.1060至0.1082区间内操作，突破上述区间时可考虑调整仓位，待确认趋势方向后再做进一步操作。"
    },
    "en": {
      "title": "Dogecoin vs US Dollar Technical Analysis",
      "content": "The current price of Dogecoin against the US Dollar stands at $0.10808, reflecting a mild 1.44% increase in the last 24 hours. The price has been fluctuating within a tight range, between $0.1062 and $0.10823. These levels are critical to observe for potential breakouts. The price is hovering just above the 20-period Simple Moving Average (SMA), currently at $0.10754, which may act as a dynamic support level. A sustained push above $0.10823 could signal further bullish momentum, but traders should be cautious of any retracement near this resistance.\n\nWith the Relative Strength Index (RSI) not available, it’s essential to rely on other indicators such as the Moving Average Convergence Divergence (MACD). The MACD value of 0.00030654 indicates a slight bullish divergence, suggesting a potential upward momentum. However, without the signal line for the MACD, it’s difficult to predict strength with certainty. A crossover above the signal line would provide more confidence in the bullish trend. \n\nSupport is found at the lower boundary near $0.1062, which has held up during this consolidation phase. Should the price dip below this level, $0.1050 could act as an additional support. If the market remains within this range, traders could look for breakouts or breakdowns, using these key levels for entry and exit. Meanwhile, the SMA(20) adds a level of caution, as prices dipping below it could indicate a bearish reversal.\n\nFor trading strategies, a breakout above $0.10823 could offer long positions with a target towards $0.1100 or higher. Conversely, a failure to hold above the 20-period SMA and subsequent break below $0.1062 could warrant short positions, targeting the $0.1050 support. Risk management is crucial here, with tight stop losses to protect from false breakouts."
    }
  }
}