{
  "symbol": "BTC/USD",
  "name": "Bitcoin vs US Dollar",
  "nameCn": "比特币/美元",
  "timestamp": "2025-11-30T04:57:06.087Z",
  "price": {
    "close": "90852.2",
    "high": "90997.1",
    "low": "90814.3",
    "open": "90935.44",
    "change": "-0.09",
    "datetime": "2025-11-30 04:00:00"
  },
  "indicators": {
    "rsi": 49.77784,
    "macd": -8.053073,
    "macd_signal": -31.27196,
    "sma20": 90801.5185
  },
  "analysis": {
    "zh": {
      "title": "比特币/美元技术分析：[震荡整理，待突破确认]",
      "content": "当前比特币/美元(BTC/USD)价格为90852.2，呈现出短期震荡整理的趋势。鉴于24小时变化仅为-0.09%，市场情绪相对平稳，价格在90814.3与90997.1之间波动，显示出投资者在此区间内的观望情绪。未来走势将取决于能否有效突破这一区间的上下边界。\n\n从技术指标来看，MACD值为-8.053073，显示出当前市场的弱势，未出现明显的买入信号。由于RSI(14)数据缺失，无法确定超买或超卖状态。SMA(20)线在90801.5附近提供了一定的支撑，若价格持续交投于此之上，可能会吸引买盘进入，反之则需注意下行风险。\n\n支撑位方面，90814.3为关键支撑，若跌破该水平，可能会引发更大幅度的下行调整。阻力位则在90997.1，突破后有望向更高水平挑战。投资者应密切关注价格在这两个关键点的表现，以便及时调整交易策略。\n\n综合考虑，目前适合谨慎观望，待价格有效突破支撑或阻力位后再做进一步的交易决策。如确认突破上行，短期内可考虑适度入场；若下行突破支撑位，则需保持空仓，规避风险。"
    },
    "en": {
      "title": "Bitcoin vs US Dollar Technical Analysis",
      "content": "Bitcoin is currently trading at 90,852.2, reflecting a slight decline of 0.09% over the past 24 hours. This price action suggests a phase of consolidation following recent volatility. The high and low of the day, 90,997.1 and 90,814.3 respectively, indicate a tight trading range which could lead to a breakout in either direction. Traders should monitor this range closely, as a decisive move beyond these levels may signal a new trend.\n\nThe current SMA(20) at 90,801.52 serves as a crucial support level. Should the price dip below this level, it may trigger further sell-offs, with potential support found at the psychological level of 90,000. Conversely, if Bitcoin can maintain its position above this SMA and reclaim the recent high of 90,997.1, it may pave the way for a rally towards higher resistance levels. Traders should be prepared for increased volatility as the market approaches these critical thresholds.\n\nTechnical indicators like the MACD, currently showing a value of -8.053073, suggest bearish momentum, though the absence of a signal line makes it challenging to draw definitive conclusions. The lack of an RSI reading also hampers the analysis; however, the bearish MACD indicates that sellers may have the upper hand in the short term. Traders should consider employing caution and possibly look for short positions if the price continues to falter.\n\nIn summary, the BTC/USD pair is currently in a delicate balance, with immediate resistance at 90,997.1 and support at the SMA(20) level of 90,801.52. A break above resistance could attract bullish sentiment, while a breach of support may lead to further downside. Traders should remain vigilant and adapt their strategies based on forthcoming price movements and potential market shifts."
    }
  }
}