{
  "symbol": "DOGE/USD",
  "name": "Dogecoin vs US Dollar",
  "nameCn": "狗狗币/美元",
  "timestamp": "2026-02-14T12:43:26.562Z",
  "price": {
    "close": "0.09977",
    "high": "0.10078",
    "low": "0.09957",
    "open": "0.10061",
    "change": "-0.83",
    "datetime": "2026-02-14 12:00:00"
  },
  "indicators": {
    "rsi": 73.26529,
    "macd": 0.0012499722,
    "macd_signal": 0.001030781,
    "sma20": 0.0971865
  },
  "analysis": {
    "zh": {
      "title": "狗狗币/美元技术分析：震荡整理，待突破确认",
      "content": "目前DOGE/USD的价格为0.09977，短期内呈现震荡整理的状态。当前价格接近20日简单移动平均线(SMA)0.0972，这一水平对价格形成了支撑。尽管24小时变化幅度为负，但整体市场未出现明显的趋势方向，表现出一种等待突破的情形。\n\n从技术指标来看，MACD的值为0.00125，表明市场处于轻微的看涨态势，但由于信号线数据缺失，无法准确判断是否会持续。RSI未提供，因此短期内无法评估超买或超卖状态，缺少进一步的确认信号。\n\n支撑位方面，当前价格已接近0.0995附近，若跌破此位置，可能会考验更低的支撑区间，如0.0970。阻力位则位于0.1008附近，若突破此位，可能会迎来短期的反弹上涨。\n\n交易建议上，若价格突破0.1008，可考虑做多，目标位看向0.1025附近；若跌破0.0995支撑，则需谨慎操作，考虑适当止损或等待市场进一步确认走势。"
    },
    "en": {
      "title": "Dogecoin vs US Dollar Technical Analysis",
      "content": "The current price of Dogecoin (DOGE) against the US Dollar stands at 0.09977, reflecting a slight 24-hour drop of -0.83%. Despite this minor dip, DOGE is holding above the recent low of 0.09957, suggesting a consolidation phase. The price has not yet broken the key support level at 0.099, making this a crucial area to watch for potential reversal or continuation of the current trend. As of now, the market appears relatively neutral with no clear upward momentum.\n\nLooking at the short-term moving average (SMA 20) of 0.09719, the price is trading above this level, which provides some support in the near-term. This SMA could act as a potential buy signal if the price dips towards it and then rebounds. However, the absence of RSI data leaves a gap in understanding momentum, making the MACD's reading of 0.00125 somewhat relevant but limited. Traders should look for confirmation of strength or weakness in the price action to better interpret these indicators.\n\nThe MACD at 0.00125 suggests some slight bullish momentum, but since the signal line is missing, it is difficult to assess whether this trend will continue. If the MACD line continues to rise, there may be a potential for DOGE to test the 0.10078 resistance level, where price rejection could occur. Traders should closely monitor volume during price movements to gauge the reliability of any breakouts or reversals. A close above 0.10078 could signal further upward movement.\n\nIn terms of trading strategy, a conservative approach would be to wait for a bounce at the 0.099 level to enter a long position with an initial target near the 0.10078 resistance. On the other hand, a break below 0.099 would suggest a more bearish outlook, potentially targeting 0.097 as the next support level. Therefore, maintaining a wait-and-see approach could offer a better risk-to-reward ratio."
    }
  }
}