{
  "symbol": "DOGE/USD",
  "name": "Dogecoin vs US Dollar",
  "nameCn": "狗狗币/美元",
  "timestamp": "2026-01-13T11:01:46.889Z",
  "price": {
    "close": "0.13924",
    "high": "0.14005",
    "low": "0.1391",
    "open": "0.13949",
    "change": "-0.17",
    "datetime": "2026-01-13 10:00:00"
  },
  "indicators": {
    "rsi": 57.9675,
    "macd": 0.00031945757,
    "macd_signal": -0.0000082719732,
    "sma20": 0.137852
  },
  "analysis": {
    "zh": {
      "title": "狗狗币/美元技术分析：[当前市场趋势分析]",
      "content": "当前狗狗币/美元(DOGE/USD)价格为0.13924，略微下跌0.17%。在短期内，价格波动较小，显示出市场参与者的谨慎态度。高点为0.14005，低点为0.1391，反映出当前区间交易的特征。若价格能突破0.1405，可能会引发进一步的上涨趋势。\n\n技术指标方面，SMA(20)为0.13785200，表明短期内价格在该均线附近波动，可能形成支撑位。如果价格持续在该水平之上，则显示出价格的稳定性。MACD指标虽未提供信号，但其数值接近于0，暗示着短期内动能较弱，需关注市场变化。\n\n支撑位方面，0.1378和0.1370将是重要的心理关口，一旦跌破可能会引发更多抛售。而阻力位则可以设定在0.1405和0.1420，若价格突破这些水平，将可能吸引更多的买盘。建议投资者在支撑位附近寻找买入机会，同时注意止损设置，以管理风险。\n\n综合来看，DOGE/USD在当前价格区间内表现出谨慎的态势，建议投资者密切关注技术指标的变化，适时调整策略，灵活应对市场波动。"
    },
    "en": {
      "title": "Dogecoin vs US Dollar Technical Analysis",
      "content": "The current price of Dogecoin (DOGE) against the US Dollar (USD) is positioned at 0.13924, reflecting a slight decline of 0.17% over the past 24 hours. This minor drop suggests a consolidating market, as DOGE has exhibited relatively tight trading ranges between 0.14005 and 0.1391, indicating a level of indecision among traders. Given the recent performance, the trend appears to be neutral to slightly bearish, with traders potentially waiting for clearer signals before committing to significant positions.\n\nTechnical indicators are mixed at this juncture. The MACD shows a positive value of 0.00031945757, which may imply a bullish momentum; however, the absence of a defined signal line means caution is warranted. The absence of an RSI reading makes it challenging to assess whether DOGE is overbought or oversold. The 20-day Simple Moving Average (SMA) at 0.13785200 suggests that the price is currently above this indicator, which could act as a support level in the near term. If the price holds above the SMA, it may provide a buying opportunity, particularly if the price retraces to that level.\n\nSupport levels are identified around the recent low of 0.1391, with further support expected near 0.1375, where historical buying interest has previously emerged. Conversely, resistance is likely to be found at the recent high of 0.14005, with additional resistance at the 0.1420 level. A breakout above 0.14005 could signal a reversal in bearish sentiment, while a drop below 0.1391 may lead to further declines towards the 0.1375 support.\n\nFor traders considering positions in DOGE/USD, a cautious approach is advisable. A confirmation of bullish momentum could be sought through a close above the recent high, potentially positioning for a short-term rally. Conversely, if the price fails to maintain above the 20-day SMA and breaks below the support at 0.1391, it may be prudent to adopt a bearish stance or consider exit strategies for existing long positions."
    }
  }
}