{
  "symbol": "DOGE/USD",
  "name": "Dogecoin vs US Dollar",
  "nameCn": "狗狗币/美元",
  "timestamp": "2025-11-21T22:51:50.156Z",
  "price": {
    "close": "0.13784",
    "high": "0.14146",
    "low": "0.13768",
    "open": "0.14087",
    "change": "-2.15",
    "datetime": "2025-11-21 22:00:00"
  },
  "indicators": {
    "rsi": 38.29472,
    "macd": -0.0026595799,
    "macd_signal": -0.0030282376,
    "sma20": 0.1409235
  },
  "analysis": {
    "zh": {
      "title": "狗狗币/美元技术分析：[当前趋势偏弱]",
      "content": "当前狗狗币（DOGE）对美元（USD）的价格为0.13784，24小时内下跌了2.15%。整体来看，DOGE的价格表现出了一定的疲软迹象，短期内可能面临进一步的下行压力。投资者需密切关注市场情绪变化，以便及时调整交易策略。\n\n从技术指标来看，虽然RSI指标尚未提供，但MACD显示出负值，这意味着短期内卖压较重，价格可能进一步下探。而20日简单移动平均线（SMA）为0.1409，当前价格低于该水平，表明市场处于弱势格局，缺乏强劲的反弹动力。\n\n在支撑和阻力位方面，当前的支撑位在0.13768附近，此处若被有效击穿，可能会引发更大的下行空间。阻力位则在0.14146，若能突破此水平，有望恢复一定的上升势头。建议投资者在当前市场环境中保持谨慎，短期内可考虑逢高减仓，待价格企稳后再行布局。"
    },
    "en": {
      "title": "Dogecoin vs US Dollar Technical Analysis",
      "content": "The current price of Dogecoin (DOGE) against the US Dollar (USD) is 0.13784, reflecting a decline of 2.15% over the past 24 hours. This downward movement suggests that the market sentiment is somewhat bearish, particularly as the price has approached the lower end of its recent trading range. The lack of upward momentum since hitting a high of 0.14146 indicates that sellers are currently exerting more influence, which could lead to further declines if the selling pressure continues.\n\nIn terms of technical indicators, the absence of a calculated Relative Strength Index (RSI) and the negative MACD value of -0.0026595799 suggest a potential bearish trend. The MACD being below zero demonstrates that the current momentum is weak, which may deter buyers in the short term. The 20-day Simple Moving Average (SMA) at 0.14092350 serves as a potential resistance level. If the price can reclaim this level, it may signal a reversal, but until then, the focus remains on lower support levels.\n\nSupport levels are critical in assessing potential price action for DOGE/USD. Currently, the immediate support can be observed at the recent low of 0.13768. If this level fails to hold, the next significant support may lie around 0.13500. Traders should monitor these levels closely, as breaking below could trigger further selling. Conversely, a bounce off the support might present a buying opportunity for short-term traders.\n\nIn conclusion, traders should adopt a cautious approach given the current market dynamics. A clear strategy would involve watching for a potential bounce from support levels, with a target to capitalize on any upward retracements back toward the SMA. Conversely, a break below 0.13768 could signal an opportunity to short DOGE, targeting lower support levels. Effective risk management will be essential in navigating this volatile market."
    }
  }
}