{
  "symbol": "ADA/USD",
  "name": "Cardano vs US Dollar",
  "nameCn": "艾达币/美元",
  "timestamp": "2026-01-24T03:55:00.923Z",
  "price": {
    "close": "0.361298",
    "high": "0.362398",
    "low": "0.359611",
    "open": "0.360027",
    "change": "0.36",
    "datetime": "2026-01-24 03:00:00"
  },
  "indicators": {
    "rsi": 51.074774,
    "macd": -0.00012622446,
    "macd_signal": -0.0000727119,
    "sma20": 0.3605364
  },
  "analysis": {
    "zh": {
      "title": "艾达币/美元技术分析：[短期震荡整理，关注关键支撑与阻力]",
      "content": "当前艾达币/美元（ADA/USD）价格在0.361298附近，近期走势呈现窄幅震荡。虽然价格变化幅度较小，但在0.359611和0.362398之间波动，表明市场情绪保持相对平稳。短期内，价格在此区间内可能继续整理，投资者应密切关注突破这些边界的信号。\n\n从技术指标上看，MACD呈现轻微负值（-0.00012622446），表明市场动能较弱。没有明显的信号线交叉，可能说明短期内方向尚未明确。同时，SMA(20)在0.3605附近提供了一定的支撑，表明该区域可能会吸引买盘，维持震荡整理格局。\n\n支撑位位于0.3596，若价格跌破此位置，可能会进一步下探0.3550附近的支撑。阻力位则在0.3624，若突破此点，可能会迎来更多的上涨动能，测试0.3650甚至更高的价格区间。\n\n建议投资者在短期内保持观望，等待价格突破支撑或阻力位以确定更明确的方向。突破后的行情可能带来更大的波动，短线操作时应设好止损，控制风险。"
    },
    "en": {
      "title": "Cardano vs US Dollar Technical Analysis",
      "content": "The Cardano (ADA) market shows a relatively neutral short-term trend, with the price fluctuating near the $0.3613 level. The slight increase of 0.36% over the last 24 hours indicates modest upward momentum. However, the price remains constrained within a narrow range between the daily high of $0.3624 and the low of $0.3596. Without any significant momentum, the market lacks clear direction, suggesting that traders should remain cautious of potential consolidation.\n\nThe current lack of the Relative Strength Index (RSI) value and the negative MACD reading of -0.000126 suggests bearish pressure in the near term. The absence of a clear signal line for the MACD further complicates the short-term outlook, making it harder to predict potential reversals or continuations. With these indicators in mind, the market sentiment seems more neutral to slightly bearish, pending further confirmation of either upward or downward movement.\n\nSupport for ADA/USD appears near the $0.3596 level, which aligns with the recent low. If the price breaks below this level, we could see a deeper pullback towards the $0.3580 region or further. On the upside, resistance is present near the $0.3624 level. A sustained move above this level could trigger an attempt to test the next resistance near $0.3650. Without stronger momentum, ADA is likely to remain in a tight range for the short term.\n\nTraders should monitor ADA's price action closely. If the price breaks above $0.3624, short-term long positions might be considered, aiming for $0.3650 as the next target. Conversely, if the price drops below $0.3596, a short position might be warranted, with targets toward $0.3580. Given the current lack of strong technical signals, maintaining a range-bound approach appears to be a prudent strategy for now."
    }
  }
}