{
  "symbol": "DOGE/USD",
  "name": "Dogecoin vs US Dollar",
  "nameCn": "狗狗币/美元",
  "timestamp": "2026-02-18T08:44:50.736Z",
  "price": {
    "close": "0.10157",
    "high": "0.10196",
    "low": "0.10106",
    "open": "0.10141",
    "change": "0.16",
    "datetime": "2026-02-18 08:00:00"
  },
  "indicators": {
    "rsi": 55.53886,
    "macd": 0.0001491578,
    "macd_signal": 0.000013136652,
    "sma20": 0.1008025
  },
  "analysis": {
    "zh": {
      "title": "狗狗币/美元技术分析：震荡整理，缺乏明显趋势",
      "content": "当前狗狗币/美元（DOGE/USD）价格为0.10157，24小时内波动较小，呈现0.16%的轻微上涨。整体走势较为平稳，市场未出现强烈的买入或卖出信号，维持震荡整理格局。\n\n技术指标方面，RSI(14)暂时无法提供数据，MACD显示微弱的正值0.00014915780，但信号线未给出明确方向。短期内，价格仍围绕SMA(20)的支撑水平0.10080波动，尚未形成明显的上涨或下跌动力。MACD的微弱正值表明市场处于轻微的上涨势头，但缺乏明确趋势。\n\n从支撑与阻力的角度来看，狗狗币当前的支撑位在0.10106附近，而上方的阻力位接近0.10196。如果价格突破上方阻力，可能会触发短期的上涨，反之跌破支撑位可能引发下行压力。\n\n建议短线交易者可以关注0.10106和0.10196的价格区间，突破关键点位时考虑进场。对于长期持有者，建议保持观望，等待更为明确的市场方向。"
    },
    "en": {
      "title": "Dogecoin vs US Dollar Technical Analysis",
      "content": "The current price of Dogecoin against the US Dollar stands at 0.10157, showing a modest 0.16% increase over the past 24 hours. This slight upward movement suggests a stable market environment, as Dogecoin is trading within a narrow range. The high and low points of the last 24 hours, 0.10196 and 0.10106, further emphasize the consolidation phase in which DOGE/USD is currently situated. A break above 0.10200 could signal a shift to bullish momentum, while a dip below 0.10100 might indicate further downside potential.\n\nCurrently, there is a lack of detailed RSI data and the MACD signal, which leaves some gaps in understanding short-term price dynamics. However, the fact that the MACD is slightly positive suggests that upward momentum may still be in play. With the 20-period Simple Moving Average (SMA) at 0.10080, Dogecoin is hovering just above this key level. If the price continues to maintain this position, it could indicate stability or gradual upward movement. Traders will need to observe whether the price sustains above the SMA to gauge bullish potential.\n\nThe key levels to watch are 0.10196 as immediate resistance and 0.10100 as support. If DOGE/USD can break above 0.10200, it could move towards the next resistance level around 0.10350. Conversely, if the price falls below 0.10100, there could be potential for a retracement towards the 0.10000 area. A confirmation of either breakout or breakdown would be necessary to trigger a stronger directional move.\n\nFor traders, the current range-bound market suggests a strategy focused on intraday trades with tight stop losses. If Dogecoin stays above 0.10100, consider a cautious long position, targeting 0.10200 and possibly beyond. However, risk management is critical, as a breakdown below support could quickly accelerate losses."
    }
  }
}