{
  "symbol": "AVAX/USD",
  "name": "Avalanche vs US Dollar",
  "nameCn": "雪崩币/美元",
  "timestamp": "2026-01-29T14:13:33.895Z",
  "price": {
    "close": "11.6088",
    "high": "11.613",
    "low": "11.5889",
    "open": "11.5987",
    "change": "0.12",
    "datetime": "2026-01-29 14:00:00"
  },
  "indicators": {
    "rsi": 31.12793,
    "macd": -0.10647425,
    "macd_signal": -0.07817446,
    "sma20": 11.83757
  },
  "analysis": {
    "zh": {
      "title": "> search(\"你是专业的数字货币交易分析师。请对 雪崩币/美元(AVAX/USD) 进行技术分析。\\n\\n当前市场数据：\\n- 最新价格: 11.6088\\n- 24小时变化: 0.12%\\n- 高点/低点: 11.613 / 11.5889\\n- RSI(14): N/A\\n- MACD: -0.10647425, Signal: N/A\\n- SMA(20): 11.83757\\n\\n要求：\\n1. 第一行：完整的中文标题，格式：\\\"雪崩币/美元技术分析：[趋势描述]\\\"\\n2. 然后空一行\\n3. 正文3-4段，每段60-80字，总共250-300字\\n4. 包含：趋势判断、技术指标解读、支撑/阻力位、交易建议\\n5. 使用专业术语但易于理解\\n6. 不要添加任何标签或额外说明\\n\\n立即开始（第一行就是标题）：\")",
      "content": "雪崩币/美元技术分析：短线震荡偏弱但临近支撑试探反弹\n\n当前价格在11.60附近窄幅震荡，短期趋势偏弱，价格低于20日均线表明多头动能不足，承压迹象明显。虽然日内波动不大，但多空力量仍偏向空头，需关注后续下破力度。\n\n技术指标方面，MACD仍为负值且未出现明显背离，显示空头动能尚存；RSI缺失无法确认超买超卖，但价格与均线的偏离提示短线或有调整需求。若指标完善反弹可能更清晰。\n\n关键支撑位留意前低11.40及心理整数位11.00，此区域若守住有望吸引技术反弹；阻力位则在20日均线11.83及近期高点12.20附近，多头若突破才能改善短期走势。\n\n交易建议上，短线倾向区间操作，可在支撑附近分批轻仓做多并设严格止损；反弹遇阻位择机获利了结。中线投资者宜等待明确趋势确认后再考虑建仓，控制仓位以应对震荡风险。"
    },
    "en": {
      "title": "Avalanche vs US Dollar Technical Analysis",
      "content": "> search(\"You are a professional cryptocurrency analyst. Provide technical analysis for Avalanche vs US Dollar (AVAX/USD).\\n\\nCurrent Market Data:\\n- Latest Price: 11.6088\\n- 24h Change: 0.12%\\n- High/Low: 11.613 / 11.5889\\n- RSI(14): N/A\\n- MACD: -0.10647425, Signal: N/A\\n- SMA(20): 11.83757\\n\\nRequirements:\\n1. Write 3-4 paragraphs, 60-80 words each, total 250-300 words\\n2. Include: trend analysis, indicator interpretation, support/resistance levels, trading suggestions\\n3. Use professional but accessible language\\n4. No labels, no meta-commentary\\n5. Start immediately with the content (no title needed)\\n\\nBegin:\")\n\nIn the current AVAX/USD setup, price action around **$11.60** is showing **horizontal consolidation**, lacking strong directional bias over the last 24 hours. The market is still beneath the **20‑period SMA (~11.84)**, which suggests short‑term bearish momentum remains in play and price has yet to reclaim key moving average levels for trend confirmation. Broader charts point to a **downtrend bias** given AVAX’s lower highs and persistent range contraction through late 2025. \n\nIndicator interpretation reinforces this cautious tone. Although your MACD sits in negative territory, a marginal uptick could hint at waning bearish momentum, butom* · 2026/1/22\n> Key indicators like the RSI at 38.25 show bearish momentum without being oversold, while the price trading below all major moving averages (7-day SMA at $12.81, 30-day SMA at $13.31) reinforces the downtrend. Until AVAX can close above $13.80–$14.74, the path of least resistance remains down, with the next major support near $11.88.\n\n\nIndicator interpretation reinforces this cautious tone. Although your MACD sits in negative territory, a marginal uptick could hint at waning bearish momentum, but without a signal line or divergence confirmation the bearish character persists. The absence of a valid RSI reading complicates momentum judgment, though external sources put the **RSI in neutral to slightly bearish zones** on broader timeframes, indicating neither clear overbought nor oversold conditions. This middling momentum often accompanies range‑bound trading until a decisive break occurs. \n\nKey structural levels are crucial here. Immediate support lies near the **$11.50m/cmc-ai/avalanche/price-analysis/?utm_source=chatgpt.com)** · *CoinMarketCap* · 2026/1/22\n> Key indicators like the RSI at 38.25 show bearish momentum without being oversold, while the price trading below all major moving averages (7-day SMA at $12.81, 30-day SMA at $13.31) reinforces the downtrend. Until AVAX can close above $13.80–$14.74, the path of least resistance remains down, with the next major support near $11.88.\n\n\nKey structural levels are crucial here. Immediate support lies near the **$11.50–$11.60** zone, corresponding to recent lows and intraday positioning; a break beneath this could pave the way toward deeper support around ~$10.80–$11.00. On the upside, resistance clusters begin at the **$12.00–$12.20** area, extending toward the SMA threshold above $11.80, and beyond that, reclaiming **$13.80–$14.70** would be necessary to suggest a trend shift. Larger timeframes have historically flagged stronger resistance in the mid‑teens and above. \n\nFor traders, a conservative approach makes sense. Short‑term **range plays** between support near $11.50 and resistance toward $12.20 could work with tight stops, while breakouts above the $12.50–$13.00 zone, confirmed on higher volume and follow‑through, might signal a tactical long entry. Conversely, sustained weakness below key support argues for defensive positioning or short exposure with stops just above the80–$14.74, the path of least resistance remains down, with the next major support near $11.88.\n\n\nFor traders, a conservative approach makes sense. Short‑term **range plays** between support near $11.50 and resistance toward $12.20 could work with tight stops, while breakouts above the $12.50–$13.00 zone, confirmed on higher volume and follow‑through, might signal a tactical long entry. Conversely, sustained weakness below key support argues for defensive positioning or short exposure with stops just above the recent consolidation range to manage risk. Patience for clear directional confirmation will help avoid false moves in this choppy environment."
    }
  }
}