{
  "symbol": "BTC/USD",
  "name": "Bitcoin vs US Dollar",
  "nameCn": "比特币/美元",
  "timestamp": "2026-01-29T14:07:35.154Z",
  "price": {
    "close": "87820.35",
    "high": "87936.38",
    "low": "87800",
    "open": "87903.92",
    "change": "-0.10",
    "datetime": "2026-01-29 14:00:00"
  },
  "indicators": {
    "rsi": 40.045912,
    "macd": -323.58612,
    "macd_signal": -283.30696,
    "sma20": 88325.192
  },
  "analysis": {
    "zh": {
      "title": "比特币/美元技术分析：[震荡整理，谨慎操作]",
      "content": "当前比特币/美元的价格为87820.35，显示出市场处于震荡整理阶段。24小时内价格波动仅为-0.10%，说明多空双方力量相对均衡。高点87936.38和低点87800显示出短期内价格区间的窄幅波动，投资者需关注突破方向，以便把握下一步行情。\n\n在技术指标方面，MACD为负值-323.58612，表明卖方力量较强，市场情绪偏向看空。由于RSI无法提供，建议密切关注价格走势以判断超买或超卖状态。20日简单移动平均线(SMA)在88325.192，当前价格已低于该水平，可能形成短期阻力位。\n\n支撑位方面，87800是当前的重要支撑区域，若能守住该水平，可能会吸引买盘进场。若跌破该支撑位，则可能进一步回调。相对的，87936.38作为短期阻力位，若突破则可带动进一步上涨。\n\n综合来看，在当前市场环境下，建议投资者采取谨慎的交易策略。短期内可考虑在支撑位附近寻找买入机会，但需设定止损以防止意外风险。同时，密切关注市场动态，灵活调整交易策略。"
    },
    "en": {
      "title": "Bitcoin vs US Dollar Technical Analysis",
      "content": "The Bitcoin market currently exhibits a slightly bearish trend, with the price hovering around $87,820.35, reflecting a minor 0.10% drop in the last 24 hours. The trading range is narrow, with the price touching a high of $87,936.38 and a low of $87,800, indicating limited volatility. Despite the small movement, the market is in a consolidation phase, suggesting that Bitcoin could either be preparing for a breakout or a further pullback depending on upcoming market cues.\n\nThe lack of a clear RSI reading leaves us without a direct sense of momentum or overbought/oversold conditions. However, the MACD value at -323.58612 points toward bearish pressure, though the absence of a signal line complicates interpreting its strength. The absence of a signal line typically limits the utility of the MACD, leaving traders to rely more on price action and other indicators for confirmation. The current movement and low volatility suggest the market is hesitant and could be awaiting new developments.\n\nIn terms of price levels, the immediate support is at $87,800, with the market potentially testing this level for further downside. The nearest resistance is at $88,325.192, which aligns with the 20-period simple moving average. A breakout above this resistance would indicate potential for a recovery towards higher levels, possibly testing $89,000 or higher. Conversely, failure to hold support could lead to further downside, with the next significant support level around $87,000.\n\nConsidering the current technical structure, traders may look to take short positions near resistance or wait for a confirmed breakout above the $88,325.192 level. With limited momentum indicators available, a cautious approach is advised, focusing on price action to define the next directional move."
    }
  }
}