{
  "symbol": "DOGE/USD",
  "name": "Dogecoin vs US Dollar",
  "nameCn": "狗狗币/美元",
  "timestamp": "2026-01-29T14:12:48.056Z",
  "price": {
    "close": "0.12089",
    "high": "0.12094",
    "low": "0.1207",
    "open": "0.12082",
    "change": "0.07",
    "datetime": "2026-01-29 14:00:00"
  },
  "indicators": {
    "rsi": 32.38334,
    "macd": -0.0010107585,
    "macd_signal": -0.00086331424,
    "sma20": 0.1225545
  },
  "analysis": {
    "zh": {
      "title": "狗狗币/美元技术分析：[震荡整理中，缺乏明确趋势]",
      "content": "当前狗狗币/美元（DOGE/USD）在0.1208附近震荡整理，未表现出明确的上涨或下跌趋势。价格波动较小，且未突破近期区间的高低点0.12094和0.1207，这表明市场情绪较为谨慎，可能在等待外部推动因素。\n\n从技术指标来看，RSI值目前不可用，无法提供超买或超卖的参考。MACD指标显示当前值为-0.0010，表明短期内存在一定的卖压，但整体信号偏弱，未能确认强烈的卖出趋势。SMA(20)为0.12255，价格当前略低于该水平，暗示短期可能会受到一定的下行压力。\n\n支撑位方面，0.1207附近可能会形成较强的支撑，若跌破该位置，则有可能进一步回调至0.1200区间。而阻力位则位于0.1225附近，若突破该点位，可能会重新测试0.1240的高点。建议投资者在区间内操作，采取短线交易策略。\n\n综合来看，当前DOGE/USD市场震荡整理，缺乏明确趋势，投资者应保持谨慎，密切关注支撑和阻力位的突破，避免盲目追涨杀跌。"
    },
    "en": {
      "title": "Dogecoin vs US Dollar Technical Analysis",
      "content": "The current Dogecoin price is trading at $0.12089, showing a mild 24-hour change of 0.07%. This subtle movement indicates a market with limited volatility, but the price remains within a narrow range between the high of $0.12094 and the low of $0.1207. Despite the small range, this kind of price action may suggest consolidation. Traders may interpret this as an indecisive market, possibly awaiting a catalyst to break out of this tight zone.\n\nFrom a trend perspective, Dogecoin appears to be consolidating with a slight bearish bias. The current price is below the 20-period Simple Moving Average (SMA), which stands at $0.12255450. This SMA often acts as a short-term resistance level. If the price fails to reclaim the SMA, there’s a chance of further downside testing key support levels, particularly around the $0.120 level. A sustained move below this could signal further bearish action towards the $0.119 area.\n\nAs for technical indicators, the MACD is negative, with a value of -0.0010107585. This suggests weak momentum on the downside. However, the absence of a signal line provides limited insight into the strength or potential reversal of this bearish momentum. Traders should be cautious about long positions until clearer bullish signals emerge, such as a cross above the SMA or a shift in MACD towards the positive territory.\n\nLooking at support and resistance levels, the immediate support is around $0.120, followed by $0.119. The first resistance is near the SMA at $0.12255. A break above this could open up the next resistance level near $0.123. Traders should watch for price action around these zones to determine whether a breakout or breakdown is imminent. If the price stays between $0.120 and $0.1225, it could signal continued sideways trading."
    }
  }
}