{
  "symbol": "DOGE/USD",
  "name": "Dogecoin vs US Dollar",
  "nameCn": "狗狗币/美元",
  "timestamp": "2026-01-29T21:51:20.817Z",
  "price": {
    "close": "0.11683",
    "high": "0.11688",
    "low": "0.116",
    "open": "0.11601",
    "change": "0.72",
    "datetime": "2026-01-29 21:00:00"
  },
  "indicators": {
    "rsi": 34.78975,
    "macd": -0.0020982208,
    "macd_signal": -0.0017874578,
    "sma20": 0.1194045
  },
  "analysis": {
    "zh": {
      "title": "狗狗币/美元技术分析：[震荡整理，短期走向不明]",
      "content": "当前DOGE/USD价格处于0.11683附近，表现出震荡整理的走势。市场波动较小，24小时内变化仅为0.72%，价格在0.11688至0.116区间内浮动。这表明多空力量较为平衡，缺乏明确的方向性。短期内可能会继续维持震荡格局，除非出现更大的市场推动力。\n\n技术指标方面，RSI(14)目前无法提供明确参考。MACD线为负值(-0.0020982208)，但信号线数据缺失，显示出卖压略占优势。然而，MACD的负值表明短期内市场可能偏向空头，但并未出现强烈的下行趋势，预示着行情依然存在反弹的可能性。\n\n在支撑位方面，当前的支撑位大约位于0.116，若跌破此位，价格可能进一步测试更低水平。阻力位则在0.119附近，若突破该位置，可能会迎来短期的反弹上涨。考虑到当前的震荡行情，投资者可关注价格在支撑和阻力区间的波动，灵活应对。\n\n建议交易者可在支撑位附近寻找低位买入机会，等待价格反弹至阻力区间时再考虑卖出。建议保持谨慎，并关注市场波动性变化。"
    },
    "en": {
      "title": "Dogecoin vs US Dollar Technical Analysis",
      "content": "The current price of Dogecoin (DOGE) against the US Dollar is hovering at $0.11683, with a modest 24-hour change of +0.72%. This price movement reflects a relatively stable short-term trend. DOGE/USD has been consolidating around the $0.116 support level, demonstrating some resilience in the face of minor fluctuations. Given that the price is near its daily low, there's potential for a reversal if the market sentiment turns bullish. On the upside, the $0.119 resistance level remains a critical point to watch for further price action.\n\nThe absence of an RSI reading complicates the ability to assess overbought or oversold conditions, but the MACD value of -0.0021 suggests a bearish divergence, though this signal is weak without a corresponding signal line. The MACD's negative value indicates that the recent momentum is still slightly to the downside, but the lack of a signal line makes it difficult to predict a clear trend reversal. A crossover above the signal line would provide a stronger bullish signal, while continued downside pressure could lead to further testing of support levels.\n\nFrom a moving average perspective, DOGE/USD is trading below the 20-period Simple Moving Average (SMA) of $0.1194, which suggests that short-term bearish momentum is in play. If the price fails to break above this SMA, further downside movement toward the $0.116 support level could occur. A break below $0.116 could see further declines toward the next significant support around $0.112, making it a critical area to monitor for potential stop-loss placement.\n\nTraders may want to adopt a wait-and-see approach in the short term. If the price holds above $0.116, a potential bounce toward the $0.119 resistance could provide an opportunity for short-term buying. Conversely, if the price breaks below $0.116, it may signal further downside potential, prompting a shift toward more cautious positioning or short entries for those looking to capitalize on the downtrend."
    }
  }
}