{
  "symbol": "ADA/USD",
  "name": "Cardano vs US Dollar",
  "nameCn": "艾达币/美元",
  "timestamp": "2026-02-22T06:10:28.186Z",
  "price": {
    "close": "0.275469",
    "high": "0.276693",
    "low": "0.27537",
    "open": "0.276458",
    "change": "-0.36",
    "datetime": "2026-02-22 05:00:00"
  },
  "indicators": {
    "rsi": 33.35696,
    "macd": -0.0013304224,
    "macd_signal": -0.00067453834,
    "sma20": 0.2803835
  },
  "analysis": {
    "zh": {
      "title": "艾达币/美元技术分析：短期偏弱震荡整理",
      "content": "目前艾达币价格位于$0.2755附近，较20日均线$0.2804明显偏下，短期空头占优。价格在24小时内微幅下跌0.36%，形成低位横盘走势，显示市场多空力量暂时胶着，短线波动幅度有限。  \n\nMACD指标呈负值，虽信号线数据缺失，但动能偏弱倾向空头，说明下跌压力仍在。RSI暂不可用，但结合均线和价格走势，市场缺乏明显超买超卖信号，短线行情可能继续围绕支撑震荡。  \n\n支撑位初步关注$0.2753附近低点，一旦跌破可能进一步测试$0.2730~$0.2740区间；阻力位在20日均线$0.2804及近期高点$0.2767附近，若突破将有望带动短期反弹。市场波动较小，趋势尚未明确。  \n\n交易上，建议短线投资者以观望或区间波段为主，低位可考虑小额逢低布局，重点关注支撑位反弹信号；激进者可在突破均线或高点确认上攻后择机入场，同时控制仓位与止损，以防空头延续造成回调风险。"
    },
    "en": {
      "title": "Cardano vs US Dollar Technical Analysis",
      "content": "The ADA/USD pair is currently trading near $0.275, showing a slight decrease of -0.36% over the last 24 hours. The price has been fluctuating within a narrow range, touching a high of $0.276693 and a low of $0.27537. This indicates a period of consolidation with no clear directional momentum at the moment. The price is below its 20-period Simple Moving Average (SMA) of $0.28038350, which suggests a slight bearish bias in the short term. A potential shift to a more decisive trend could occur if price breaks out from this range.\n\nThe Relative Strength Index (RSI) is not available for the moment, leaving the market's overbought or oversold conditions undetermined. However, the MACD value at -0.00133 suggests that the market is in a neutral to mildly bearish state, with the MACD line below the signal line, indicating weak downward momentum. If the MACD crosses above the signal line in the future, it could signal a potential trend reversal or bullish momentum.\n\nKey support levels to monitor for ADA are around $0.27537 and $0.272, with a further test of $0.270 as a significant psychological level. These levels are crucial for a potential rebound. On the upside, resistance is located around $0.280 and the recent high of $0.276693. A break above these levels may suggest the start of an upward correction toward the next resistance zone near $0.285 or higher.\n\nTraders should be cautious in this range-bound market, waiting for a breakout above $0.280 or a breakdown below $0.275 to signal a clearer directional trend. Risk management is key, and a close watch on the MACD for any bullish or bearish crossovers can offer timely entry or exit points. Patience in waiting for a clear trend is advised."
    }
  }
}