{
  "symbol": "DOGE/USD",
  "name": "Dogecoin vs US Dollar",
  "nameCn": "狗狗币/美元",
  "timestamp": "2026-02-22T06:11:09.137Z",
  "price": {
    "close": "0.09701",
    "high": "0.09711",
    "low": "0.09694",
    "open": "0.09697",
    "change": "0.03",
    "datetime": "2026-02-22 06:00:00"
  },
  "indicators": {
    "rsi": 32.74942,
    "macd": -0.00069591206,
    "macd_signal": -0.0004581735,
    "sma20": 0.098846
  },
  "analysis": {
    "zh": {
      "title": "狗狗币/美元技术分析：震荡整理，短期难以突破",
      "content": "当前狗狗币/美元（DOGE/USD）在0.097水平附近波动，市场表现为小幅震荡整理。短期内未能形成明确的上涨或下跌趋势，价格持续在0.09694至0.09711区间内波动。MACD指标为负值，表明短期内可能存在弱势，但尚未确认下降趋势。\n\n技术指标上，RSI(14)未提供数据，无法评估超买超卖的状态。SMA(20)处于0.098846，略高于当前价格，显示出一定的下行压力。若价格持续维持当前水平，可能会面临向下回撤的风险。然而，MACD的负值并未大幅下滑，说明卖盘力度有限。\n\n从支撑位来看，0.09694附近是当前的短期支撑区间，若跌破该位置，可能会进一步测试0.0950的支撑。阻力位则在0.0988附近，突破此价位可能开启短期反弹。当前市场情绪偏空，但缺乏强烈的下行动力。\n\n综合来看，DOGE/USD短期内可能维持震荡整理的状态。建议投资者密切关注0.09694支撑位的突破情况，若确认跌破，可考虑短期空单操作；若价格上行突破0.0988，则可适当考虑多单机会。"
    },
    "en": {
      "title": "Dogecoin vs US Dollar Technical Analysis",
      "content": "The current price of Dogecoin stands at $0.09701, showing a slight increase of 0.03% over the last 24 hours. This indicates a period of relative stability, with the price fluctuating between $0.09711 and $0.09694. The market appears to be consolidating within a narrow range, which suggests a potential lack of strong directional momentum. A breakout above the upper range could signal a bullish continuation, while a dip below the lower range might lead to further downside pressure.\n\nThe 20-period simple moving average (SMA) at $0.098846 offers a glimpse into the medium-term trend, currently acting as a resistance level. If the price fails to surpass this SMA, we could see the market test lower support levels. This SMA is key to watching for potential reversals, and traders should monitor whether the price can sustain above or below this level. A decisive move above could push Dogecoin toward the next resistance zone around $0.10.\n\nAlthough the Relative Strength Index (RSI) is unavailable, the MACD is currently negative at -0.00069591206, suggesting bearish momentum in the short term. This could indicate a possible continuation of downward pressure if the price fails to recover above key resistance levels. Traders should pay attention to any potential crossovers or reversals in the MACD to gauge future price action and timing for entry or exit points.\n\nFor traders looking to enter the market, potential support levels are at $0.09694 and $0.095, where the price could find buying interest. Conversely, a breach above the SMA at $0.098846 could lead to resistance at $0.10 and beyond. A cautious approach might involve waiting for a breakout or a clear trend reversal before taking a position."
    }
  }
}