{
  "symbol": "DOGE/USD",
  "name": "Dogecoin vs US Dollar",
  "nameCn": "狗狗币/美元",
  "timestamp": "2026-02-10T04:59:47.673Z",
  "price": {
    "close": "0.09545",
    "high": "0.0956",
    "low": "0.09473",
    "open": "0.09479",
    "change": "0.69",
    "datetime": "2026-02-10 04:00:00"
  },
  "indicators": {
    "rsi": 47.44717,
    "macd": -0.000051157756,
    "macd_signal": -0.000076228639,
    "sma20": 0.095277
  },
  "analysis": {
    "zh": {
      "title": "狗狗币/美元技术分析：震荡整理，短期看涨",
      "content": "目前，狗狗币/美元（DOGE/USD）在0.095左右的水平震荡整理。价格略有上涨，显示出一定的买盘支持。短期内，市场情绪偏向稳定，未出现明显的方向性突破。鉴于当前价格接近SMA(20)的支撑水平，未来可能出现小幅反弹。\n\n技术指标方面，MACD显示出微弱的负值，未形成明显的买入信号。RSI指标未提供具体数据，无法进一步确认是否处于超买或超卖状态。尽管如此，DOGE/USD目前的价格接近其短期均线，表明市场正处于调整阶段，整体偏向多头情绪。\n\n支撑位和阻力位方面，当前价格下方的支撑位约为0.09473附近，而上方的阻力位为0.0956。若价格突破0.0956，可能进一步向上测试0.097区域的阻力位。如果跌破0.09473，则可能会回落至0.0935区间。\n\n基于当前走势，建议短期内保持观望，等待价格突破关键支撑或阻力位再做决策。若突破上行，可以考虑逢低买入；若下行，可能会面临更大的回撤风险，需谨慎操作。"
    },
    "en": {
      "title": "Dogecoin vs US Dollar Technical Analysis",
      "content": "Dogecoin is currently trading near 0.09545, holding slightly above its short-term average and showing modest intraday strength. Price action remains range-bound, but the ability to stay above the 20-period simple moving average suggests mild bullish control in the very short term. The narrow high–low range indicates reduced volatility, often a precursor to a larger directional move. Overall momentum is neutral-to-slightly positive, but conviction is still limited.\n\nFrom an indicator perspective, the MACD reading is marginally negative, signaling that bearish momentum has not fully disappeared, even though selling pressure appears weak. The absence of a confirmed MACD signal line and RSI value suggests the market lacks a strong momentum bias at present. However, the price holding above the SMA(20) implies underlying support. This combination typically reflects consolidation rather than trend reversal, favoring patience until momentum indicators realign.\n\nOn the price structure side, immediate support is located near 0.0947, aligned with the recent session low, followed by a stronger psychological support zone around 0.0940. A break below these levels could expose DOGE to a deeper pullback. Resistance is first seen near 0.0956, the recent high, with a more meaningful upside barrier around 0.0970, where prior supply is likely to emerge and challenge bullish continuation.\n\nFor trading considerations, short-term traders may look for confirmation above 0.0956 to target a measured move toward the 0.0970 area, while keeping tight risk controls below 0.0947. Range traders could continue fading extremes until a breakout occurs. More conservative participants may wait for clearer momentum signals, such as a positive MACD crossover or a confirmed RSI reading, before committing to directional positions."
    }
  }
}