{
  "symbol": "DOGE/USD",
  "name": "Dogecoin vs US Dollar",
  "nameCn": "狗狗币/美元",
  "timestamp": "2026-02-05T06:17:06.934Z",
  "price": {
    "close": "0.10133",
    "high": "0.10231",
    "low": "0.10078",
    "open": "0.10212",
    "change": "-0.74",
    "datetime": "2026-02-05 06:00:00"
  },
  "indicators": {
    "rsi": 34.97247,
    "macd": -0.0011820536,
    "macd_signal": -0.0010476365,
    "sma20": 0.1035855
  },
  "analysis": {
    "zh": {
      "title": "狗狗币/美元技术分析：当前震荡整理，需关注关键支撑与阻力",
      "content": "当前DOGE/USD在0.10133附近震荡整理，短期内价格波动较小。根据最新数据，价格在过去24小时内下跌了0.74%，表现出一定的调整迹象。短期内缺乏明确的趋势，市场情绪偏向谨慎。\n\n在技术指标方面，RSI(14)暂时未提供数据，MACD为负值(-0.0011820536)，但信号线未给出明确参考。SMA(20)为0.10358550，显示出短期均线略呈下降趋势，进一步确认价格调整的可能性。当前技术面缺乏明显的上行动力，市场或仍在整理阶段。\n\n支撑位位于0.10078附近，这是近期低点，有一定的支撑作用。若价格跌破该水平，可能会进一步测试更低的支撑区域。阻力位则位于0.10231附近，若突破此位置，有可能出现小幅反弹，但需要关注整体市场情绪的变化。\n\n建议投资者在当前震荡格局下采取观望策略，等待价格突破关键支撑或阻力位后再做决策。如突破0.10231，可考虑轻仓做多；若跌破0.10078，则应谨慎考虑止损。"
    },
    "en": {
      "title": "Dogecoin vs US Dollar Technical Analysis",
      "content": "The current price of Dogecoin (DOGE) against the US Dollar is $0.10133, reflecting a slight 24-hour decline of 0.74%. The market is showing some consolidation, with the price range staying tight between the high of $0.10231 and the low of $0.10078. This indicates a balanced tug-of-war between buyers and sellers. The lack of strong directional movement suggests that DOGE is waiting for a catalyst to drive further momentum, either bullish or bearish.\n\nFrom a trend perspective, DOGE/USD has been trading below the 20-period simple moving average (SMA) of $0.10359. This suggests that the overall short-term trend is leaning bearish, as the price is underperforming relative to the average. Traders should closely watch if the price tests the SMA again; if it fails to break above, the bearish sentiment may continue. Conversely, a move above the SMA could indicate a potential shift toward a more neutral or bullish outlook.\n\nSupport and resistance levels for DOGE/USD are relatively clear at the moment. The key support level sits around the recent low of $0.10078, where buying pressure has emerged in the past. If the price falls below this level, it could open the door to further declines toward $0.0990 or lower. Resistance is near the recent high of $0.10231. A breakout above this level would likely lead to a move towards $0.1050, where more selling pressure may be encountered.\n\nGiven the current market conditions, a cautious approach is advised. For traders looking to capitalize on potential price movements, watching the SMA as a key resistance point could offer insight into whether to consider long positions. Conversely, short positions may be viable if the price breaks below support at $0.10078. However, with the absence of clear trend momentum, patience is recommended to avoid getting caught in false breakouts."
    }
  }
}