{
  "symbol": "DOGE/USD",
  "name": "Dogecoin vs US Dollar",
  "nameCn": "狗狗币/美元",
  "timestamp": "2026-02-11T13:05:09.438Z",
  "price": {
    "close": "0.08992",
    "high": "0.09005",
    "low": "0.08989",
    "open": "0.09002",
    "change": "-0.11",
    "datetime": "2026-02-11 13:00:00"
  },
  "indicators": {
    "rsi": 30.11902,
    "macd": -0.0010456373,
    "macd_signal": -0.0009220371,
    "sma20": 0.0916335
  },
  "analysis": {
    "zh": {
      "title": "狗狗币/美元技术分析：当前震荡走势，关注短期支撑与阻力",
      "content": "当前狗狗币/美元（DOGE/USD）的价格为0.08992，呈现出微弱的下行震荡趋势。24小时价格变化仅为-0.11%，显示市场情绪较为谨慎。短期内，价格在0.08989和0.09005之间波动，表明该区间形成了较为明确的短期支撑和阻力。\n\n从技术指标来看，MACD显示负值（-0.0010456373），这可能暗示短期内卖压较重。然而，由于没有RSI和Signal的具体数据，无法对市场的超买或超卖状态做进一步评估。在20日简单移动平均线（SMA）上，当前价格低于0.091633500，这可能暗示价格短期内有进一步下行的风险。\n\n在支撑方面，0.08989是关键位置，一旦跌破该点，可能会测试更低的水平，如0.08900。反之，0.09005附近形成短期阻力，突破后可能会迎来短期反弹。基于当前走势，建议交易者关注这些关键价格区间，并根据突破情况制定进场策略。"
    },
    "en": {
      "title": "Dogecoin vs US Dollar Technical Analysis",
      "content": "The Dogecoin market is currently displaying a neutral to slightly bearish trend, as evidenced by its modest decline of 0.11% over the past 24 hours. The price is trading near its low of the day at 0.08992, which is just above the 0.08989 level. This could indicate a potential struggle to maintain upward momentum. With no clear bullish signals present, the market appears to be consolidating within a tight range. A break below the current low may suggest further downside risk towards the next support level.\n\nThe lack of a visible RSI reading limits our ability to gauge overbought or oversold conditions at this time. However, the MACD remains negative at -0.0010456373, pointing to a mild bearish sentiment. While the absence of a signal line prevents a more detailed analysis, this negative MACD value suggests the possibility of continued weakness. Traders should watch for any signs of a reversal, particularly if the MACD crosses into positive territory or RSI data becomes available, indicating oversold conditions that could prompt a price rebound.\n\nSupport levels for Dogecoin are likely to be found at 0.08989, as the market has already tested this point and bounced slightly. A further decline could bring 0.0890 into play, followed by a deeper test around 0.0885, which has served as a reliable area of support in the past. On the resistance side, 0.09005 has emerged as a recent intraday high, with the 20-period moving average at 0.091633500 acting as a secondary resistance. Breaking above these levels could spark a more significant rally.\n\nFor traders, a cautious approach is advised. Long positions could be considered if the price manages to hold above 0.08989 and show signs of upward momentum. A break above 0.09005 could confirm this bullish scenario, leading to potential gains toward the next resistance zone. However, any further weakness and a drop below 0.0890 would trigger a more cautious stance, with selling opportunities possibly emerging in the short term."
    }
  }
}