{
  "symbol": "DOGE/USD",
  "name": "Dogecoin vs US Dollar",
  "nameCn": "狗狗币/美元",
  "timestamp": "2026-02-25T17:09:01.008Z",
  "price": {
    "close": "0.1025",
    "high": "0.10337",
    "low": "0.10248",
    "open": "0.1027",
    "change": "-0.19",
    "datetime": "2026-02-25 17:00:00"
  },
  "indicators": {
    "rsi": 84.96435,
    "macd": 0.0023622207,
    "macd_signal": 0.0012654338,
    "sma20": 0.094989
  },
  "analysis": {
    "zh": {
      "title": "狗狗币/美元技术分析：震荡整理，短期看多",
      "content": "当前狗狗币/美元（DOGE/USD）价格位于0.1025附近，处于一个震荡整理区间。尽管24小时变化为-0.19%，但价格未出现剧烈波动，反映出市场的观望情绪。短期内，价格可能维持在0.1020至0.1035之间震荡，尚未出现明显的方向性突破。\n\n从技术指标来看，RSI(14)数据缺失，无法提供过买或过卖的信号。MACD线为0.0024，表明市场略微处于多头区域，但缺乏强势上行动力。SMA(20)目前为0.094989，价格明显高于此水平，暗示中短期内有一定的上涨支撑。整体技术面偏向稳中有升。\n\n在支撑方面，0.1020和0.1025区间是短期重要支撑位，一旦跌破，可能测试0.0940附近的低点。阻力位则集中在0.1030和0.1035区间，突破这些阻力可能为进一步上涨创造条件。若价格突破0.1035，可能会延续上涨趋势。\n\n交易建议方面，考虑到当前震荡格局，建议在支撑位附近寻求低买机会，止损设在0.1010以下。若价格突破0.1035，可以考虑短期多头操作，目标看向0.1050。"
    },
    "en": {
      "title": "Dogecoin vs US Dollar Technical Analysis",
      "content": "Dogecoin (DOGE) against the US Dollar (USD) is currently showing a slight bearish trend with a price of $0.1025. The market has seen a minor 24-hour drop of -0.19%, indicating a consolidation phase or minor pullback within a broader uptrend. The price has oscillated between $0.10248 and $0.10337, suggesting a tight trading range. Despite the relatively small decline, DOGE has remained above the $0.1020 level, which could act as a short-term support zone. Traders should watch for any price movements that break either side of this range for further direction.\n\nThe lack of an available RSI value makes it difficult to evaluate overbought or oversold conditions directly, but the MACD value of 0.00236 provides some insight into market momentum. With no clear signal line value provided, this could imply that the momentum is currently neutral or weak. If the MACD histogram begins to show a positive slope or crosses above the signal line (when available), this would confirm bullish momentum, while a decline would indicate further consolidation or potential bearish movement. Monitoring this closely could provide further clarity for short-term trading decisions.\n\nSupport levels are seen near the recent low at $0.10248, with a more solid level around $0.1020. If the price tests and holds these supports, DOGE could attempt a rebound. On the upside, resistance is found near the recent high of $0.10337. A breakout above this could signal a continuation of the uptrend toward the next key resistance near $0.1050. The 20-day simple moving average (SMA) at $0.09499 is also a notable area of support, indicating that the broader trend remains relatively bullish as long as the price stays above this level.\n\nGiven the current market conditions, a cautious approach seems appropriate. Traders may consider a short-term range-bound strategy, buying near support and selling near resistance. However, a confirmed breakout above $0.10337 or a decline below $0.1020 could offer clearer trade signals. Using additional indicators, such as RSI or a more detailed MACD analysis, would be beneficial to enhance trading accuracy in this range-bound environment."
    }
  }
}