{
  "symbol": "DOGE/USD",
  "name": "Dogecoin vs US Dollar",
  "nameCn": "狗狗币/美元",
  "timestamp": "2025-11-22T13:45:20.266Z",
  "price": {
    "close": "0.13598",
    "high": "0.13741",
    "low": "0.13554",
    "open": "0.13691",
    "change": "-0.69",
    "datetime": "2025-11-22 13:00:00"
  },
  "indicators": {
    "rsi": 41.047559,
    "macd": -0.001705392,
    "macd_signal": -0.0018241733,
    "sma20": 0.1385885
  },
  "analysis": {
    "zh": {
      "title": "狗狗币/美元技术分析：[当前行情偏弱，需谨慎操作]",
      "content": "当前狗狗币/美元（DOGE/USD）价格为0.13598，24小时内小幅下跌0.69%。从近期走势来看，狗狗币的价格在高点0.13741和低点0.13554之间波动，显示出市场的犹豫和不确定性。整体趋势偏弱，投资者需保持警惕。\n\n从技术指标来看，当前未提供RSI（相对强弱指标）数据，但MACD显示为-0.0017053920，表明当前市场处于弱势区域。20日简单移动平均线（SMA）为0.13858850，价格下穿此均线进一步确认了短期的下行压力，表明卖方占据主导地位。\n\n支撑位方面，建议关注0.13554的低点，一旦跌破此位，可能加速下行，进一步支撑位在0.13300附近。阻力位则在0.1385附近，需密切关注价格是否能有效突破此位，若能突破则可能引发短期反弹。 \n\n交易建议上，当前市场环境不利于激进操作，建议投资者采取观望策略，待市场明朗化后再决定是否入场。同时，设置止损位以控制风险，谨慎把握短线交易机会，以避免潜在损失。"
    },
    "en": {
      "title": "Dogecoin vs US Dollar Technical Analysis",
      "content": "The current price of Dogecoin (DOGE) against the US Dollar stands at 0.13598, reflecting a slight decline of 0.69% over the past 24 hours. This downward movement indicates a potential bearish sentiment in the short term. The price has fluctuated between a high of 0.13741 and a low of 0.13554, suggesting that the market is consolidating within this range. Traders should closely monitor this pattern, as a breakout could signal the next directional move for DOGE.\n\nFrom a trend analysis perspective, the recent price action appears to be testing the lower boundary of a support level around 0.13554. Should this level hold, it may provide a foundation for a potential rebound towards the SMA(20) at 0.13858850, which also serves as a resistance level. Failure to maintain this support could lead to further declines, with the next critical support possibly around 0.13300, where buyers might step in to prevent a deeper pullback.\n\nIn terms of technical indicators, the MACD is currently showing a negative value of -0.0017053920, hinting at a bearish momentum. While the RSI(14) data is unavailable, the overall context suggests that DOGE may be approaching oversold conditions if the downward trend persists. Traders should be cautious, as a recovery may be imminent if buying pressure increases, particularly if the price moves back above the SMA(20).\n\nFor trading strategies, a cautious approach is advisable. A buy signal could be considered if DOGE breaks above the SMA(20) and the recent high of 0.13741, confirming a shift in momentum. Conversely, if the price falls below 0.13554, it may be prudent to adopt a bearish stance, aiming for short positions with targets set around the next support level at 0.13300. Active management of trades will be essential in this volatile environment."
    }
  }
}