{
  "symbol": "ADA/USD",
  "name": "Cardano vs US Dollar",
  "nameCn": "艾达币/美元",
  "timestamp": "2026-02-13T14:14:04.358Z",
  "price": {
    "close": "0.264163",
    "high": "0.265584",
    "low": "0.264011",
    "open": "0.265503",
    "change": "-0.51",
    "datetime": "2026-02-13 14:00:00"
  },
  "indicators": {
    "rsi": 54.39291,
    "macd": 0.00076576411,
    "macd_signal": 0.00058711535,
    "sma20": 0.26251925
  },
  "analysis": {
    "zh": {
      "title": "艾达币/美元技术分析：市场震荡，短期多空拉锯",
      "content": "当前艾达币/美元（ADA/USD）价格为0.264163，24小时内小幅下跌0.51%。从近期价格波动来看，市场显现出一定的震荡整理走势。短期内，价格在0.264011和0.265584区间内波动，显示出较为窄幅的波动。当前价格接近20日简单移动平均线（SMA(20)：0.26251925），这可能是一个短期支撑位。\n\nMACD指标当前值为0.00076576411，尽管信号线数据缺失，但这一值的存在表明短期内可能有微弱的上涨动能。尽管如此，市场仍然处于低波动状态，因此，MACD指标提供的信号较为弱势。RSI(14)数据缺失，使得我们无法通过超买或超卖信号进行进一步确认。\n\n支撑位方面，0.264011和0.2625附近有较强支撑，一旦跌破这些位置，可能进一步考验0.2600关口。而上行阻力则集中在0.2655附近，突破该位可能打开更高的上涨空间，短期目标可看向0.2670。建议投资者可在支撑区间轻仓操作，等待价格突破关键阻力后再考虑加仓。\n\n总体来看，当前市场没有明显的趋势，建议投资者保持观望，避免追涨杀跌。短期内关注0.2640-0.2655区间的突破，结合技术指标确认信号后再做决策。"
    },
    "en": {
      "title": "Cardano vs US Dollar Technical Analysis",
      "content": "The current price of ADA/USD stands at 0.264163, showing a minor decline of 0.51% over the last 24 hours. The market appears to be moving sideways, with the price oscillating between the high of 0.265584 and the low of 0.264011. This lack of significant price movement suggests that ADA may be in a consolidation phase. Traders should closely monitor any breakouts from this tight range to determine the next significant direction.\n\nThe absence of RSI and SMA values for the 14-day period limits the immediate understanding of market momentum. However, the current SMA(20) at 0.26251925 could provide some insight into the short-term trend. If the price stays above this moving average, it would indicate a slight bullish bias. Conversely, a drop below this level could open the door for further bearish pressure. A retest of support near the 0.2640 area is likely, with the next support level at 0.2620 acting as a potential area of interest.\n\nThe MACD value of 0.00076576411 is positive, but the lack of a clear signal line makes it difficult to assess momentum with confidence. A cross above or below the current MACD value could indicate a more reliable trend shift. Traders should watch for a convergence or divergence in the MACD histogram, which could signal either an upward or downward breakout. In the absence of a definitive signal, it is prudent to remain cautious and avoid overleveraging positions.\n\nIn terms of support and resistance, immediate resistance is at the high of 0.265584, which could act as a barrier if the price attempts a breakout. Above that, the 0.2670 level may become significant. On the downside, the price has strong support around 0.2620. If this level holds, the price could continue to consolidate, but a break below it would signal potential weakness, with the next major support at 0.2600. Traders should consider waiting for clearer signals before making decisive moves."
    }
  }
}