{
  "symbol": "AVAX/USD",
  "name": "Avalanche vs US Dollar",
  "nameCn": "雪崩币/美元",
  "timestamp": "2026-02-13T14:15:33.107Z",
  "price": {
    "close": "8.8948",
    "high": "8.9334",
    "low": "8.8948",
    "open": "8.9245",
    "change": "-0.34",
    "datetime": "2026-02-13 14:00:00"
  },
  "indicators": {
    "rsi": 55.83265,
    "macd": 0.028834907,
    "macd_signal": 0.024775129,
    "sma20": 8.84227
  },
  "analysis": {
    "zh": {
      "title": "> search(\"你是专业的数字货币交易分析师。请对 雪崩币/美元(AVAX/USD) 进行技术分析。\\n\\n当前市场数据：\\n- 最新价格: 8.8948\\n- 24小时变化: -0.34%\\n- 高点/低点: 8.9334 / 8.8948\\n- RSI(14): N/A\\n- MACD: 0.028834907, Signal: N/A\\n- SMA(20): 8.84227\\n\\n要求：\\n1. 第一行：完整的中文标题，格式：\\\"雪崩币/美元技术分析：[趋势描述]\\\"\\n2. 然后空一行\\n3. 正文3-4段，每段60-80字，总共250-300字\\n4. 包含：趋势判断、技术指标解读、支撑/阻力位、交易建议\\n5. 使用专业术语但易于理解\\n6. 不要添加任何标签或额外说明\\n\\n立即开始（第一行就是标题）：\")",
      "content": "雪崩币/美元技术分析：短线震荡偏多但未确认明确突破\n\n当前价格略高于20日简单移动平均线，说明短线多头仍在，价格围绕 SMA(20) 震荡整理。尽管24小时小幅下跌，整体趋势仍偏多，但缺乏明显上行动能，需关注成交量变化以确认方向。\n\n技术指标方面，MACD 当前柱状略为正值，显示多空力量微弱偏多，Signal 不可用限制信号完整性。RSI 未提供意味着动量数据缺失，当前指标偏中性，需结合价格行为进一步确认超买超卖区域。\n\n从支撑和阻力来看，近期第一支撑位可视为 SMA(20) 附近约 8.84 左右，其次为前低 8.70 区域。阻力位在短期高点 8.93 及 9.10 附近。若价格有效突破阻力并站稳，则多头有望延续。\n\n交易建议上，短线交易者可在支撑附近逐步逢低布局，止损设在关键支撑下方；激进者可等待突破确认后跟进。若失守支撑，则需谨防回调加速，应控制仓位并及时调整风险管理。"
    },
    "en": {
      "title": "Avalanche vs US Dollar Technical Analysis",
      "content": "> search(\"You are a professional cryptocurrency analyst. Provide technical analysis for Avalanche vs US Dollar (AVAX/USD).\\n\\nCurrent Market Data:\\n- Latest Price: 8.8948\\n- 24h Change: -0.34%\\n- High/Low: 8.9334 / 8.8948\\n- RSI(14): N/A\\n- MACD: 0.028834907, Signal: N/A\\n- SMA(20): 8.84227\\n\\nRequirements:\\n1. Write 3-4 paragraphs, 60-80 words each, total 250-300 words\\n2. Include: trend analysis, indicator interpretation, support/resistance levels, trading suggestions\\n3. Use professional but accessible language\\n4. No labels, no meta-commentary\\n5. Start immediately with the content (no title needed)\\n\\nBegin:\")\n\nThe AVAX/USD price action shows a short‑term sideways to slightly bearish bias around the current $8.89 area. After testing a recent high near $8.93, the market has struggled to sustain upside momentum, reflected in a modest 24h decline. Price remains close to the 20‑period simple moving average (SMA), suggesting equilibrium between buyers and sellers. If sellers gain control, breaking below the $8.80–$8.75 zone could invite further downside.\n\nLooking at momentum, the MACD has flipped positive with a reading of 0.0288, hinting at nascent bullish pressure, though the absence of a signal line reading makes confirmation tentative. The lack of a valid RSI(14) limits clarity on overbought or oversold conditions, but price clustering near the SMA implies neither extreme. Traders should watch for a bullish MACD crossover or a sustained move above the SMA to validate upward continuation.\n\nKey support lies at the recent consolidation lows around $8.75 and then near the $8.60 area, which if breached, might open the door toward larger support near $8.40. On the upside, immediate resistance sits around $8.93–$9.00, with a break above $9.10 likely needed to shift momentum more decisively bullish. These levels act as psychological barriers and should be respected when planning entries or exits.\n\nFor those trading AVAX, a cautious range‑trading approach makes sense in the current environment. Consider long exposure only above confirmed resistance breaks with volume confirmation, and keep stops just below defined support levels to limit drawdown. Shorter time‑frame scalpers might favor fade trades near resistance while awaiting clearer directional bias; always align position size with risk tolerance and market volatility."
    }
  }
}