{
  "symbol": "DOGE/USD",
  "name": "Dogecoin vs US Dollar",
  "nameCn": "狗狗币/美元",
  "timestamp": "2026-02-13T14:14:50.052Z",
  "price": {
    "close": "0.09294",
    "high": "0.09353",
    "low": "0.09289",
    "open": "0.09353",
    "change": "-0.64",
    "datetime": "2026-02-13 14:00:00"
  },
  "indicators": {
    "rsi": 51.066321,
    "macd": 0.0003342944,
    "macd_signal": 0.00029659483,
    "sma20": 0.092733
  },
  "analysis": {
    "zh": {
      "title": "狗狗币/美元技术分析：震荡整理，短期可能维持区间波动",
      "content": "当前狗狗币/美元（DOGE/USD）的价格在0.09294附近，近期小幅下跌0.64%。从整体趋势来看，狗狗币呈现震荡整理的态势，价格在短期内没有显著突破上下区间。当前价格处于短期均线SMA(20) 0.09273附近，暗示市场短期内可能继续保持横盘走势。\n\n由于RSI(14)和MACD信号均未提供有效的超买或超卖信号，暂时难以判断明确的价格趋势。MACD虽然为正值，但由于缺乏与Signal线的对比，无法确认持续上涨的动能。综合来看，短期内可能出现小幅反弹，但仍需关注大盘的整体走势以及短期技术面变化。\n\n在支撑和阻力方面，目前狗狗币的支撑位位于0.09289，若价格下破此水平，可能进一步考验0.09255或更低支撑区。上方阻力位暂时设在0.09353，突破此点可能带来进一步的上涨空间。投资者需密切关注这两个关键价格点。\n\n建议交易者短期内保持观望，待价格突破关键支撑或阻力位时再做决策。如果市场出现向上的突破，可以考虑短期多头机会；若跌破支撑位，则可适时进行空头操作。"
    },
    "en": {
      "title": "Dogecoin vs US Dollar Technical Analysis",
      "content": "The current market for Dogecoin (DOGE) against the US Dollar shows a slight bearish sentiment, with a 24-hour change of -0.64%. This indicates that the price has been experiencing some downward pressure recently, although the movement remains within a narrow range. With a high of 0.09353 and a low of 0.09289, the market is consolidating in this zone, suggesting limited volatility at this moment. It is crucial to monitor the next price movement to determine whether the market will break through either the upper or lower bounds to indicate a clear directional trend.\n\nLooking at the 20-period Simple Moving Average (SMA), which currently stands at 0.09273, the price is slightly above this level, suggesting a mild bullish bias. However, with the price moving only marginally higher than the SMA, the overall sentiment remains neutral to weak bullish. Traders should watch for any substantial moves that either surpass or dip below this level. A break above the SMA could signal potential upside toward the 0.09350 area, while a fall below could indicate further weakness toward lower support levels.\n\nThe lack of specific RSI and MACD data at this time makes it harder to draw a clear picture on momentum and trend strength. However, from the available MACD value of 0.00033429440, we can infer that the market is somewhat in a balanced state, neither in strong bullish nor bearish momentum. Given the current consolidation, investors could consider waiting for clearer confirmation signals, either from an upward crossover or downward breakdown, before entering positions.\n\nSupport levels are found near 0.09289, with the next key support at 0.09200 if the downward pressure continues. Resistance lies around the 0.09350 mark, with further resistance at 0.09400. For those looking to trade, it may be prudent to wait for a clear breakout above or below these levels. Risk management strategies, including stop-losses just beyond the key support or resistance, could help mitigate any potential downside if the market moves unfavorably."
    }
  }
}