{
  "symbol": "ADA/USD",
  "name": "Cardano vs US Dollar",
  "nameCn": "艾达币/美元",
  "timestamp": "2026-01-25T12:39:15.256Z",
  "price": {
    "close": "0.354922",
    "high": "0.356401",
    "low": "0.354602",
    "open": "0.356277",
    "change": "-0.41",
    "datetime": "2026-01-25 12:00:00"
  },
  "indicators": {
    "rsi": 40.39346,
    "macd": -0.00094343974,
    "macd_signal": -0.00088177417,
    "sma20": 0.3574369
  },
  "analysis": {
    "zh": {
      "title": "艾达币/美元技术分析：[短期震荡整理，关注支撑与阻力突破]",
      "content": "当前，艾达币/美元(ADA/USD)价格处于短期震荡整理状态，最新价格为0.354922美元，全天变化仅为-0.41%。市场在0.354602和0.356401之间波动，反映出缺乏强烈的买入或卖出动力。结合价格走势，短期内可能继续维持震荡模式。\n\n从技术指标来看，MACD呈现轻微负值（-0.00094343974），但没有明确的信号线交叉，表明市场动能不足，趋势方向尚不明朗。20日简单移动平均线（SMA）目前位于0.35743690附近，提供了一定的上行压力。没有RSI数据的情况下，判断市场是否超买超卖较为困难，但短期内可能不会出现明显的反转信号。\n\n支撑位方面，0.354602是当前关键支撑位，若价格跌破此水平，可能会进一步回调至0.3520附近。上方的阻力位为0.356401，突破此阻力可能引发短期反弹，目标可看至0.36美元。建议交易者关注这些关键价位，做出相应调整。\n\n综上所述，当前市场处于窄幅整理状态，投资者应耐心等待突破信号。在支撑位附近考虑轻仓买入，而在接近阻力位时则可以考虑卖出。"
    },
    "en": {
      "title": "Cardano vs US Dollar Technical Analysis",
      "content": "The Cardano (ADA/USD) market currently shows signs of consolidation, with the price hovering around $0.354922, just above its recent low of $0.354602. Despite a small 24-hour decrease of -0.41%, the lack of significant movement suggests that the asset is in a narrow range. The proximity of the price to the recent high ($0.356401) implies that a break above this level could initiate a modest upward move. However, with the overall trend neutral, we should await further confirmation of direction.\n\nThe absence of RSI data limits the analysis of potential overbought or oversold conditions, making other indicators, like the MACD, more pivotal. The MACD reading of -0.00094343974 indicates a bearish short-term momentum, suggesting that Cardano may continue to face downward pressure. A shift to a more positive MACD value would confirm a change in sentiment. Traders should watch for a crossover in the MACD histogram to signal a shift in momentum.\n\nSupport is clearly defined around the $0.3546 region, with the price bouncing off this level in the short term. A breakdown below this support could open the door to further downside towards $0.3500, with more substantial support around $0.3475. On the upside, the $0.3574 SMA(20) offers resistance. A decisive break above this moving average could offer a signal for potential bullish continuation, with the next resistance target lying near $0.3600.\n\nFor short-term traders, the strategy should focus on tight range-bound trades. If ADA/USD breaches either support or resistance, traders can consider a more directional approach. The current market conditions require patience, as the lack of strong momentum may lead to continued sideways action until a clear breakout is confirmed."
    }
  }
}