{
  "symbol": "DOGE/USD",
  "name": "Dogecoin vs US Dollar",
  "nameCn": "狗狗币/美元",
  "timestamp": "2026-02-18T17:03:53.718Z",
  "price": {
    "close": "0.10014",
    "high": "0.10017",
    "low": "0.09997",
    "open": "0.1001",
    "change": "0.05",
    "datetime": "2026-02-18 17:00:00"
  },
  "indicators": {
    "rsi": 46.46026,
    "macd": -0.00011530784,
    "macd_signal": -0.000048210681,
    "sma20": 0.1006625
  },
  "analysis": {
    "zh": {
      "title": "狗狗币/美元技术分析：[震荡整理走势]",
      "content": "当前狗狗币/美元（DOGE/USD）价格位于0.10014附近，整体呈现震荡整理的走势。价格在0.10017和0.09997之间波动，显示出市场缺乏强烈的上涨或下跌动能。考虑到24小时的变化幅度仅为0.05%，短期内价格波动较小，可能受到市场情绪的影响。\n\n从技术指标来看，RSI(14)数据缺失，无法提供超买或超卖的参考。MACD的负值（-0.00011530784）显示出短期内卖盘压力略大，但由于信号线数据缺失，无法对未来趋势做出明确预判。SMA(20)当前为0.10066250，反映出价格在该水平附近存在一定支撑。\n\n支撑位位于0.09997附近，如果价格跌破此水平，可能会进一步测试0.0990和0.0985的关键支撑区间。阻力位则在0.1008至0.1012之间，若突破此区域，可能会迎来短期反弹，目标价位接近0.1025。\n\n综合来看，当前市场处于整理阶段，短期内缺乏明确的方向。建议投资者保持观望，除非价格突破关键支撑或阻力位，否则不宜轻易入场。"
    },
    "en": {
      "title": "Dogecoin vs US Dollar Technical Analysis",
      "content": "The current price of Dogecoin stands at $0.10014, showing a modest 0.05% increase over the last 24 hours. This indicates a relatively neutral short-term sentiment, with limited volatility. The market has been trading within a narrow range between $0.09997 and $0.10017, which reflects low price action. A flat, sideways trend is evident, suggesting that the market lacks strong momentum in either direction. This could be due to a lack of significant market catalysts or a consolidation phase before the next major move.\n\nIn terms of indicators, the MACD value is slightly negative at -0.00011530784, signaling a potential bearish sentiment in the immediate term. However, the absence of a Signal line complicates this interpretation, leaving the trend unclear. Without confirmation from the Signal line, it's difficult to make definitive conclusions about the direction of the price movement. Additionally, the RSI is unavailable, which typically helps in gauging whether the asset is overbought or oversold. This means that traders may have to rely more on price action for now.\n\nLooking at support and resistance levels, the current support lies just below the $0.09997 level, while resistance is near the high of $0.10017. If price breaks below the support, a deeper decline to the next support zone around $0.099 could be possible. Conversely, a break above resistance may push Dogecoin toward $0.101 or higher, potentially signaling a shift to a bullish trend. Traders should monitor price action closely, as a breakout in either direction could signal a stronger trend.\n\nFor those looking to trade, it's advisable to wait for a breakout above $0.10017 or a breakdown below $0.09997 to confirm a clear trend. The market appears to be consolidating, so entering positions without a clear breakout could expose traders to unpredictable risk. Risk management strategies, such as stop losses, are essential in these conditions."
    }
  }
}