{
  "symbol": "ETH/USD",
  "name": "Ethereum vs US Dollar",
  "nameCn": "以太坊/美元",
  "timestamp": "2026-02-18T17:00:03.278Z",
  "price": {
    "close": "1969.16",
    "high": "1985.81",
    "low": "1964.79",
    "open": "1985.66",
    "change": "-0.81",
    "datetime": "2026-02-18 16:00:00"
  },
  "indicators": {
    "rsi": 42.23558,
    "macd": -2.16105,
    "macd_signal": 1.50413,
    "sma20": 1992.15
  },
  "analysis": {
    "zh": {
      "title": "以太坊/美元技术分析：短期承压、可能回调整理",
      "content": "当前以太坊价格位于1969.16美元，较日内高点略低，短线呈现承压态势。价格低于20日均线1992.15美元，显示中期均线存在下行压力，短期多头动能有限，市场可能在当前区间内震荡整理。  \n\nMACD指标处于负值区间（-2.16105），表明空头占优，但信号线数据缺失，需要谨慎确认趋势延续性。虽然RSI未提供，但结合价格与均线关系，短线买入动力不足，行情可能出现微幅回撤。  \n\n支撑位在1964.79美元附近，若跌破可能引发进一步调整；阻力位则集中在1992-1995美元区间，多头若突破此水平，可重新获得上行动力。整体价格区间清晰，波动相对有限。  \n\n交易上建议短线以观望和低位试探为主，谨慎追涨，关注支撑附近的承接力。若价格稳住支撑，可尝试小额多单布局，止损可设置在1960美元下方；若突破阻力，择机顺势加仓，但需控制仓位，防止回调风险。"
    },
    "en": {
      "title": "Ethereum vs US Dollar Technical Analysis",
      "content": "Ethereum is trading at 1969.16, down modestly on the session and hovering just above the intraday low of 1964.79. Price action remains compressed beneath the 20-period SMA at 1992.15, signaling short-term bearish pressure. The inability to reclaim the 1985–1990 area suggests fading upside momentum. Overall structure reflects a cautious consolidation phase with a slight downside bias unless bulls regain control above near-term moving average resistance.\n\nMomentum indicators reinforce this tone. The MACD reading at -2.16105 in negative territory points to weakening bullish momentum and potential continuation of mild downside drift. Although RSI data is unavailable, price positioning below the SMA(20) implies momentum remains subdued. If MACD continues to diverge negatively, it would confirm sustained short-term bearish sentiment, especially if accompanied by expanding histogram bars to the downside.\n\nImmediate support is seen near 1965, aligned with the session low. A decisive break below this level could expose the psychological 1950 zone, followed by deeper support around 1925 where prior consolidation occurred. On the upside, resistance stands at 1985, with stronger supply expected near 1992–2000, coinciding with the 20-day moving average and a key round number barrier. A sustained break above 2000 would shift short-term structure back toward bullish recovery.\n\nTraders may consider cautious positioning while price remains below the 20-SMA. Short-term sellers could look for rejection near 1985–1992 with tight risk controls above 2000. Conversely, dip buyers might wait for bullish confirmation signals near 1950 support before entering. Given the narrow range and declining momentum, patience is warranted until a clear breakout or breakdown establishes directional conviction."
    }
  }
}