{
  "symbol": "DOGE/USD",
  "name": "Dogecoin vs US Dollar",
  "nameCn": "狗狗币/美元",
  "timestamp": "2026-01-14T19:05:02.789Z",
  "price": {
    "close": "0.1473",
    "high": "0.14762",
    "low": "0.14729",
    "open": "0.14762",
    "change": "-0.23",
    "datetime": "2026-01-14 19:00:00"
  },
  "indicators": {
    "rsi": 53.78145,
    "macd": 0.0011673229,
    "macd_signal": 0.0014839053,
    "sma20": 0.1478755
  },
  "analysis": {
    "zh": {
      "title": "狗狗币/美元技术分析：[当前震荡趋势]",
      "content": "当前，狗狗币（DOGE）在0.1473美元附近震荡整理，24小时变化为-0.23%。从价格走势来看，狗狗币在高点0.14762和低点0.14729之间波动，显示出市场情绪较为谨慎。短期内，价格未能有效突破0.1480美元的阻力位，表明多头力量尚显不足。\n\n在技术指标方面，虽然RSI未提供，但MACD显示出微弱的上涨动能，当前值为0.0011673229。20日简单移动平均线（SMA）为0.14787550，当前价格略低于此水平，可能意味着短期内价格有回调风险。若MACD和RSI数据更新，需关注是否出现背离信号。\n\n支撑位方面，0.1470美元是一个关键心理支撑位，跌破此位置可能会引发进一步的卖盘，测试更低的支撑区间。而上方阻力位在0.1480美元，突破将可能带来新的买入机会。因此，建议投资者关注价格在支撑位附近的反应，若出现企稳迹象，可考虑适量布局。\n\n总体来看，狗狗币在当前区间内波动，市场情绪相对谨慎。短期内建议投资者保持观望，等待明确的突破信号再进行操作，以降低风险并提高交易的成功率。"
    },
    "en": {
      "title": "Dogecoin vs US Dollar Technical Analysis",
      "content": "The current price of Dogecoin (DOGE) against the US Dollar (USD) stands at 0.1473, reflecting a slight decline of 0.23% over the past 24 hours. This minor pullback indicates a period of consolidation following recent volatility. The price has oscillated between a high of 0.14762 and a low of 0.14729, suggesting that the market is currently in a narrow range. Traders should remain attentive to this consolidation phase, as a breakout in either direction could set the tone for the next movement.\n\nTechnical indicators, while limited, provide some insight into market sentiment. The MACD shows a value of 0.0011673229, indicating a potential bullish momentum; however, the absence of a signal line limits its interpretative power. The SMA(20) sits at 0.14787550, suggesting that the current price is slightly below the 20-day moving average, which could act as a dynamic resistance level. Traders should monitor how the price interacts with this moving average, as a decisive close above it may signal a trend reversal.\n\nIn terms of support and resistance levels, the immediate support can be observed at 0.14729, the recent low. If this level holds, it could provide a foundation for a potential rebound. Conversely, a fall below this level may lead to further declines, with the next support level around 0.1450. On the resistance side, the high of 0.14762 is the immediate target for bulls. A break above this resistance could pave the way for an upward movement towards the next significant psychological level at 0.1500.\n\nFor traders, the current market presents a cautious outlook. A wait-and-see approach may be prudent until clearer signals emerge. If the price manages to breach the SMA and holds above it, entering long positions could be favorable. Conversely, if the support at 0.14729 fails, short positions may be warranted, with a focus on taking profits at subsequent support levels. Risk management remains paramount in this uncertain environment."
    }
  }
}