{
  "symbol": "DOGE/USD",
  "name": "Dogecoin vs US Dollar",
  "nameCn": "狗狗币/美元",
  "timestamp": "2026-02-17T07:42:16.541Z",
  "price": {
    "close": "0.09997",
    "high": "0.10002",
    "low": "0.09953",
    "open": "0.10002",
    "change": "-0.06",
    "datetime": "2026-02-17 07:00:00"
  },
  "indicators": {
    "rsi": 41.47921,
    "macd": -0.00081595376,
    "macd_signal": -0.00091994226,
    "sma20": 0.1005595
  },
  "analysis": {
    "zh": {
      "title": "狗狗币/美元技术分析：横盘整理，短期区间震荡",
      "content": "当前狗狗币/美元（DOGE/USD）的市场表现处于震荡整理状态。价格波动幅度较小，最新价格为0.09997美元，较24小时前的价格几乎无变动。这种横盘整理表明市场多空力量相对均衡，短期内可能难以出现大幅突破。\n\n从技术指标来看，MACD值为负（-0.00081595376），但由于Signal线数据缺失，无法全面判断其走势。20日简单移动平均（SMA20）为0.1005595，价格略低于该均线，这可能暗示市场在短期内受到一定压力。RSI缺失也使得我们无法通过超买或超卖信号进一步推测未来走势。\n\n支撑位方面，狗狗币的低点为0.09953美元，如果价格跌破该点位，可能会进一步回调。上方的阻力位在0.10002美元附近，如果价格突破该水平，可能会尝试反弹至0.1010美元左右。短期内，市场仍有较强的区间震荡特征。\n\n综合来看，建议投资者在当前区间内保持观望，等待价格突破支撑或阻力时再做决策。如果突破0.10002美元阻力，可以考虑小幅做多；反之，跌破0.09953美元支撑时，可考虑适量做空。"
    },
    "en": {
      "title": "Dogecoin vs US Dollar Technical Analysis",
      "content": "The current price of Dogecoin against the US Dollar stands at 0.09997, reflecting a minor decrease of 0.06% over the past 24 hours. This indicates relatively stable short-term price action, although the lack of significant momentum suggests a range-bound market. With a high of 0.10002 and a low of 0.09953 in the last 24 hours, the market is displaying a narrow trading range, which could point to consolidation before a potential breakout. However, the overall trend remains neutral at this point, with no clear bullish or bearish direction established.\n\nThe lack of the RSI and the current MACD value of -0.00081595376 suggests there is a subtle bearish pressure, but with no confirmation of a downtrend. The absence of the signal line for the MACD complicates further analysis, making it challenging to determine short-term momentum accurately. The SMA(20) at 0.1005595 indicates that the price is currently trading slightly below its short-term moving average, which could be interpreted as a mild bearish signal, although it’s important to note that the price is still hovering near this level.\n\nThe key support level for Dogecoin lies at 0.09953, where the price recently touched its low. A break below this could lead to further declines toward 0.09900 or lower, where the next significant support level might emerge. On the resistance side, 0.10002 is the immediate barrier to watch, with potential for a breakout if the price manages to close above it. A sustained move above this resistance could bring the next resistance zone at 0.10100 into play.\n\nTraders may consider monitoring price action closely in the upcoming hours. A bounce off the support could present an opportunity for short-term long positions with a tight stop below 0.09953. Conversely, if the price breaks below this support level, short positions could be considered, targeting 0.09900 or lower. Given the current neutral market conditions, a range-bound trading strategy may be most effective until clearer trend signals emerge."
    }
  }
}