{
  "symbol": "BNB/USD",
  "name": "Binance Coin vs US Dollar",
  "nameCn": "币安币/美元",
  "timestamp": "2026-01-29T16:41:05.649Z",
  "price": {
    "close": "860.45",
    "high": "864.15",
    "low": "856.82",
    "open": "864.15",
    "change": "-0.43",
    "datetime": "2026-01-29 16:00:00"
  },
  "indicators": {
    "rsi": 18.67869,
    "macd": -6.9979,
    "macd_signal": -2.55366,
    "sma20": 894.611
  },
  "analysis": {
    "zh": {
      "title": "币安币/美元技术分析：[震荡整理，短期承压]",
      "content": "当前币安币/美元(BNB/USD)的价格为860.45美元，24小时变动较小，跌幅为0.43%。市场正在经历震荡整理阶段，价格徘徊在856.82至864.15美元之间，未能形成明显的上涨或下跌趋势。从技术面看，当前价格距离20日简单移动平均线(SMA)894.61美元较远，表明短期内可能继续承压。\n\nRSI和MACD指标暂时缺失或未显示明确信号，因此无法提供明确的超买或超卖区间。MACD当前的值为负数，表明市场的卖压依然较重，若价格持续未突破864.15美元的高点，可能面临更大的下行风险。市场需关注是否出现反弹或突破的迹象。\n\n支撑位在856.82美元附近，若该位置有效支撑，价格可能会再次测试上方的阻力位864.15美元。如果跌破856.82美元，可能会进一步下探更低位置。阻力位较为明显，位于894.61美元附近，这也是20日SMA所提示的强劲阻力。\n\n建议投资者在当前价格附近保持谨慎观望。若价格突破864.15美元并维持上行趋势，可以考虑尝试轻仓做多，但要关注风险管理；若下破856.82美元，建议保持空仓或适时止损。"
    },
    "en": {
      "title": "Binance Coin vs US Dollar Technical Analysis",
      "content": "> search(\"You are a professional cryptocurrency analyst. Provide technical analysis for Binance Coin vs US Dollar (BNB/USD).\\n\\nCurrent Market Data:\\n- Latest Price: 860.45\\n- 24h Change: -0.43%\\n- High/Low: 864.15 / 856.82\\n- RSI(14): N/A\\n- MACD: -6.99790, Signal: N/A\\n- SMA(20): 894.61100\\n\\nRequirements:\\n1. Write 3-4 paragraphs, 60-80 words each, total 250-300 words\\n2. Include: trend analysis, indicator interpretation, support/resistance levels, trading suggestions\\n3. Use professional but accessible language\\n4. No labels, no meta-commentary\\n5. Start immediately with the content (no title needed)\\n\\nBegin:\")\n\nBinance Coin’s price action in the short term shows a mild bearish bias as recent candles hover below the 20-period simple moving average. The latest price at **860.45** failed to reclaim the **SMA(20) at ~894.6**, reflecting sellers stepping in near that dynamic resistance. The intraday range (**864.15 high / 856.82 low**) signals limited volatility and possible consolidation. Overall, the trend leans neutral-to-bearish until a clear breakout above the 20-period average occurs.\n\nMomentum indicators paint a cautious picture. The provided **MACD** reading of **-6.9979** suggests downward momentum, though the lack of a **signal line figure** limits precise crossover interpretation. With **RSI unavailable**, we infer momentum loss from price missing higher highs while SMA resistance caps upside. The absence of bullish confirmation from these tools implies that strength is waning, making new longs riskier without clearer directional signals from these oscillators.\n\nKey **support** lies around recent swing lows near **855–850**, a psychological zone where buyers previously emerged. A break below **850** could open the door toward the **830–820** area, where longer-term buyers might defend. On the upside, reclaiming and sustaining above **895–900** would shift the narrative, exposing **920–940** as the next resistance cluster. These levels are critical reference points for planning entries and exits in both trending and range-bound conditions.\n\nGiven the current setup, traders may consider a **range-oriented approach** in the near term. Short positions could be targeted on rallies toward the **SMA zone with tight stops above 900**, while scalpers might look for supportive bounces off **855** with defined risk limits. Longer-term holders should wait for a convincing break above **900+** with volume confirmation before adding, as validation of trend reversal improves at that juncture."
    }
  }
}