{
  "symbol": "DOGE/USD",
  "name": "Dogecoin vs US Dollar",
  "nameCn": "狗狗币/美元",
  "timestamp": "2026-01-29T16:44:21.542Z",
  "price": {
    "close": "0.11635",
    "high": "0.11808",
    "low": "0.11515",
    "open": "0.11602",
    "change": "0.25",
    "datetime": "2026-01-29 16:00:00"
  },
  "indicators": {
    "rsi": 18.70027,
    "macd": -0.0017291886,
    "macd_signal": -0.0011656492,
    "sma20": 0.1215615
  },
  "analysis": {
    "zh": {
      "title": "狗狗币/美元技术分析：[震荡整理，关注支撑与阻力的突破]",
      "content": "当前狗狗币/美元（DOGE/USD）价格震荡整理，最新价格为0.11635美元。过去24小时内价格波动较小，变动幅度仅为0.25%。目前价格接近短期均线（SMA 20）0.12156150，表明价格依然处于整理区间，未能突破前期高点0.11808美元的阻力。\n\n从技术指标来看，MACD当前为负值（-0.0017），显示出一定的卖盘压力。RSI未提供，无法准确判断超买或超卖情况。然而，从当前价格走势看，DOGE/USD可能在短期内继续维持区间震荡的格局。需注意，若价格突破0.11808美元的阻力位，可能会迎来短期反弹。\n\n支撑位方面，0.11515美元作为近期的低点，形成了强有力的支撑。若价格跌破此位置，可能会导致进一步下行，寻找新的支撑位。反之，突破0.11808美元后，价格有可能进一步向0.12美元附近进发。\n\n综合来看，目前适合在支撑位附近考虑进场，并关注0.11808美元的突破机会。若价格持续震荡整理，则可耐心等待更明确的趋势信号。"
    },
    "en": {
      "title": "Dogecoin vs US Dollar Technical Analysis",
      "content": "The current price of Dogecoin against the US Dollar (DOGE/USD) is 0.11635, with a modest 24-hour change of 0.25%. This suggests a relatively stable market in the short term. In terms of trend analysis, DOGE/USD has been trading within a narrow range between the recent high of 0.11808 and low of 0.11515. This consolidation hints at a lack of strong directional momentum, with both buyers and sellers somewhat balanced. If the price breaks above the upper range at 0.11808, it could signal a potential upward move, whereas a drop below the lower range could lead to further downside pressure.\n\nWithout an RSI value and with the MACD currently at -0.0017, there's little clear indication of bullish or bearish momentum. A negative MACD suggests a slight bearish bias, but the absence of a signal line makes it difficult to interpret a potential crossover or trend reversal. The lack of overbought or oversold conditions adds further uncertainty, leaving DOGE/USD in a neutral state. Traders should monitor the price closely for signs of a breakout or reversal.\n\nThe 20-period simple moving average (SMA) is currently at 0.12156, which is well above the current market price. This indicates that the short-term trend is leaning bearish, as the price is trading below the SMA. If the price manages to move back toward and above the SMA, it may signal a shift toward bullish territory. Conversely, if the price continues to hover below the SMA, it could reinforce bearish sentiment and lead to further testing of lower support levels.\n\nIn terms of support and resistance, the immediate support level is at 0.11515, with the next significant support found around 0.1130. On the resistance side, the next hurdle lies at the recent high of 0.11808, followed by 0.1200. Traders should look for confirmation of a breakout or breakdown at these levels before making any major trading decisions. Consider positioning accordingly for a potential breakout if momentum builds above 0.11808 or preparing for downside risk if support at 0.11515 fails."
    }
  }
}