{
  "symbol": "DOGE/USD",
  "name": "Dogecoin vs US Dollar",
  "nameCn": "狗狗币/美元",
  "timestamp": "2026-01-14T04:47:55.970Z",
  "price": {
    "close": "0.14865",
    "high": "0.14974",
    "low": "0.14851",
    "open": "0.14952",
    "change": "-0.59",
    "datetime": "2026-01-14 04:00:00"
  },
  "indicators": {
    "rsi": 71.26774,
    "macd": 0.0027072855,
    "macd_signal": 0.0022683231,
    "sma20": 0.1440095
  },
  "analysis": {
    "zh": {
      "title": "狗狗币/美元技术分析：[当前市场走势偏弱]",
      "content": "当前狗狗币（DOGE）相较于美元（USD）的走势显示出一定的疲软迹象，24小时内价格轻微下跌0.59%。当前价格0.14865接近其日内低点0.14851，表明卖压较为明显。若未能有效突破前高0.14974，可能会继续承压，维持在低位震荡。\n\n在技术指标方面，虽然RSI目前未提供，但MACD的值为0.0027，显示出短期内多头动能不足。结合20日简单移动平均线（SMA）在0.1440附近，价格在这一区域表现出一定的支撑作用。若价格回落至此支撑位，可能会吸引买盘介入。\n\n支撑位方面，0.1440是关键支撑，若跌破可能进一步下探至0.1400；而阻力位则位于0.1497，突破后有望测试0.1520。投资者需密切关注价格的突破情况，以判断后市的走向，保持灵活应对。\n\n基于当前的市场状况，建议投资者保持谨慎，适当减仓以应对潜在风险。若价格成功突破0.1497，可考虑适度增仓，反之则需密切关注支撑位的有效性，以决定是否止损。"
    },
    "en": {
      "title": "Dogecoin vs US Dollar Technical Analysis",
      "content": "The current price of Dogecoin (DOGE) at 0.14865 indicates a slight decline of 0.59% over the past 24 hours, reflecting a generally bearish sentiment in the short term. The trading range has been relatively tight, with a high of 0.14974 and a low of 0.14851, suggesting limited volatility. This consolidation phase may precede a breakout in either direction, but the lack of significant upward momentum raises concerns about the sustainability of any rally.\n\nIn terms of technical indicators, the absence of an RSI value makes it difficult to assess the immediate momentum. However, the MACD reading of 0.0027072855 indicates a slight bullish trend, although without a corresponding signal line, caution is advised. The 20-day Simple Moving Average (SMA) at 0.14400950 suggests that the price is currently above this key support level, which may act as a buffer against further declines. If DOGE can hold above this SMA, it could pave the way for a potential recovery.\n\nSupport levels are evident around the 0.1440 mark, which aligns with the 20-day SMA, while resistance is likely situated near the recent high of 0.14974. A break above this level could signal a shift in sentiment, potentially driving prices toward the 0.1500 psychological barrier. Conversely, if DOGE falls below 0.1440, it could trigger further selling pressure and test lower support levels.\n\nFor traders, a cautious approach is warranted. Monitoring the price action closely around these key levels will be crucial. A confirmed breakout above 0.14974 may provide a buying opportunity, while a drop below 0.1440 could signal a short position. Overall, maintaining a balanced perspective will help navigate the current market uncertainties effectively."
    }
  }
}