{
  "symbol": "DOGE/USD",
  "name": "Dogecoin vs US Dollar",
  "nameCn": "狗狗币/美元",
  "timestamp": "2026-01-09T01:26:04.327Z",
  "price": {
    "close": "0.1421",
    "high": "0.14262",
    "low": "0.1421",
    "open": "0.1424",
    "change": "-0.21",
    "datetime": "2026-01-09 01:00:00"
  },
  "indicators": {
    "rsi": 44.95182,
    "macd": -0.00084779326,
    "macd_signal": -0.0011287794,
    "sma20": 0.14189
  },
  "analysis": {
    "zh": {
      "title": "狗狗币/美元技术分析：[震荡整理，短期偏弱]",
      "content": "当前狗狗币/美元（DOGE/USD）的价格为0.1421，24小时内略微下跌0.21%。从当前价格走势来看，DOGE在0.1421附近形成了震荡整理的态势，短期内缺乏明确的方向性。在没有重大消息刺激的情况下，价格可能会在此区间内继续波动。\n\n从技术指标来看，当前的MACD处于负值区域，显示出短期卖压，且RSI缺失使得我们无法判断超买或超卖的情况。20日简单移动平均线（SMA）在0.14189附近，对价格形成一定支撑，但若价格继续下探，将可能突破此支撑位，增加下行风险。\n\n在支撑位方面，0.1410是一个关键的支撑区间，若跌破则有可能引发进一步的抛售压力。相对的，阻力位在0.1430附近，若价格回升至该水平之上，可能会吸引更多买盘。因此，交易者应密切关注这两个关键价位，以决定入场时机。\n\n综合来看，短期内DOGE/USD可能持续震荡整理，建议交易者保持谨慎，优先关注支撑和阻力位的突破情况。若价格跌破支撑位，可考虑适度减仓，反之若突破阻力位，则可适量增仓。"
    },
    "en": {
      "title": "Dogecoin vs US Dollar Technical Analysis",
      "content": "The current price of Dogecoin (DOGE) against the US Dollar (USD) stands at 0.1421, reflecting a slight decline of 0.21% over the past 24 hours. This modest drop indicates a period of consolidation following recent volatility. The price has been unable to break above the recent high of 0.14262, suggesting that sellers are gaining control at this level. A sustained movement below the 0.1421 mark could point to weakness, while a recovery above the recent high may signal a bullish reversal.\n\nIn terms of technical indicators, the absence of an RSI value limits our ability to assess overbought or oversold conditions. However, the MACD is currently negative at -0.00084779326, indicating bearish momentum. The SMA(20) at 0.14189 serves as a short-term support level, which, if breached, could lead to further declines. Traders should monitor the MACD for potential crossovers that may signal shifts in momentum, providing insights into future price movements.\n\nSupport levels appear to be forming around the 0.1410 mark, with the possibility of further support at 0.1400. Conversely, resistance can be expected at 0.1426, as well as a psychological level around 0.1450. A break above 0.1426 could open the pathway towards the higher resistance levels. Conversely, should the price fail to hold above the established support, traders could look to capitalize on short positions or consider dollar-cost averaging strategies.\n\nGiven the current market conditions, a conservative trading approach is advisable. Traders might consider placing buy orders near the support level around 0.1410, with tight stop-loss orders in place. For those looking to take advantage of potential upward momentum, monitoring price action near resistance levels will be crucial. Ultimately, the key will be to remain agile, adapting to the evolving market sentiment surrounding Dogecoin."
    }
  }
}