{
  "symbol": "BTC/USD",
  "name": "Bitcoin vs US Dollar",
  "nameCn": "比特币/美元",
  "timestamp": "2026-01-31T14:56:48.950Z",
  "price": {
    "close": "81306",
    "high": "82786.4",
    "low": "80705.67",
    "open": "82628.86",
    "change": "-1.60",
    "datetime": "2026-01-31 14:00:00"
  },
  "indicators": {
    "rsi": 23.66629,
    "macd": -410.26194,
    "macd_signal": -242.73372,
    "sma20": 83447.095
  },
  "analysis": {
    "zh": {
      "title": "比特币/美元技术分析：震荡整理，关注支撑与阻力位",
      "content": "当前比特币/美元(BTC/USD)在81306附近震荡整理，市场表现出一定的整理特征。尽管价格较前一日下跌了1.60%，但未能突破上方82786.4的高点或下方80705.67的低点，显示市场缺乏强烈的方向性。\n\n从技术指标来看，MACD呈现负值(-410.26)，表明当前市场情绪偏空，价格承压。虽然RSI(14)数据缺失，但考虑到当前MACD走势，市场可能处于弱势区间。SMA(20)在83447.095处，表明短期内价格若突破此均线，则可能转向上涨。\n\n支撑位方面，80705.67是重要的防守线，一旦跌破，可能会加剧下行压力。上方则有较强的阻力位在82786.4附近，若突破该点位，短期内有望恢复上涨趋势。\n\n交易建议上，建议密切关注80705.67支撑和82786.4阻力的突破情况。若价格持续震荡在此区间内，可以考虑短期交易策略。若突破上述关键点，则可顺势操作，适时调整止损保护。"
    },
    "en": {
      "title": "Bitcoin vs US Dollar Technical Analysis",
      "content": "The BTC/USD market is currently experiencing some bearish pressure, as indicated by the price being lower than the 20-day simple moving average (SMA) at 83,447. This suggests that the short-term trend is tilted downward. With the latest price at 81,306, Bitcoin is trading closer to the lower end of its recent range, which indicates some support around 80,705. The price moving away from the 83,447 SMA points to a possible continued pullback unless the market finds new momentum. \n\nLooking at the MACD, we observe a negative value of -410.26, which suggests that the bearish momentum is still intact. The lack of a defined signal line makes interpretation more challenging, but the MACD reading alone points to a weakening upward momentum. Traders should monitor the 80,705 support level carefully, as a break below this could trigger further downside toward lower support at 77,000 or even 74,000, based on prior price behavior. \n\nOn the resistance side, the recent high of 82,786.4 forms an immediate barrier. If the price manages to breach this level, it could test the next resistance near the SMA at 83,447. However, the presence of a lower price action below the SMA suggests that resistance is more likely to hold in the short term. Any rally is likely to face challenges breaking through these levels without a catalyst to push prices higher.\n\nFor traders, a cautious approach is advisable. Short positions may be appropriate if the price breaks below 80,705 with a clear continuation. Conversely, for those looking to go long, waiting for confirmation above the SMA or a bounce off key support could present a safer entry point. Volatility remains a key risk factor, so traders should be prepared for potential swift movements."
    }
  }
}