{
  "symbol": "BNB/USD",
  "name": "Binance Coin vs US Dollar",
  "nameCn": "币安币/美元",
  "timestamp": "2026-02-11T18:13:43.357Z",
  "price": {
    "close": "601.04",
    "high": "604.08",
    "low": "599.68",
    "open": "603.32",
    "change": "-0.38",
    "datetime": "2026-02-11 18:00:00"
  },
  "indicators": {
    "rsi": 44.20848,
    "macd": -6.44084,
    "macd_signal": -7.55379,
    "sma20": 603.4575
  },
  "analysis": {
    "zh": {
      "title": "币安币/美元技术分析：震荡整理，等待突破信号",
      "content": "当前BNB/USD的价格维持在601.04附近，表现出震荡整理的局面。近期价格的波动区间在604.08和599.68之间，显示出短期内市场缺乏明确的方向性。考虑到24小时变化为-0.38%，整体走势偏弱，但未完全破坏近期的支撑区域。\n\n技术指标方面，MACD呈现负值，当前为-6.44084，表明短期内卖盘压力较大，但由于信号线缺失，无法确认后续趋势的强度。SMA(20)处于603.46，价格在其附近波动，显示出市场情绪相对中性，短期可能继续在该区域震荡。\n\n从支撑和阻力来看，当前的支撑位在599.68，若价格跌破该点位，可能会进一步测试595附近的支撑区域。阻力位则在604.08，若突破该阻力位，可能会吸引更多的买盘，带来上涨动能。短期内，若价格未突破这些关键水平，震荡整理可能仍将持续。\n\n建议交易者保持观望，等待价格突破关键支撑或阻力后再做决策。如果价格突破604.08，可以考虑尝试做多；若跌破599.68，则可以考虑做空。但在没有明确信号时，避免过度交易。"
    },
    "en": {
      "title": "Binance Coin vs US Dollar Technical Analysis",
      "content": "The current price of Binance Coin (BNB) against the US Dollar is $601.04, reflecting a slight drop of 0.38% over the past 24 hours. This suggests a relatively stable market with minor fluctuations. However, the price has been oscillating between $604.08 (high) and $599.68 (low), which hints at a narrow trading range. This could imply a consolidation phase where traders are awaiting a catalyst for a stronger price movement. The SMA(20) at $603.46 suggests that the short-term trend is somewhat neutral, but the market is still showing resistance near the $604 level, making it a key price point to monitor.\n\nThe MACD reading of -6.44084 indicates that the market is in a bearish momentum phase, with potential downside risk if the selling pressure continues. Without a signal line for confirmation, the MACD alone suggests caution in entering long positions. Given the current negative MACD histogram, further downside could occur if support levels do not hold. Short-term traders should remain vigilant for a potential breakdown below the $599 mark, which would confirm bearish sentiment and possibly push prices toward the next key support level.\n\nIn terms of support and resistance, the immediate support zone lies around $599.68, with a break below this level opening up further downside potential towards $595. Resistance remains at $604.08, with a push above this level potentially signaling a bullish reversal or continuation, provided that momentum picks up. Traders should keep an eye on any significant price movements near these levels for clear trade signals.\n\nFor the coming sessions, the market is likely to remain range-bound unless there is a breakout either above $604 or below $599. Traders may consider shorting near the resistance level or looking for buy opportunities if a bullish reversal occurs at the support zone. The absence of an RSI reading leaves the technical picture slightly incomplete, but the other indicators suggest a cautious approach with a focus on price action and volume for confirmation."
    }
  }
}