{
  "symbol": "DOGE/USD",
  "name": "Dogecoin vs US Dollar",
  "nameCn": "狗狗币/美元",
  "timestamp": "2026-02-14T23:01:33.376Z",
  "price": {
    "close": "0.11235",
    "high": "0.11357",
    "low": "0.11068",
    "open": "0.1108",
    "change": "1.40",
    "datetime": "2026-02-14 22:00:00"
  },
  "indicators": {
    "rsi": 92.11472,
    "macd": 0.0038625218,
    "macd_signal": 0.0028345262,
    "sma20": 0.102143
  },
  "analysis": {
    "zh": {
      "title": "狗狗币/美元技术分析：[短期震荡上行趋势]",
      "content": "当前狗狗币/美元(DOGE/USD)在0.11235附近交易，展现出短期震荡上行的趋势。尽管24小时内上涨了1.40%，但价格仍处于相对狭窄的区间内，高点触及0.11357，而低点为0.11068。市场情绪略显谨慎，需关注后续走势是否能突破当前阻力。\n\n从技术指标来看，MACD的当前值为0.00386，显示出买方的动能正在增强。然而，RSI指标未提供，无法全面评估超买或超卖状态。20日简单移动平均线(SMA)为0.10214，表明价格在此水平之上保持强势，可能会吸引更多买盘进入市场。\n\n在支撑和阻力方面，0.11068构成近期支撑位，而0.11357则是关键阻力位。若价格突破0.11357，可能会引发进一步的上涨行情，反之如果跌破0.11068，则可能会迎来调整。因此，密切关注这两个价位将是投资者的关注重点。\n\n综合来看，建议短线交易者在支撑位附近寻找买入机会，同时在接近阻力位时考虑获利了结。保持灵活的交易策略，及时应对市场变化，将有助于在当前市场环境中把握住潜在的盈利机会。"
    },
    "en": {
      "title": "Dogecoin vs US Dollar Technical Analysis",
      "content": "The current price of Dogecoin (DOGE) against the US Dollar (USD) stands at 0.11235, reflecting a modest 1.40% increase over the past 24 hours. This upward movement follows a recent low of 0.11068, suggesting a potential bullish sentiment building in the short term. The previous high of 0.11357 indicates a critical resistance level that traders should monitor closely. Should DOGE manage to break above this resistance, it could attract further buying interest, potentially pushing the price higher.\n\nFrom a technical perspective, the Simple Moving Average (SMA) at 20 periods is positioned at 0.10214300, which serves as a significant support level. A price retracement towards this SMA could provide a buying opportunity for traders looking to enter the market at a lower risk. If the price holds above this level, it would reinforce a bullish trend, but a drop below could signal a bearish reversal. Additionally, monitoring the RSI and MACD indicators will provide further insights into market momentum and potential changes in trend.\n\nThe MACD shows a positive value of 0.0038625218, suggesting that the short-term momentum is currently favorable. However, without a signal line for comparison, caution is advised in interpreting momentum shifts. As traders assess the market, watching for the emergence of a bullish crossover could provide confirmation of a continuing upward trend. Conversely, any bearish divergence could indicate a weakening momentum, warranting a more defensive trading strategy.\n\nIn terms of trading strategy, those who are long on DOGE may consider placing stop-loss orders slightly below the SMA to mitigate risk, while those looking for short positions should wait for a confirmed break below critical support at 0.11068. Overall, a balanced approach that accounts for both bullish and bearish scenarios will be essential given the current price action and market volatility."
    }
  }
}