{
  "symbol": "DOGE/USD",
  "name": "Dogecoin vs US Dollar",
  "nameCn": "狗狗币/美元",
  "timestamp": "2026-02-06T14:14:37.359Z",
  "price": {
    "close": "0.09414",
    "high": "0.09489",
    "low": "0.09377",
    "open": "0.09475",
    "change": "-0.62",
    "datetime": "2026-02-06 14:00:00"
  },
  "indicators": {
    "rsi": 52.00022897,
    "macd": -0.00070459012,
    "macd_signal": -0.0016070458,
    "sma20": 0.0910735
  },
  "analysis": {
    "zh": {
      "title": "狗狗币/美元技术分析：[震荡整理，等待突破]",
      "content": "当前狗狗币/美元的市场表现处于震荡整理阶段，价格维持在0.09414附近，全天变化幅度较小。短期内，DOGE/USD的走势缺乏明显的方向性，市场情绪较为平稳。尽管没有明显的上涨或下跌动力，价格仍在区间内波动，显示出投资者情绪的谨慎。\n\n从技术指标来看，RSI和MACD均没有明确信号，其中MACD值为-0.00070459012，表明短期内卖盘稍显占优。SMA(20)处于0.09107，价格仍在均线之上，表现出一定的支撑力。当前市场可能处于短期内的调整状态，等待后续突破。\n\n在支撑和阻力方面，0.09377为当前的支撑位，一旦跌破此价位，可能会测试更低的价格水平。上方的阻力位在0.09489，若价格突破该位置，可能会激发进一步的上涨。此时的关键操作是等待突破，判断市场是否有足够的动能维持趋势。\n\n针对当前行情，建议投资者维持观望，避免在震荡区间内进行过多交易。若价格突破阻力位，可以考虑适度跟进多单；若跌破支撑位，则应谨慎防范下行风险，保持灵活应变的操作策略。"
    },
    "en": {
      "title": "Dogecoin vs US Dollar Technical Analysis",
      "content": "The Dogecoin market is currently experiencing a slight downtrend, with the latest price at 0.09414. This represents a 0.62% decrease in the last 24 hours, indicating moderate selling pressure. The price has been testing recent support levels near 0.09377, suggesting that if this support holds, a potential reversal could occur. However, the market remains in a consolidation phase, with price action contained between 0.09377 and the recent high of 0.09489. Traders should monitor these boundaries closely for any breakout or breakdown.\n\nThe Relative Strength Index (RSI) for the 14-day period is not currently available, limiting our ability to gauge overbought or oversold conditions. The Moving Average Convergence Divergence (MACD) shows a negative value of -0.00070459012, which signals bearish momentum. However, the absence of the signal line data prevents a complete assessment. If the MACD remains below the signal line (if available), it would reinforce the bearish outlook, while a crossover could indicate a potential shift in sentiment.\n\nThe 20-period Simple Moving Average (SMA) is positioned at 0.09107, acting as a potential dynamic support level. The SMA is an important tool to gauge the medium-term trend, and if Dogecoin breaks below this level, further downside movement toward 0.09000 or 0.08800 could be anticipated. On the other hand, should the price reclaim levels above 0.09489, there is potential for a retest of the recent highs, with a possible breakout if bullish momentum accelerates.\n\nFor trading strategies, a conservative approach would be to wait for a confirmation of either a rebound off the 0.09377 support or a break below the 20-period SMA. A breakout above 0.09489 could present a buying opportunity, while a breakdown below the SMA may signal a selling opportunity. Traders should remain cautious of volatility, as the market has yet to establish a clear direction."
    }
  }
}