{
  "symbol": "DOGE/USD",
  "name": "Dogecoin vs US Dollar",
  "nameCn": "狗狗币/美元",
  "timestamp": "2026-02-14T11:03:31.259Z",
  "price": {
    "close": "0.09817",
    "high": "0.09819",
    "low": "0.09803",
    "open": "0.09805",
    "change": "0.13",
    "datetime": "2026-02-14 11:00:00"
  },
  "indicators": {
    "rsi": 73.37887,
    "macd": 0.00096706427,
    "macd_signal": 0.00093721398,
    "sma20": 0.0968905
  },
  "analysis": {
    "zh": {
      "title": "狗狗币/美元技术分析：当前走势震荡整理",
      "content": "当前DOGE/USD价格在0.09817附近震荡，短期内维持横盘整理态势。市场的波动幅度较小，24小时价格变化仅为0.13%。从整体趋势来看，狗狗币在这一区域内表现出一定的整理走势，尚未显现出明确的上涨或下行信号。\n\n技术指标方面，RSI(14)尚未更新，难以提供进一步的超买或超卖信号。MACD值为0.00097，显示出一定的上行动能，但缺乏与信号线的比较，因此无法确认持续性。SMA(20)为0.09689，表明短期内价格维持在该均线附近波动，未突破重要的技术水平。\n\n在支撑和阻力方面，当前支撑位约在0.09803，而上方的阻力位接近0.09819。突破这些水平可能会决定价格的下一步走向。如果价格突破上方阻力，可能会迎来短期的反弹；若跌破支撑位，则可能导致进一步回调。\n\n交易建议上，建议投资者保持观望，待价格突破重要的支撑或阻力位后再作进一步决策。如果出现突破向上的情况，可以考虑轻仓多单；若价格下行并跌破支撑位，则应留意空头机会。"
    },
    "en": {
      "title": "Dogecoin vs US Dollar Technical Analysis",
      "content": "The current price of Dogecoin (DOGE) against the US Dollar stands at $0.09817, with a modest 24-hour change of +0.13%. Despite the slight price increase, the market remains relatively flat, with the day’s high and low values closely aligned at $0.09819 and $0.09803, respectively. This indicates low volatility in the short term. Given the absence of significant movement, the trend appears neutral, showing no strong momentum in either direction.\n\nWith the 20-period Simple Moving Average (SMA) positioned at $0.09689, the price is slightly above this support level, suggesting that the short-term trend could remain positive if it holds above this threshold. However, without additional indicators like the Relative Strength Index (RSI) and MACD signal data, a deeper analysis of momentum is hindered. In this case, the SMA serves as a key level to monitor for potential pullbacks or breakouts.\n\nThe lack of immediate resistance suggests that if the price maintains above the SMA, it could test the higher end of its current range around $0.0985. On the downside, a breach of the $0.096 level would signal potential weakness, possibly driving the price toward further support levels. Traders should be cautious about placing long positions without confirmation from more comprehensive momentum indicators or confirmation of trend continuation.\n\nIn terms of strategy, considering the low volatility and absence of a strong directional trend, it may be prudent to wait for confirmation of price movement either above $0.0985 or below $0.096 to execute trades. If momentum indicators such as the MACD turn bullish or bearish, this could provide additional confirmation for potential entry points, making it easier to gauge the next likely move in DOGE/USD."
    }
  }
}