{
  "symbol": "DOGE/USD",
  "name": "Dogecoin vs US Dollar",
  "nameCn": "狗狗币/美元",
  "timestamp": "2026-02-26T18:11:37.479Z",
  "price": {
    "close": "0.09572",
    "high": "0.0961",
    "low": "0.09539",
    "open": "0.0958",
    "change": "-0.14",
    "datetime": "2026-02-26 18:00:00"
  },
  "indicators": {
    "rsi": 34.72072,
    "macd": -0.00053546648,
    "macd_signal": 0.00017490186,
    "sma20": 0.0992795
  },
  "analysis": {
    "zh": {
      "title": "狗狗币/美元技术分析：震荡整理，短期下行风险",
      "content": "当前狗狗币/美元价格在0.09572附近，价格表现出较为平稳的震荡整理态势。近期波动较小，高低点分别为0.0961和0.09539，表明市场处于横盘整理期。短期内，价格仍可能维持在此区间内波动，尚未显现出强烈的上涨或下跌趋势。\n\n从技术指标来看，MACD值为负(-0.000535)，暗示短期内卖方力量略占上风，虽然Signal线未提供明确的信号。SMA(20)显示价格略低于20日均线0.0993，进一步确认了价格在短期内处于弱势整理阶段。RSI(14)未提供数据，但可以推测市场当前并未进入超买或超卖区域。\n\n支撑位在0.09539附近，若价格跌破此位置，可能会面临进一步的下行压力，接下来支撑区间可能会在0.0940左右。阻力位则在0.0961附近，突破该点位可能会重新测试0.0970-0.0980区间的阻力区域。\n\n建议交易者短期内保持谨慎，建议在接近支撑位附近寻找低买机会，止损设定在0.0950以下；若价格突破0.0961，可考虑尝试短期反弹操作，目标看向0.0970区间。"
    },
    "en": {
      "title": "Dogecoin vs US Dollar Technical Analysis",
      "content": "Dogecoin is currently showing a slight downtrend, with the price at $0.09572, reflecting a minor 24-hour decline of -0.14%. This movement suggests a short-term consolidation phase within the broader trend. The recent price action indicates that DOGE has been oscillating near its recent lows, failing to break above the SMA(20) of $0.09928. As the market remains cautious, the price seems to be struggling with upward momentum, highlighting a neutral to bearish sentiment in the immediate future.\n\nThe lack of a visible RSI(14) reading makes it challenging to assess overbought or oversold conditions, but the MACD value of -0.00053546 suggests the possibility of a bearish crossover. While this signal isn't conclusive without the signal line, the MACD's negative value points to weaker momentum, supporting the idea of downward pressure in the short term. Traders should monitor any sharp moves in the MACD for a clearer trend direction, as a cross above zero would suggest bullish potential.\n\nKey support levels appear near $0.09539, which marks the low point for the past 24 hours. A failure to hold this support could expose lower levels, potentially testing $0.0920. On the upside, resistance lies just below the 20-period SMA at $0.09928. A sustained break above this level could shift the short-term outlook, opening the door for a retest of the $0.10 psychological level. Any price action near these boundaries warrants caution, as a clear breakout could signal stronger momentum.\n\nFor traders, the current environment offers a cautious approach. With the MACD still negative and the price below the SMA(20), it may be prudent to wait for either a solid break above resistance or a confirmed support hold before entering positions. Watching for confirmation from volume indicators or other momentum signals could provide a more reliable entry or exit point in the near term."
    }
  }
}