{
  "symbol": "ADA/USD",
  "name": "Cardano vs US Dollar",
  "nameCn": "艾达币/美元",
  "timestamp": "2026-02-14T16:28:14.920Z",
  "price": {
    "close": "0.285996",
    "high": "0.286491",
    "low": "0.285193",
    "open": "0.286188",
    "change": "-0.07",
    "datetime": "2026-02-14 16:00:00"
  },
  "indicators": {
    "rsi": 74.21662,
    "macd": 0.0043830993,
    "macd_signal": 0.0037938605,
    "sma20": 0.27821975
  },
  "analysis": {
    "zh": {
      "title": "艾达币/美元技术分析：[震荡整理，等待突破]",
      "content": "当前，艾达币/美元(ADA/USD)的价格在0.285996附近，整体呈现震荡整理态势。价格波动幅度较小，短期内未见明显的上行或下行趋势。当前价格接近前期的低点0.285193，市场多空力量较为均衡。\n\n从技术指标来看，RSI(14)数据缺失，无法有效判断市场的超买或超卖状态。MACD为0.0043830993，虽有小幅正值，但信号线缺失导致其信号不明确。SMA(20)在0.27821975，价格略高于该水平，意味着短期内可能会有支撑，但缺乏强势的趋势信号。\n\n支撑位位于0.285193附近，这一价位是近期的低点，若下破则可能进一步考验0.28附近的心理关口。阻力位则位于0.286491，若突破这一点位，可能会迎来一定的上涨动力。整体来看，市场处于震荡整理阶段，突破这些关键价位后将决定后续的趋势。\n\n交易建议：考虑到当前震荡整理的状态，建议投资者关注0.285193的支撑和0.286491的阻力突破情况。如果价格稳定在当前区间内，可以考虑短期内低买高卖操作；如果突破某一关键位，则可适当跟随趋势进行操作。"
    },
    "en": {
      "title": "Cardano vs US Dollar Technical Analysis",
      "content": "The current price of Cardano (ADA) against the US Dollar stands at $0.285996, with minimal price fluctuation of -0.07% over the last 24 hours. This indicates relatively low volatility in the market at present. The high of $0.286491 and low of $0.285193 show that ADA is currently trading within a tight range, implying a consolidation phase. The price is positioned slightly above the 20-period Simple Moving Average (SMA) of $0.27821975, suggesting some bullish pressure in the short term. However, without a strong breakout, the market remains uncertain.\n\nLooking at the support and resistance levels, the recent low of $0.285193 is a key support zone. A break below this level could push ADA towards further support at $0.2800, which has held as a significant low point in the past. On the upside, resistance is positioned at the high of $0.286491, and a breach of this level could signal the potential for a move toward the $0.2900 mark. Given the absence of strong trend signals, ADA is likely to remain range-bound unless a catalyst prompts a breakout.\n\nIndicators such as the RSI and MACD are currently uninformative, with the RSI not available, and the MACD showing a value of 0.0043830993, though without a clear signal to gauge momentum. The absence of a defined trend in these indicators suggests that market participants should stay cautious and avoid taking large positions until clearer signals emerge. This may indicate that ADA is in a waiting phase, where investors are looking for a more definitive direction.\n\nFor trading strategies, it would be prudent to adopt a range-bound approach in the short term. Traders can look to buy near support around $0.2850-$0.2800 and sell near resistance at $0.2865-$0.2900. A breakout above resistance or a drop below support would warrant reassessment, potentially opening the door for more significant moves in either direction."
    }
  }
}