{
  "symbol": "BNB/USD",
  "name": "Binance Coin vs US Dollar",
  "nameCn": "币安币/美元",
  "timestamp": "2026-02-14T16:26:08.115Z",
  "price": {
    "close": "629.95",
    "high": "634.74",
    "low": "629.93",
    "open": "634.74",
    "change": "-0.75",
    "datetime": "2026-02-14 16:00:00"
  },
  "indicators": {
    "rsi": 59.085049,
    "macd": 5.29334,
    "macd_signal": 4.76192,
    "sma20": 624.8135
  },
  "analysis": {
    "zh": {
      "title": "币安币/美元技术分析：[震荡整理，等待突破]",
      "content": "目前，币安币/美元（BNB/USD）价格处于629.95美元附近，表现出一定的震荡整理模式。24小时内价格变化较小，跌幅为0.75%。当前的高点和低点分别为634.74和629.93，市场尚未显示出明确的趋势方向，价格波动较为有限。\n\n从技术指标来看，RSI（14）值尚未提供，无法对超买或超卖状态进行分析。MACD目前为5.29334，但由于信号线数据缺失，难以判断短期买卖信号。SMA(20)的数值为624.81350，显示价格略高于近期的20日简单移动平均线，可能暗示价格有支撑力，尤其是在624.81附近。\n\n支撑位和阻力位较为接近，624.81是关键支撑位，若价格跌破此位，可能会进一步回落至620美元附近。上行方面，634.74是目前的阻力位，突破此点可能打开进一步上涨空间，目标可考虑在640美元附近。市场情绪相对谨慎，短期内需关注价格是否能突破这两个关键价位。\n\n建议投资者在当前区间内进行区间交易，短期内若价格未突破支撑或阻力，可考虑观望或适度进场。突破上行或下行时，则可依据突破情况调整策略，谨慎操作。"
    },
    "en": {
      "title": "Binance Coin vs US Dollar Technical Analysis",
      "content": "Binance Coin (BNB) has recently been trading at $629.95, experiencing a slight 0.75% drop in the last 24 hours. The price has held relatively steady within a narrow range, reaching a high of $634.74 and dipping to a low of $629.93. This suggests a consolidation phase, where buyers and sellers are in equilibrium. Given the minor decline in the past 24 hours, BNB is currently navigating a short-term bearish sentiment, though no major volatility signals are present at the moment.\n\nThe absence of a current RSI reading makes it difficult to assess immediate overbought or oversold conditions, but based on the slight price drop, there could be an opportunity to watch for an eventual pullback. With the SMA(20) positioned at $624.81, it serves as an immediate support level. If BNB approaches this point, it may test the strength of this moving average, which could act as a potential bounce zone. A failure to hold this level may signal further downside risk, possibly targeting the $600 region as the next key support.\n\nThe MACD value of 5.29334 suggests that the current market momentum is slightly bullish, as it is above zero, but this indicator alone doesn’t signal an immediate trend reversal without further confirmation from the signal line. The lack of a signal line reading at this time limits the effectiveness of the MACD, but it still highlights that there is potential bullish momentum in play. Watching for the MACD to either cross or move towards zero will be important for confirmation of trend strength.\n\nIn terms of resistance, BNB is encountering selling pressure near the $634 region, which was the recent high. If the price breaks above this level, it could face additional resistance near $650, aligning with previous price action peaks. Traders may want to monitor this resistance zone for any signs of a breakout or reversal, especially if the price sustains above the SMA support. A good entry point might present itself around $625-$630, assuming the price shows signs of stabilization or a bounce."
    }
  }
}