{
  "symbol": "DOGE/USD",
  "name": "Dogecoin vs US Dollar",
  "nameCn": "狗狗币/美元",
  "timestamp": "2026-02-12T15:38:08.788Z",
  "price": {
    "close": "0.09402",
    "high": "0.0945",
    "low": "0.09317",
    "open": "0.09395",
    "change": "0.10",
    "datetime": "2026-02-12 15:00:00"
  },
  "indicators": {
    "rsi": 63.84073,
    "macd": 0.00070478621,
    "macd_signal": 0.00049193154,
    "sma20": 0.0925165
  },
  "analysis": {
    "zh": {
      "title": "狗狗币/美元技术分析：[趋于震荡整理] 当前狗狗币（DOGE）在0.09402附近交易，24小时内变化幅度较小，仅为0.10%。价格在0.0945的高点和0.09317的低点之间波动，表明市场情绪较为谨慎，趋势趋于震荡整理。短期内，若价格突破0.0945，则可能迎来进一步的上涨动力。 在技术指标方面，虽然RSI未提供，但MACD显示出微弱的增势，值为0.00070478621，暗示短期内买方力量略强。SMA(20)位于0.092516500，作为重要的支撑位，如果价格回调至此水平且未能跌破，将为多头提供入场机会。 关于支撑与阻力位，当前支撑位在0.09317附近，若跌破该水平可能引发更大幅度的下行风险。阻力位则在0.0945，突破后可能带动价格向0.0950甚至更高水平发展。保持对市场情绪的关注，了解潜在的消息面影响，有助于做出更明智的交易决策。 建议交易者在当前价位附近采取观望策略，待价格突破关键阻力位或支撑位后再考虑进场。同时，严格设置止损，以降低潜在风险。若选择进场，短线交易者可关注0.0945的突破情况，以获取短期收益。",
      "content": ""
    },
    "en": {
      "title": "Dogecoin vs US Dollar Technical Analysis",
      "content": "The current price of Dogecoin (DOGE) against the US Dollar (USD) stands at $0.09402, showing a slight upward movement of 0.10% over the last 24 hours. The price has fluctuated between a high of $0.0945 and a low of $0.09317 during this period. This tight range suggests a period of consolidation, where the market is potentially building momentum before a more decisive move. Traders should monitor this range closely, as a breakout above $0.0945 could indicate bullish sentiment, while a drop below $0.09317 may trigger bearish action.\n\nIn terms of indicators, the MACD shows a value of 0.00070478621, indicating a potential bullish momentum as the MACD line is above the signal line, although further confirmation is needed. The absence of the RSI(14) complicates momentum analysis; however, the SMA(20) at $0.092516500 serves as a critical support level. If DOGE can hold above this moving average, it may suggest continued upward potential. Conversely, a breach below this level could signal a shift in sentiment and prompt a reassessment of bullish positions.\n\nTraders should keep an eye on the immediate support level at $0.0925, derived from the SMA(20). A significant break below this average could open the door for further declines, potentially targeting the lower end of the recent range around $0.09317. On the resistance side, the psychological level of $0.095 could act as a barrier to upward movement. If DOGE can surpass this resistance, it may attract further buying interest and push the price towards higher levels.\n\nGiven the current market structure, a strategy focusing on range trading appears prudent. Traders may consider entering long positions near the support level and setting stop-loss orders just below. Conversely, short positions could be initiated if prices break below support, with targets set at lower support levels. It's crucial to remain vigilant for any breaking news or market sentiment shifts that could impact Dogecoin's price trajectory significantly."
    }
  }
}