{
  "symbol": "DOGE/USD",
  "name": "Dogecoin vs US Dollar",
  "nameCn": "狗狗币/美元",
  "timestamp": "2026-01-07T09:50:10.456Z",
  "price": {
    "close": "0.14828",
    "high": "0.15332",
    "low": "0.1482",
    "open": "0.1533",
    "change": "-3.27",
    "datetime": "2026-01-07 09:00:00"
  },
  "indicators": {
    "rsi": 47.82138,
    "macd": -0.000078024043,
    "macd_signal": -0.00035852329,
    "sma20": 0.1483625
  },
  "analysis": {
    "zh": {
      "title": "狗狗币/美元技术分析：[短期看跌，需警惕支撑位]",
      "content": "当前狗狗币（DOGE）价格为0.14828美元，较24小时前下跌3.27%。从价格走势来看，短期内市场情绪偏向看跌，尤其是在价格触及0.15332美元的高点后出现回撤。若价格持续在当前水平下方交易，可能会进一步测试下方的支撑位。\n\n技术指标方面，MACD处于负值区域，显示出卖方的主导地位。虽然RSI未提供数据，但结合当前价格走势，市场可能处于超卖状态。若RSI在未来几日回升至30以上，可能会出现反弹信号，值得关注。\n\n支撑位方面，0.1482美元为当前关键支撑，若跌破该水平，可能会进一步下探至0.145美元附近的支撑区域。阻力位则位于0.15332美元，若价格反弹并突破这一水平，可能会吸引更多买盘进场。\n\n在交易建议方面，建议投资者保持谨慎，若价格回落至支撑位附近，可考虑设定买入止损策略。同时，注意观察市场情绪和技术指标的变化，以便及时调整策略。"
    },
    "en": {
      "title": "Dogecoin vs US Dollar Technical Analysis",
      "content": "The current market data indicates that Dogecoin (DOGE) is experiencing a slight downtrend, with a recent price of $0.14828 and a 24-hour change of -3.27%. The price has oscillated between $0.15332 and $0.1482, suggesting a tight range. This recent decline could be attributed to broader market movements or sentiment shifts within the cryptocurrency space. Traders should closely monitor the price action to identify potential reversal points, particularly around the recent low.\n\nIn terms of technical indicators, the absence of a clear RSI reading makes momentum analysis challenging. However, the MACD is currently negative at -0.000078024043, which indicates bearish momentum. This could suggest that sellers are gaining control, but traders should wait for confirmation through other indicators or price action before making significant moves. The SMA(20) at $0.1483625 is closely aligned with the current price, indicating potential support around this level.\n\nSupport is evident around the recent low of $0.1482, which may act as a critical level in the short term. If DOGE manages to hold above this support, it could signal a potential bounce back towards the previous high of $0.15332. Conversely, a break below $0.1482 might lead to further downside risk, with subsequent support levels to watch at $0.1450. Traders should remain cautious, especially given the current bearish sentiment.\n\nFor those looking to trade DOGE/USD, it may be prudent to adopt a wait-and-see approach. A bullish reversal pattern near the support level could provide a buying opportunity, while a clear break below $0.1482 would suggest a more defensive posture. Setting stop-loss orders just below critical support levels can help mitigate potential losses, while profit targets can be set towards the recent high if a recovery appears."
    }
  }
}