{
  "symbol": "AVAX/USD",
  "name": "Avalanche vs US Dollar",
  "nameCn": "雪崩币/美元",
  "timestamp": "2026-01-30T20:31:22.973Z",
  "price": {
    "close": "10.964",
    "high": "10.9968",
    "low": "10.913",
    "open": "10.9957",
    "change": "-0.25",
    "datetime": "2026-01-30 20:00:00"
  },
  "indicators": {
    "rsi": 40.70867,
    "macd": -0.082442799,
    "macd_signal": -0.11304811,
    "sma20": 10.93222
  },
  "analysis": {
    "zh": {
      "title": "> search(\"你是专业的数字货币交易分析师。请对 雪崩币/美元(AVAX/USD) 进行技术分析。\\n\\n当前市场数据：\\n- 最新价格: 10.964\\n- 24小时变化: -0.25%\\n- 高点/低点: 10.9968 / 10.913\\n- RSI(14): N/A\\n- MACD: -0.082442799, Signal: N/A\\n- SMA(20): 10.93222\\n\\n要求：\\n1. 第一行：完整的中文标题，格式：\\\"雪崩币/美元技术分析：[趋势描述]\\\"\\n2. 然后空一行\\n3. 正文3-4段，每段60-80字，总共250-300字\\n4. 包含：趋势判断、技术指标解读、支撑/阻力位、交易建议\\n5. 使用专业术语但易于理解\\n6. 不要添加任何标签或额外说明\\n\\n立即开始（第一行就是标题）：\")",
      "content": "雪崩币/美元技术分析：短线震荡偏弱，中期试探支撑\n\n当前AVAX价格在$10.96附近维持震荡，日内波动极窄，表现出空头动能尚未彻底放弃但多头短线有所支撑。价格在20日简单移动平均线（SMA20）附近反复试探，上方阻力在$11.10–11.20区间，这一带连线近期高点与SMA形成压制。若价格无法有效站上此区间，趋势仍偏向横盘整理。\n\n技术指标方面，MACD呈现负值（–0.0824），显示下行动能存在，但由于Signal数据不可用，需谨慎判断动能变化。缺失的RSI值限制超买/超卖判断，但结合极窄波幅与SMA靠近位置，可判断市场买卖力量短期平衡略偏空。在缺乏明显动能信号前，价格可能继续在短期均线附近震荡。\n\n支撑位方面，近期低点$10.91是第一支撑，其次$10.70–10.80是更强的盘整下沿支撑区域；跌破后有可能加速下探至$10.50。阻力则集中在$11.10及$11.20，上破后可看向$11.40–11.50。成交量若未有效放大，上破阻力的概率较低，震荡区间或继续延伸。\n\n交易建议上，短线交易者可在接近支撑区域$10.80–$10.90尝试低多，止损设在$10.65下方；若价格上破$11.10并稳住，多单可考虑加仓，目标看向$11.40。但务必控制仓位与风险，因为当前结构仍偏震荡，趋势确认需等待更清晰的信号。"
    },
    "en": {
      "title": "Avalanche vs US Dollar Technical Analysis",
      "content": "> search(\"You are a professional cryptocurrency analyst. Provide technical analysis for Avalanche vs US Dollar (AVAX/USD).\\n\\nCurrent Market Data:\\n- Latest Price: 10.964\\n- 24h Change: -0.25%\\n- High/Low: 10.9968 / 10.913\\n- RSI(14): N/A\\n- MACD: -0.082442799, Signal: N/A\\n- SMA(20): 10.93222\\n\\nRequirements:\\n1. Write 3-4 paragraphs, 60-80 words each, total 250-300 words\\n2. Include: trend analysis, indicator interpretation, support/resistance levels, trading suggestions\\n3. Use professional but accessible language\\n4. No labels, no meta-commentary\\n5. Start immediately with the content (no title needed)\\n\\nBegin:\")\n\nAVAX/USD is showing **consolidation near the $11.0 area**, with price fluctuating modestly around the SMA(20) at **10.93**. The latest data suggests the immediate trend lacks strong directional conviction, as the recent 24-hour change is slightly negative. Shorter timeframe price action appears range-bound, indicating that neither bulls nor bears have full control. A decisive break above **$11.30–$11.50** could signal a shift toward bullish momentum, while failure here might keep AVAX under pressure.\n\nThe **MACD reading of –0.082** points to bearish momentum still dominating the near-term structure, although without the full signal line available it’s difficult to confirm a complete bearish crossover. RSI isn’t currently provided, but broader market indicators often show neutral to slightly bearish oscillator conditions around current levels, suggesting limited momentum and no extreme overbought/oversold readings. Traders should watch for any MACD histogram expansion back toward zero, which could precede a reversal, while continued negative bias may reinforce further consolidation or mild weakness.\n\nKey **support levels** to monitor closely are around **$10.55 and $10.00**, with the latter acting as a psychological zone where buyers could re-enter if price softens. On the upside, immediate **resistance near $11.77–$12.50** is observed from pivot analysis, and a break above this zone would improve prospects for reclaiming higher range levels. These support and resistance thresholds form meaningful boundaries for setting stops and profit targets, especially as AVAX remains near recent lows relative to larger historical swings. \n\nIn terms of **trading strategy**, cautious participants might wait for confirmation of trend — such as a daily close above the short-term resistance zone — before committing to long positions. Momentum traders could consider entry on andamental and technical analysis data.\n\n\nIn terms of **trading strategy**, cautious participants might wait for confirmation of trend — such as a daily close above the short-term resistance zone — before committing to long positions. Momentum traders could consider entry on a rebound off firm support with tight risk controls (e.g., stop-loss below $10.00) andgets toward the $12.50 level. Conversely, breakdown below support may signal further decline, and short-term traders may position accordingly with disciplined exit points to manage volatility risk."
    }
  }
}