{
  "symbol": "AVAX/USD",
  "name": "Avalanche vs US Dollar",
  "nameCn": "雪崩币/美元",
  "timestamp": "2025-11-20T07:03:56.525Z",
  "price": {
    "close": "14.2804",
    "high": "14.314",
    "low": "14.2314",
    "open": "14.314",
    "change": "-0.23",
    "datetime": "2025-11-20 06:00:00"
  },
  "indicators": {
    "rsi": 49.42575,
    "macd": -0.017574377,
    "macd_signal": -0.057327853,
    "sma20": 14.20599
  },
  "analysis": {
    "zh": {
      "title": "雪崩币/美元技术分析：[震荡整理趋势]",
      "content": "当前雪崩币（AVAX）在14.2804美元附近震荡整理，24小时变化微幅下跌0.23%。相比于日内高点14.314美元和低点14.2314美元，市场呈现出一定的横向移动特征，显示出多空力量的相对平衡。投资者需关注这一价格区间的突破情况，以判断后市走势。\n\n从技术指标来看，MACD目前处于负值区域，表明短期内卖压有所增加，但尚未形成明确的卖出信号。由于RSI数据缺失，无法全面评估市场的超买或超卖状态。20日简单移动平均线（SMA）在14.20599附近，为价格提供了一定的支撑，若价格下破这一水平，可能会引发更大的抛售压力。\n\n支撑位方面，14.2314美元为近期低点，若跌破可能会进一步测试14.0美元的心理关口。阻力位则在14.314美元，突破后有望向14.5美元区间进发。建议投资者在观察价格行为的同时，设置止损以降低风险，短期内可考虑区间交易策略，待市场明确趋势后再做进一步决策。"
    },
    "en": {
      "title": "Avalanche vs US Dollar Technical Analysis",
      "content": "The current price of Avalanche (AVAX) against the US Dollar stands at 14.2804, reflecting a slight decline of 0.23% over the past 24 hours. The price has oscillated between a high of 14.314 and a low of 14.2314, indicating a tight trading range. This fluctuation suggests indecision in the market, as traders weigh potential bullish and bearish catalysts. Observing this consolidation phase, the overall trend remains neutral, and a breakout beyond the established range could set the tone for future price movements.\n\nIn terms of technical indicators, the SMA(20) is currently positioned at 14.20599, providing a crucial reference point for short-term traders. The price trading above this moving average could indicate bullish momentum, while a drop below may signal a potential bearish reversal. Additionally, the MACD value of -0.01757 indicates that momentum is slightly negative, though without a signal line for comparison, it is less definitive. Traders should watch for any sharp movements that might push the MACD into positive territory, as this could signal a shift in market sentiment.\n\nSupport is evident around the recent low of 14.2314, which may act as a floor for buyers looking to enter the market. Conversely, resistance appears to be established at the high of 14.314. A decisive breach of either level could trigger significant trading activity. Should the price break below the support level, a test of lower support zones could follow. Conversely, a breakout above resistance may attract momentum traders, potentially driving prices towards higher targets.\n\nIn light of these technical factors, traders should remain vigilant. A cautious approach may be warranted, considering the current market conditions. It may be prudent to wait for a clear breakout above 14.314 or a drop below 14.2314 before committing to larger positions. Additionally, monitoring volume during these key levels will provide further insight into market strength and potential reversals."
    }
  }
}