{
  "symbol": "DOGE/USD",
  "name": "Dogecoin vs US Dollar",
  "nameCn": "狗狗币/美元",
  "timestamp": "2026-02-02T11:28:47.905Z",
  "price": {
    "close": "0.10496",
    "high": "0.10515",
    "low": "0.10467",
    "open": "0.1048",
    "change": "0.16",
    "datetime": "2026-02-02 11:00:00"
  },
  "indicators": {
    "rsi": 52.7983,
    "macd": -0.00037926379,
    "macd_signal": -0.00064553825,
    "sma20": 0.103978
  },
  "analysis": {
    "zh": {
      "title": "狗狗币/美元技术分析：[震荡整理，关注支撑与阻力位]",
      "content": "当前DOGE/USD市场呈现震荡整理的态势。价格波动在0.10467至0.10515区间内，未显现出明显的趋势变化。当前价格略高于20日简单移动平均线(SMA)，表明市场可能维持小幅上涨的格局，但缺乏明确的买盘力量推动突破。\n\n技术指标方面，MACD为负值(-0.00037926379)，显示出短期内的卖盘压力，但由于缺乏信号线数据，难以确认是否会形成更强的下行趋势。RSI指标缺失，进一步降低了当前趋势的确认度，因此需要密切关注后续的走势变化。\n\n从支撑和阻力来看，当前支撑位在0.10467附近，一旦价格跌破此水平，可能进一步下探至0.1039。阻力位则在0.10515附近，若突破该价位，则有可能测试0.1065-0.1070区域。因此，短期内的交易区间应关注0.10467至0.10515的区间波动。\n\n交易建议方面，若价格接近支撑位且市场情绪偏向回升，可考虑适度做多；相反，若价格突破阻力位，则可尝试做多。然而，建议保持谨慎，避免追涨杀跌。"
    },
    "en": {
      "title": "Dogecoin vs US Dollar Technical Analysis",
      "content": "> search(\"You are a professional cryptocurrency analyst. Provide technical analysis for Dogecoin vs US Dollar (DOGE/USD).\\n\\nCurrent Market Data:\\n- Latest Price: 0.10496\\n- 24h Change: 0.16%\\n- High/Low: 0.10515 / 0.10467\\n- RSI(14): N/A\\n- MACD: -0.00037926379, Signal: N/A\\n- SMA(20): 0.10397800\\n\\nRequirements:\\n1. Write 3-4 paragraphs, 60-80 words each, total 250-300 words\\n2. Include: trend analysis, indicator interpretation, support/resistance levels, trading suggestions\\n3. Use professional but accessible language\\n4. No labels, no meta-commentary\\n5. Start immediately with the content (no title needed)\\n\\nBegin:\")\n\nDOGE/USD’s short-term trend appears **neutral to mildly bullish**, with the price hovering just above the 20-period simple moving average at **0.103978**. This suggests a tentative uptick around current levels but without strong continuation momentum. The *MACD* reading at **–0.000379** implies **weak bearish momentum**, indicating sellers still have a slight edge, although price action is fairly flat in the last 24 hours. Traders should watch whether higher highs begin to form — a key early sign of trend shift.\n\nWithout an available RSI, we look to broader market signals: other RSI readings for DOGE suggest the market has been **neutral to oversold in recent sessions**, which can soften downside pressure and attract buyers near support. A key support zone to monitor based on recent technical studies lies near **$0.100–0.102**, where pivot calculations and short-term averages cluster. A break below this area could open the door to deeper pullbacks. Conversely, immediate resistance is near **$0.105–0.107**, which must be cleared convincingly to confirm upside bias.\n\nSupport and resistance levels are pivotal here: traders referencing pivot analyses elsewhere note pivot pivots around 0.102–0.103 with resistance ceilings slightly above current prices. If DOGE fails to hold above **$0.102**, sellers could target the next support band near **$0.099–0.100**. On the upside, overcoming resistance around **$0.106–0.108** could offer a path toward medium-term targets, reinforcing any nascent bullish reversal.\n\nFor trading suggestions, consider a **range-bound approach** until volatility expands. Shorter-term traders might look to buy near key support with tight stops if price shows reversal candlesticks or rising volume, while targeting nearby resistance. Longer-term positions could **wait for confirmation above the 20 SMA and a bullish MACD crossover**, which would lend more confidence to a sustained rally. Caution is wise — current indicators imply modest momentum and potential consolidation rather than explosive moves. \n> **[Dogecoin (DOGE-USD) Crypto Technical Analysis - TipRanks.com](https://www.tipranks.com/cryptocurrency/doge-usd/technical-analysis?utm_source=chatgpt.com)** · *tipranks.com*\n> Get a technical analysis of Dogecoin (DOGE-USD) with the latest MACD of >-0.01 and RSI of 37.42. Stay up-to-date on market trends with our expert analysis."
    }
  }
}