{
  "symbol": "DOGE/USD",
  "name": "Dogecoin vs US Dollar",
  "nameCn": "狗狗币/美元",
  "timestamp": "2026-02-23T18:19:12.315Z",
  "price": {
    "close": "0.09385",
    "high": "0.0944",
    "low": "0.09363",
    "open": "0.09386",
    "change": "-0.04",
    "datetime": "2026-02-23 18:00:00"
  },
  "indicators": {
    "rsi": 39.9758,
    "macd": -0.00028404138,
    "macd_signal": -0.00025061915,
    "sma20": 0.094696
  },
  "analysis": {
    "zh": {
      "title": "狗狗币/美元技术分析：[震荡整理，短期波动风险较大]",
      "content": "当前狗狗币/美元（DOGE/USD）价格呈现出震荡整理走势，价格在0.09363至0.0944区间内波动。市场未出现强烈的上涨或下跌趋势，价格维持在较窄的波动区间，反映出买卖双方暂时的平衡。这种走势常见于缺乏重大市场刺激的阶段。\n\n从技术指标来看，RSI(14)未提供数据，MACD显示负值（-0.00028404138），这表明市场处于略微的卖盘压力下，但并未出现明显的趋势反转信号。SMA(20)目前为0.0947，接近当前价格，进一步表明市场短期内缺乏方向性。MACD的负值提示市场可能存在短期下行风险。\n\n对于支撑位和阻力位，当前价格接近0.0936的低点支撑位，这一水平若被突破，可能进一步下探至0.0925附近。而上方的阻力位在0.0944处，突破此位置可能会打开向上反弹的空间。市场的区间波动给短线交易者带来一定的操作机会，但需警惕短期波动风险。\n\n建议短期内可以关注价格是否突破当前的区间。如果突破0.0944，可考虑短期看多策略，目标位看向0.0955附近；若跌破0.0936，则可以考虑适度做空，止损设置在0.0944上方。"
    },
    "en": {
      "title": "Dogecoin vs US Dollar Technical Analysis",
      "content": "The current market for Dogecoin (DOGE/USD) is showing a subtle bearish inclination, with a slight 24-hour decrease of -0.04%. The price is consolidating within a narrow range, hovering between 0.09363 and 0.0944. This indicates a period of low volatility and indecision. The absence of a clear breakout or significant trend suggests that market participants are waiting for stronger directional cues, possibly from external factors or broader market movements.\n\nThe RSI(14) is currently unavailable, leaving us to focus on the MACD and the 20-period simple moving average (SMA). The MACD value at -0.00028 suggests that Dogecoin is currently in a weak bearish momentum phase. This, combined with the price trading slightly below the SMA(20) of 0.0947, points to a potential short-term continuation of the downtrend. The proximity of the price to the SMA indicates a delicate equilibrium between buyers and sellers, reinforcing the current indecision in the market.\n\nLooking at key support and resistance levels, the immediate support is around 0.0936, as this has been the low point in the recent 24-hour trading range. A break below this level could lead to further downward pressure, potentially targeting 0.0920, where additional support might emerge. On the upside, resistance lies at 0.0944, the current high of the range. A sustained push above this level would signal a possible bullish reversal, opening up the path to test 0.0950 and beyond.\n\nGiven the current market structure, a cautious approach is advised. Traders could look for short-term opportunities near key support and resistance zones, considering scalping or intraday strategies. However, any breakout beyond the 0.0944 resistance or a decisive move below 0.0936 would warrant a reassessment for more significant price action, either on the upside or downside."
    }
  }
}