{
  "symbol": "DOGE/USD",
  "name": "Dogecoin vs US Dollar",
  "nameCn": "狗狗币/美元",
  "timestamp": "2026-01-21T07:08:51.583Z",
  "price": {
    "close": "0.12546",
    "high": "0.12547",
    "low": "0.12498",
    "open": "0.12516",
    "change": "0.23",
    "datetime": "2026-01-21 07:00:00"
  },
  "indicators": {
    "rsi": 49.17279,
    "macd": -0.00039583266,
    "macd_signal": -0.00071916987,
    "sma20": 0.1246875
  },
  "analysis": {
    "zh": {
      "title": "狗狗币/美元技术分析：[震荡整理中]",
      "content": "当前狗狗币（DOGE）价格为0.12546，24小时内变化幅度较小，仅为0.23%。价格在0.12547的高点与0.12498的低点之间震荡整理，显示出市场情绪较为谨慎。短期内，缺乏明确的上升趋势，交易者需关注价格是否能突破当前区间。\n\n从技术指标来看，RSI尚未提供具体数据，但结合现有价格走势，可能处于中性区域。MACD数值为-0.00039583266，表明当前动能偏弱，且尚未形成明确的买入信号。SMA（20）为0.12468750，表明短期均线略高于当前价格，可能构成一定的阻力。\n\n在支撑与阻力位方面，当前支撑位可设于0.12498，若跌破此位置，可能进一步向下测试0.12400区域。而上方阻力位在0.12550附近，若突破此阻力，可能引发更大幅度的反弹。交易者应密切关注这一关键价位的突破情况。\n\n综合来看，建议交易者在当前震荡区间内寻找低买机会，尤其是在接近支撑位时。同时，若价格突破阻力位，可考虑短期内适度增仓。但需谨慎对待市场波动，设定合理的止损策略，以降低风险。"
    },
    "en": {
      "title": "Dogecoin vs US Dollar Technical Analysis",
      "content": "The current price of Dogecoin (DOGE) against the US Dollar stands at 0.12546, reflecting a slight increase of 0.23% over the past 24 hours. The price has oscillated between a high of 0.12547 and a low of 0.12498, indicating a tight trading range. This stability suggests a period of consolidation, with potential for breakout in either direction. Traders should closely monitor price movements around this range to gauge market sentiment and potential future directions.\n\nThe absence of a computed RSI and a negative MACD value of -0.00039583266 indicates a lack of strong bullish momentum. The MACD's negative reading suggests that sellers may still have the upper hand in the short term. However, the proximity of DOGE to the 20-period Simple Moving Average (SMA) of 0.12468750 highlights a critical area of support. A sustained movement above the SMA could indicate a bullish reversal, while a drop below could lead to further bearish sentiment.\n\nIn terms of support and resistance levels, the immediate support is observed at the recent low of 0.12498. If this level holds, it could serve as a foundation for a potential upward movement. Conversely, resistance can be noted around the recent high of 0.12547. A breakout above this level may attract additional buying interest and could pave the way for a more significant rally. \n\nTraders may consider setting strategic buy orders just above the resistance level to capture potential upward momentum, while placing stop-loss orders below the support level to manage risk effectively. Monitoring market news and sentiment is crucial, as Dogecoin's price can be influenced by broader market trends and social media sentiment, which often plays a significant role in its volatility."
    }
  }
}