{
  "symbol": "AVAX/USD",
  "name": "Avalanche vs US Dollar",
  "nameCn": "雪崩币/美元",
  "timestamp": "2026-01-29T06:07:11.461Z",
  "price": {
    "close": "11.7982",
    "high": "11.8463",
    "low": "11.7859",
    "open": "11.7932",
    "change": "0.04",
    "datetime": "2026-01-29 05:00:00"
  },
  "indicators": {
    "rsi": 35.73641,
    "macd": -0.048493411,
    "macd_signal": -0.0067714356,
    "sma20": 12.02185
  },
  "analysis": {
    "zh": {
      "title": "> search(\"你是专业的数字货币交易分析师。请对 雪崩币/美元(AVAX/USD) 进行技术分析。\\n\\n当前市场数据：\\n- 最新价格: 11.7982\\n- 24小时变化: 0.04%\\n- 高点/低点: 11.8463 / 11.7859\\n- RSI(14): N/A\\n- MACD: -0.048493411, Signal: N/A\\n- SMA(20): 12.021850\\n\\n要求：\\n1. 第一行：完整的中文标题，格式：\\\"雪崩币/美元技术分析：[趋势描述]\\\"\\n2. 然后空一行\\n3. 正文3-4段，每段60-80字，总共250-300字\\n4. 包含：趋势判断、技术指标解读、支撑/阻力位、交易建议\\n5. 使用专业术语但易于理解\\n6. 不要添加任何标签或额外说明\\n\\n立即开始（第一行就是标题）：\")",
      "content": "雪崩币/美元技术分析：短线偏弱整理，震荡等待确认\n\n当前价格徘徊在11.79附近，短期趋势偏弱但并未明显放量下破关键支撑。价格低于20日简单均线(SMA20 12.02)，说明多头动力不足，波动区间窄幅震荡，短线趋势暂时偏空，但缺乏持续下跌动力。\n\n技术指标上，MACD为负值（-0.048），显示空头动能略占优，但Signal未提供且RSI缺失，震荡色彩更浓。价格接近前低支撑11.78一线，多空争夺激烈；若价格有效上破12.02，将重拾短线多头情绪，需关注成交量配合。\n\n支撑位初步关注11.78/11.60区间，若失守则有可能测试更低区域11.30；阻力位在12.00/12.20一带，突破则有望延伸至12.50。均线压制与前高阻力重合，短线压力较大。\n\n交易建议上，激进者可在回踩接近支撑时小量布局，但务必设好止损11.60以下以控制风险；稳健者建议等待价格突破12.02上方并量能跟进，再考虑跟进多单。谨防震荡中短线假突破导致割肉。"
    },
    "en": {
      "title": "Avalanche vs US Dollar Technical Analysis",
      "content": "Avalanche (AVAX) is currently trading at $11.7982, exhibiting a marginal 24-hour change of 0.04%. The price action remains confined within a tight range, having reached a high of $11.8463 and a low of $11.7859. This relatively stable movement suggests a consolidation phase, which often precedes a more significant breakout or breakdown. Traders should monitor this range closely, as a decisive move beyond these levels could set the tone for the next trend.\n\nThe absence of a calculated RSI(14) limits our ability to fully assess the momentum behind this price action. However, the MACD indicates a bearish sentiment, with a value of -0.048493411. This negative reading suggests that momentum may be shifting downward. Traders should exercise caution, as a sustained bearish trend could lead to further declines. Keeping an eye on the MACD and potential crossovers in the coming days will be essential for understanding the momentum shift.\n\nThe 20-day Simple Moving Average (SMA) is currently at $12.021850, serving as a significant resistance level. If AVAX can break above this SMA, it may signal a bullish reversal and a potential target near the recent high of $11.8463. Conversely, the support level appears to be around the recent low of $11.7859. A break below this level could initiate a bearish trend, leading traders to reassess their positions.\n\nGiven the current technical landscape, traders may consider a wait-and-see approach until a clear breakout or breakdown occurs. For those looking to enter positions, buying near support or waiting for confirmation above resistance could be prudent strategies. Risk management is crucial, particularly in the volatile cryptocurrency market, where swift price movements can lead to significant gains or losses."
    }
  }
}