{
  "symbol": "DOGE/USD",
  "name": "Dogecoin vs US Dollar",
  "nameCn": "狗狗币/美元",
  "timestamp": "2026-01-12T03:21:47.417Z",
  "price": {
    "close": "0.14201",
    "high": "0.14214",
    "low": "0.14114",
    "open": "0.14137",
    "change": "0.47",
    "datetime": "2026-01-12 03:00:00"
  },
  "indicators": {
    "rsi": 65.32086,
    "macd": 0.000089460095,
    "macd_signal": -0.0003113961,
    "sma20": 0.1390715
  },
  "analysis": {
    "zh": {
      "title": "狗狗币/美元技术分析：[震荡走势中寻求突破]",
      "content": "当前狗狗币/美元(DOGE/USD)在0.14201附近震荡，24小时变化为0.47%。价格在0.14214和0.14114之间波动，显示出市场的短期整理趋势。尽管没有明显的上升或下降趋势，但这种横盘整理可能为未来的突破提供机会。\n\n从技术指标来看，RSI(14)数据缺失，但MACD指标显示出微弱的正值，这表明买方正在逐渐增强。SMA(20)在0.1390715附近，提供了一定的支撑位。若价格能够稳定在此线之上，可能会吸引更多买盘，进一步推动价格上涨。\n\n支撑位主要集中在0.14100一线，而阻力位则在0.14250附近。若价格突破0.14250，可能会引发一波新的上涨行情。反之，若跌破0.14100，则需警惕继续下探的风险，可能会测试更低的支撑位。\n\n综合来看，建议投资者关注0.14100和0.14250两个关键价位，短期内可考虑低位买入策略，但需设定止损以控制风险。保持对市场动态的密切关注，择机而入将是当前交易的关键。"
    },
    "en": {
      "title": "Dogecoin vs US Dollar Technical Analysis",
      "content": "The current price of Dogecoin (DOGE) against the US Dollar (USD) stands at 0.14201, reflecting a slight increase of 0.47% over the past 24 hours. Analyzing the recent price action, DOGE has demonstrated a stable upward trend, with a recent high of 0.14214 and a low of 0.14114. This range indicates a consolidation phase, suggesting that the market is currently in a wait-and-see mode, possibly anticipating a breakout in either direction.\n\nThe absence of an RSI (Relative Strength Index) value limits our ability to assess overbought or oversold conditions effectively. However, the MACD (Moving Average Convergence Divergence) shows a positive value of 0.000089460095, indicating bullish momentum, albeit weak. The SMA (Simple Moving Average) for the last 20 periods is at 0.1390715, which could serve as a support level. If DOGE dips below this level, traders should watch for the next potential support around 0.13800.\n\nIn terms of resistance, the immediate level to watch is 0.14214, which, if breached, could lead to a test of higher levels, potentially approaching 0.14500. Conversely, should DOGE fail to maintain its current momentum, a decline below the SMA could trigger further selling pressure. Traders should consider setting stop-loss orders just below 0.13900 to manage risk effectively.\n\nOverall, the current market conditions suggest a cautious bullish outlook for DOGE/USD. Traders may look to enter long positions if the price surpasses 0.14214, while closely monitoring for any signs of weakness or reversal. Staying alert to broader market trends and sentiment will be crucial in navigating potential volatility in the near term."
    }
  }
}