{
  "symbol": "AVAX/USD",
  "name": "Avalanche vs US Dollar",
  "nameCn": "雪崩币/美元",
  "timestamp": "2025-12-11T14:59:23.755Z",
  "price": {
    "close": "13.1315",
    "high": "13.3505",
    "low": "13.1239",
    "open": "13.3505",
    "change": "-1.64",
    "datetime": "2025-12-11 14:00:00"
  },
  "indicators": {
    "rsi": 24.84378,
    "macd": -0.25987587,
    "macd_signal": -0.24020646,
    "sma20": 13.63145
  },
  "analysis": {
    "zh": {
      "title": "雪崩币/美元技术分析：[震荡整理中，关注关键支撑位]",
      "content": "当前雪崩币（AVAX）在13.1315美元附近交易，近期价格波动显示出一定的震荡趋势。24小时内价格下跌1.64%，高点与低点分别为13.3505和13.1239，表明短期内市场缺乏强烈的方向性。投资者应关注价格在这一区间内的表现，以判断后续走势。\n\n从技术指标来看，MACD目前处于负值区间（-0.2599），这可能暗示短期内卖压较重，且RSI数据未提供，无法准确评估超买或超卖状态。20日简单移动平均线（SMA）为13.63145，价格在其下方运行，表明短期内可能存在进一步回调的风险。\n\n支撑位方面，13.1239美元是一个重要的支撑区域，如果价格跌破这一水平，可能引发进一步的下行压力。相反，13.3505美元则是短期阻力位，突破该点位可能带来反弹行情。投资者需密切关注这两个关键价位，以制定相应的交易策略。\n\n综合考虑，建议投资者在当前区间内采取观望策略，耐心等待价格突破关键支撑或阻力位后再做决策。此外，适当设置止损，以降低潜在风险，将有助于更好地应对市场波动。"
    },
    "en": {
      "title": "Avalanche vs US Dollar Technical Analysis",
      "content": "Avalanche (AVAX) is currently trading at $13.1315, reflecting a slight decline of 1.64% over the last 24 hours. This minor downturn suggests a potential bearish sentiment in the market, especially after reaching a recent high of $13.3505. The price action indicates a struggle to maintain upward momentum, and traders should closely monitor this trend for potential reversals.\n\nThe simple moving average (SMA) of $13.63145 over the last 20 periods serves as a critical reference point. The current price is trading below this SMA, implying a bearish trend in the short term. This position could suggest bearish continuation unless a significant breakout occurs above the SMA. Traders may look for a confirmation of this trend through additional bullish signals or indicators.\n\nSupport levels are found around $13.1239, the recent low, which could provide a strong foundation for the price if selling pressure continues. If this level breaks, the next significant support may be around $13.00. Conversely, resistance is evident at the recent high of $13.3505, which will be a key level to watch for potential upside moves. A breach above this resistance could signal a shift in market sentiment.\n\nGiven the current market conditions, traders might consider short positions if the price approaches the resistance level without significant bullish momentum. Conversely, if the price holds above support and shows signs of recovery, there may be an opportunity to enter long positions. Monitoring the MACD and RSI indicators as they develop will provide further insights into momentum and potential entry points."
    }
  }
}