{
  "symbol": "DOGE/USD",
  "name": "Dogecoin vs US Dollar",
  "nameCn": "狗狗币/美元",
  "timestamp": "2025-12-07T14:52:25.942Z",
  "price": {
    "close": "0.1357",
    "high": "0.1383",
    "low": "0.13492",
    "open": "0.13826",
    "change": "-1.86",
    "datetime": "2025-12-07 14:00:00"
  },
  "indicators": {
    "rsi": 27.90764,
    "macd": -0.0006331621,
    "macd_signal": -0.00036447908,
    "sma20": 0.1394445
  },
  "analysis": {
    "zh": {
      "title": "狗狗币/美元技术分析：[短期震荡调整，关注支撑位]",
      "content": "当前狗狗币（DOGE）价格为0.1357，近期表现出小幅下行趋势，24小时内下跌1.86%。从高低点来看，价格在0.1383和0.13492之间波动，显示出市场的震荡整理特征。当前价格接近短期支撑位0.13492，若该支撑位被有效击穿，可能会进一步探测下方支撑。\n\n技术指标方面，MACD处于负值区域，显示出卖方力量占优，短期内可能继续承压。由于RSI未提供，无法直接评估市场超买或超卖状况。不过，SMA(20)的水平为0.1394，表明价格在此水平上方形成了一定的阻力。投资者需关注这一均线的走势，以便判断未来的价格走势。\n\n从支撑和阻力的角度看，0.13492是关键支撑位，若有效跌破将可能引发更多的抛售。而上方阻力位则在0.1394附近，需留意价格是否能重新站稳于此。建议短线交易者在接近支撑位时可以考虑逢低买入，若突破阻力位则可适当增加仓位，谨慎控制风险。"
    },
    "en": {
      "title": "Dogecoin vs US Dollar Technical Analysis",
      "content": "Dogecoin has recently experienced a slight downward trend, with the current price at 0.1357, reflecting a 1.86% decline over the past 24 hours. The price action has been confined within a narrow range, with a high of 0.1383 and a low of 0.13492. This consolidation phase indicates indecision among traders and could suggest a buildup for a potential breakout. Monitoring the price movement around these levels will be crucial for determining the next direction.\n\nWith the absence of a calculated RSI, it's challenging to gauge overbought or oversold conditions. However, the MACD shows a negative value at -0.00063316210, suggesting bearish momentum. Such a reading implies that sellers are currently in control, which may lead to further downside if selling pressure persists. Traders should be cautious and consider this momentum when making decisions, as further declines could be imminent if the prevailing sentiment does not shift.\n\nKey support can be identified at the recent low of 0.13492, which may act as a critical level for buyers to step in. If this support holds, it could provide a foundation for a potential rebound towards the SMA(20) of 0.13944450, which serves as a dynamic resistance level. Conversely, if the price breaks below the support, it may trigger further selling and open the door to deeper retracement levels.\n\nFor traders, it would be prudent to adopt a wait-and-see approach. A confirmed break above the SMA(20) could signal a buying opportunity, while a breach below 0.13492 may warrant a short position. Setting stop-loss orders around these critical levels can help manage risk effectively, enabling traders to navigate the current market uncertainty with greater confidence."
    }
  }
}