{
  "symbol": "DOGE/USD",
  "name": "Dogecoin vs US Dollar",
  "nameCn": "狗狗币/美元",
  "timestamp": "2026-02-23T11:31:37.182Z",
  "price": {
    "close": "0.09677",
    "high": "0.0971",
    "low": "0.09632",
    "open": "0.09637",
    "change": "0.42",
    "datetime": "2026-02-23 11:00:00"
  },
  "indicators": {
    "rsi": 59.41133,
    "macd": -0.00025701255,
    "macd_signal": -0.00075445435,
    "sma20": 0.0946675
  },
  "analysis": {
    "zh": {
      "title": "狗狗币/美元技术分析：[震荡整理，等待突破]",
      "content": "当前狗狗币/美元(DOGE/USD)的价格在0.09677附近，显示出震荡整理的走势。近期价格波动较小，24小时仅上涨0.42%。高点和低点分别为0.0971和0.09632，形成了一个狭窄的区间，市场尚未找到明确的突破方向。\n\n技术指标方面，MACD指标显示当前为负值（-0.00025701255），表明短期内可能存在卖盘压力，但由于Signal值缺失，暂时无法判断是否会反弹。SMA(20)为0.094667500，显示出价格有小幅上涨的趋势，支撑位较为稳固。RSI值暂未提供，因此无法通过该指标进一步分析超买或超卖情况。\n\n从支撑位来看，0.09632是近期的低点，短期内可能形成支撑。若突破0.0971，则可能会进一步向上试探，接近0.098至0.099区间。阻力位较为明显，位于0.0971一线。投资者可关注此区间的突破情况，以便捕捉更大的波动机会。\n\n建议短期内关注价格在0.09632至0.0971区间的震荡。如果价格突破0.0971，可考虑适度跟进多单；若跌破0.09632，则可能会进一步下探，需谨慎操作。"
    },
    "en": {
      "title": "Dogecoin vs US Dollar Technical Analysis",
      "content": "The Dogecoin/USD market currently shows a modest 24-hour gain of 0.42%, suggesting mild bullish sentiment. The price is consolidating within a narrow range between the high of 0.0971 and the low of 0.09632, indicating indecision among traders. Given this small price movement, the market appears to be in a short-term consolidation phase, with no clear breakout yet in sight. The market’s stability hints at a potential for a continued range-bound trend unless there's a significant catalyst.\n\nThe current price sits above the 20-period Simple Moving Average (SMA), which is a positive sign for the bulls, indicating that the market is generally trending upward in the short term. However, the absence of a clear Relative Strength Index (RSI) or MACD signal makes it difficult to determine the momentum definitively. A closer look at the MACD shows a negative value of -0.000257, suggesting that momentum is slightly bearish, though not strongly so. Traders may want to wait for further confirmation before taking aggressive positions.\n\nSupport levels are observed around 0.09632, where the price recently bounced, and further support could be found at 0.09467, near the SMA(20). These levels should be closely watched as potential areas for price retracement. On the upside, resistance exists at 0.0971, and a breakout above this level could lead to a test of the next major resistance near 0.0985. If the price fails to break above 0.0971, we might see a continuation of the current consolidation pattern.\n\nFor traders, a cautious approach is advised. Short-term traders could consider scalping between the support and resistance zones, while waiting for clearer momentum indicators. A break above 0.0971 or a drop below 0.09632 could signal a more decisive move in either direction, providing a stronger trading signal."
    }
  }
}