{
  "symbol": "DOGE/USD",
  "name": "Dogecoin vs US Dollar",
  "nameCn": "狗狗币/美元",
  "timestamp": "2026-01-10T16:24:47.181Z",
  "price": {
    "close": "0.13971",
    "high": "0.14",
    "low": "0.13953",
    "open": "0.13976",
    "change": "-0.04",
    "datetime": "2026-01-10 16:00:00"
  },
  "indicators": {
    "rsi": 44.57632,
    "macd": -0.00035082877,
    "macd_signal": -0.00039901616,
    "sma20": 0.140053
  },
  "analysis": {
    "zh": {
      "title": "狗狗币/美元技术分析：[震荡整理，短期承压]",
      "content": "当前狗狗币在0.13971美元附近震荡整理，24小时变化仅为-0.04%。从价格走势来看，短期内未能突破0.14美元的高点，表明市场情绪较为谨慎，需关注多方能否在短期内恢复上涨动能。\n\n技术指标方面，MACD显示出轻微的负值，表明卖方力量仍在主导市场，尽管RSI数据缺失但结合当前价格走势，可判断市场处于超卖状态的可能性增大。若后续RSI回升至中性区间，或将为多头提供反弹机会。\n\n在支撑与阻力位方面，当前价格下方的支撑位在0.13953美元，而上方的阻力位则在0.14美元。若价格跌破0.13953美元支撑，可能进一步回调至0.138美元区域；反之，若突破0.14美元，短期内将迎来反弹至0.142美元的机会。\n\n综上所述，建议交易者保持观望，耐心等待明确的突破信号。若价格稳定在0.14美元以上，可考虑小幅多单布局；反之，若向下跌破支撑位，则需保持谨慎，及时止损。"
    },
    "en": {
      "title": "Dogecoin vs US Dollar Technical Analysis",
      "content": "The current price of Dogecoin (DOGE) against the US Dollar stands at 0.13971, reflecting a slight decrease of 0.04% over the last 24 hours. This minor pullback indicates consolidation around the 0.14 resistance level, which has proven to be significant in recent trading sessions. A failure to maintain above this level could suggest bearish sentiment, with traders potentially looking for a break below the recent low of 0.13953 to confirm further downside momentum.\n\nThe absence of available RSI data limits our ability to gauge the relative strength of Dogecoin; however, the current MACD value of -0.00035082877 hints at a bearish outlook. While the negative MACD indicates that sellers have recently gained control, the trend is not decisively bearish at this stage. The SMA(20) at 0.140053 reinforces the importance of the 0.14 level, as it serves as both a dynamic resistance and a potential pivot point for future price movements.\n\nTraders should closely monitor the price action around the critical levels mentioned. A sustained close above 0.14 could trigger bullish momentum, possibly targeting the next resistance at around 0.142. Conversely, if the price dips below the support level of 0.13953, it may trigger a sell-off towards the next support level around 0.135, which could offer buying opportunities for trend followers. \n\nIn summary, the immediate outlook for DOGE/USD is cautious. Traders should remain vigilant for either a breakout above resistance or a breakdown below support. Employing protective stop-loss orders and being prepared for volatility will be prudent strategies in this environment, as Dogecoin often experiences rapid price movements in response to market sentiment and broader cryptocurrency trends."
    }
  }
}