{
  "symbol": "ADA/USD",
  "name": "Cardano vs US Dollar",
  "nameCn": "艾达币/美元",
  "timestamp": "2026-02-13T06:20:36.255Z",
  "price": {
    "close": "0.25998",
    "high": "0.260082",
    "low": "0.259381",
    "open": "0.259577",
    "change": "0.16",
    "datetime": "2026-02-13 06:00:00"
  },
  "indicators": {
    "rsi": 46.39234,
    "macd": 0.00010291554,
    "macd_signal": 0.00045384497,
    "sma20": 0.26224715
  },
  "analysis": {
    "zh": {
      "title": "艾达币/美元技术分析：[当前横盘整理，短期维持震荡走势]",
      "content": "当前ADA/USD的价格为0.25998，短期内呈现横盘整理态势。24小时内波动幅度较小，仅有0.16%的变化，显示出市场的平静。在高点0.260082和低点0.259381之间震荡，表明多空双方暂时处于平衡状态，未能形成明显的趋势。\n\n在技术指标方面，由于缺少RSI和MACD的完整数据，我们只能依据SMA(20)来推测短期趋势。SMA(20)为0.26224715，当前价格低于这一均线，暗示市场可能存在一定的下行压力，短期内继续震荡调整的概率较大。缺乏其他指标的支持使得判断变得更加谨慎。\n\n支撑位目前可见在0.25938附近，若价格跌破这一水平，可能进一步回落至0.2570附近。阻力位则处于0.262，突破该位可能会迎来短期反弹，向0.265的区域挑战。若突破该阻力，趋势有望重新向上展开。\n\n建议短线交易者可关注0.25938附近的支撑和0.262的阻力，在这两个价格区间内进行短期操作。若价格持续在区间内震荡，则可以采取观望策略，等待突破信号再做决定。"
    },
    "en": {
      "title": "Cardano vs US Dollar Technical Analysis",
      "content": "Cardano (ADA) has been consolidating around the 0.25998 level, showing a minor 0.16% change in the last 24 hours. This suggests a phase of stability or indecision in the market. The price is trading near the recent low of 0.259381, indicating potential support around this level. A break below 0.259 could suggest further downside movement, targeting the next significant support near 0.2580. Conversely, a push above 0.260082 could offer short-term bullish momentum, testing the SMA(20) at 0.2622.\n\nThe lack of RSI data and a signal for MACD limits a clear trend determination, but the MACD value of 0.00010291554 suggests minimal momentum in either direction. This reinforces the notion of a range-bound market with price oscillating between the 0.259 and 0.262 zones. Traders may look for a crossover or divergence in the MACD to signal the next move, although this indicator’s current condition does not suggest an immediate breakout. \n\nThe SMA(20) is providing resistance around 0.2622, with the price failing to surpass it in recent trading. This level could act as a key barrier for bulls, with a sustained move above it confirming short-term bullish sentiment. Traders should watch for any pullback to the 0.259 mark, which may be a buying opportunity with a tight stop loss. A breakout above the SMA(20) could open up a move toward the next resistance at 0.2650.\n\nFor short-term traders, monitoring price action near the support level at 0.259 and resistance at 0.262 should be key. Given the current market conditions, a breakout or breakdown from this range would likely trigger a clearer trend, either confirming a bullish move or signaling further consolidation. Patience is recommended, with tight stop losses in either direction to protect against volatility."
    }
  }
}