{
  "symbol": "ADA/USD",
  "name": "Cardano vs US Dollar",
  "nameCn": "艾达币/美元",
  "timestamp": "2026-02-14T17:49:10.343Z",
  "price": {
    "close": "0.289785",
    "high": "0.292414",
    "low": "0.289063",
    "open": "0.289419",
    "change": "0.09",
    "datetime": "2026-02-14 17:00:00"
  },
  "indicators": {
    "rsi": 78.7241,
    "macd": 0.0049407216,
    "macd_signal": 0.0040681348,
    "sma20": 0.2791951
  },
  "analysis": {
    "zh": {
      "title": "艾达币/美元技术分析：震荡整理，等待突破",
      "content": "当前艾达币/美元(ADA/USD)价格为0.289785，显示出震荡整理的走势。在24小时内，价格变化仅为0.09%，表明市场情绪较为平稳，但未出现显著的上涨或下跌趋势。整体来看，价格在0.289063和0.292414之间波动，形成了一定的区间整理模式。\n\n技术指标方面，RSI(14)数据缺失，导致无法准确评估市场的超买或超卖状态。MACD值为0.0049407216，尚未出现明显的交叉信号，因此短期内暂时没有强烈的买卖信号。从SMA(20)来看，当前价格高于20日均线0.27919510，表明短期内有一定的支撑，市场可能保持偏多的情绪。\n\n支撑位方面，0.289063附近可视为近期的重要支撑位，若价格跌破该水平，可能会进一步测试更低的区域。阻力位则在0.292414处，突破该位置可能会打开更大上行空间。若价格突破上方阻力位，则可能会迎来新的上涨机会。\n\n交易建议上，建议投资者关注0.289063和0.292414的关键价格区间。如果价格突破阻力位，可以考虑做多；若跌破支撑位，则可能面临更大风险，适合考虑做空。"
    },
    "en": {
      "title": "Cardano vs US Dollar Technical Analysis",
      "content": "The current price of Cardano (ADA) is hovering at 0.289785, with a slight positive change of 0.09% in the last 24 hours. This suggests a neutral market sentiment, with no significant bullish or bearish momentum. The price is near the lower end of its daily range, indicating potential support at the 0.2890 level. A break below this could lead to further testing of the support zone around 0.2790, which aligns with the 20-period simple moving average (SMA). This level has acted as a solid base in recent trading sessions, and its breach would signal further downside potential.\n\nThe absence of the RSI(14) and Signal Line makes it difficult to fully assess the market's momentum or overbought/oversold conditions. However, the MACD value of 0.00494 indicates a subtle bullish bias, though the absence of a Signal Line makes this reading less reliable. Traders should wait for a cross above the zero line in the MACD or confirmation from the RSI before considering a stronger commitment to long positions. If the price rises above the high of 0.2924, it could signal a potential shift in trend towards higher resistance levels.\n\nOn the resistance front, the immediate level to watch is 0.2924, which has recently capped upside movement. A clean break above this level could open the door for price action to target the next significant resistance near 0.2960. If ADA manages to close above 0.2924 with volume, it would signal strength, giving long traders a clearer setup for possible gains. However, given the tight daily range, any rally could face stiff resistance.\n\nIn terms of trading strategy, patience is key. For traders seeking confirmation, a break above 0.2924 could offer a reasonable entry point for long positions, while a failure to hold above the current support near 0.2890 might offer a short opportunity, targeting a return toward the 0.2790 SMA. Risk management with stop-loss orders around these levels is crucial to limit downside exposure."
    }
  }
}