{
  "symbol": "AVAX/USD",
  "name": "Avalanche vs US Dollar",
  "nameCn": "雪崩币/美元",
  "timestamp": "2026-02-14T17:50:34.231Z",
  "price": {
    "close": "9.4659",
    "high": "9.4939",
    "low": "9.4167",
    "open": "9.4363",
    "change": "0.32",
    "datetime": "2026-02-14 17:00:00"
  },
  "indicators": {
    "rsi": 74.57472,
    "macd": 0.099821941,
    "macd_signal": 0.088387977,
    "sma20": 9.25936
  },
  "analysis": {
    "zh": {
      "title": "> search(\"你是专业的数字货币交易分析师。请对 雪崩币/美元(AVAX/USD) 进行技术分析。\\n\\n当前市场数据：\\n- 最新价格: 9.4659\\n- 24小时变化: 0.32%\\n- 高点/低点: 9.4939 / 9.4167\\n- RSI(14): N/A\\n- MACD: 0.099821941, Signal: N/A\\n- SMA(20): 9.25936\\n\\n要求：\\n1. 第一行：完整的中文标题，格式：\\\"雪崩币/美元技术分析：[趋势描述]\\\"\\n2. 然后空一行\\n3. 正文3-4段，每段60-80字，总共250-300字\\n4. 包含：趋势判断、技术指标解读、支撑/阻力位、交易建议\\n5. 使用专业术语但易于理解\\n6. 不要添加任何标签或额外说明\\n\\n立即开始（第一行就是标题）：\")",
      "content": "雪崩币/美元技术分析：短线震荡偏多  \n\n当前AVAX价格围绕9.46附近窄幅震荡，短期趋势呈现整理偏多结构。价格在SMA(20) 9.259附近获得支撑并保持在均线之上，显示短线买方企图稳住节奏。但成交波动有限，趋势未出现明确放量突破，仍需关注高低点的有效突破确认趋势延续或反转。  \n\n技术指标方面，由于RSI值缺失，无法直接判断超买超卖情况，但价格紧贴均线运行说明多空力量接近平衡。MACD主线处于正值0.0998但缺少信号线数据，通常暗示多头动能存在但力度有限。若后续MACD直线持续上扬并形成金叉，则有望推动多头上攻。  \n\n关注关键支撑位与阻力位，短线支撑首先在9.26附近，其次下破可看向9.10区域；阻力在日内高点9.49附近，如能突破9.50，则可能打开上行空间至9.70-9.80。若价格回落至均线下方并失守9.20，则多头防守告急，可能进入更深调整。  \n\n交易上建议短线交易者可在回踩支撑附近逐步布局，控制仓位并设好止损在9.20下方；突破阻力确认上行后可追加轻仓。中线投资者建议等待更明确趋势信号或成交量放大配合突破再建仓，以降低回撤风险。整体偏向震荡筑底，多空谨慎交织。"
    },
    "en": {
      "title": "Avalanche vs US Dollar Technical Analysis",
      "content": "> search(\"You are a professional cryptocurrency analyst. Provide technical analysis for Avalanche vs US Dollar (AVAX/USD).\\n\\nCurrent Market Data:\\n- Latest Price: 9.4659\\n- 24h Change: 0.32%\\n- High/Low: 9.4939 / 9.4167\\n- RSI(14): N/A\\n- MACD: 0.099821941, Signal: N/A\\n- SMA(20): 9.25936\\n\\nRequirements:\\n1. Write 3-4 paragraphs, 60-80 words each, total 250-300 words\\n2. Include: trend analysis, indicator interpretation, support/resistance levels, trading suggestions\\n3. Use professional but accessible language\\n4. No labels, no meta-commentary\\n5. Start immediately with the content (no title needed)\\n\\nBegin:\")\n\nAVAX/USD is currently showing mild bullish bias as price hovers above the short-term SMA(20) at **9.26**, signaling that recent momentum favors buyers. The latest price at **9.4659** and a modest 0.32% 24-hour increase indicate consolidation rather than a strong breakout. The narrow intraday range between **9.4167** and **9.4939** suggests low volatility, which often precedes directional moves. Watch how the pair reacts around the moving average — sustained candles above it could reinforce upward trend continuation.\n\nWithout a current RSI reading, we lean on price action and MACD structure for momentum clues. The MACD value at **0.0998** staying above zero points to underlying bullish energy, though the lack of a visible signal line means we should be cautious in overestimating strength. If the MACD histogram expands further while price holds above SMA(20), it would confirm increasing positive momentum. Conversely, any dip below the moving average might quickly diminish buyer confidence, signaling the need for risk management.\n\nNear-term support is expected around the psychological **9.25–9.30** zone, backed by the SMA and recent reaction lows. A stronger support cluster emerges near **9.10–9.15**, an area where buyers previously stepped in; a break below this zone could open the door to **8.80** levels. On the upside, initial resistance sits at the recent high near **9.50** — a clean break and retest above this can accelerate toward **9.70–9.75**. Failure to sustain above **9.50** may result in sideways movement confined to the current range.\n\nFor traders, a cautious long bias is appropriate above **9.30**, using tight stops just below this support to guard against sudden reversals. Breakout traders might wait for a decisive move above **9.50** with volume confirmation before scaling positions. Shorters should consider entries only if price breaks and closes below **9.15**, targeting the next support band. Always align position size with risk tolerance and monitor broader market conditions that can heavily influence altcoin performance."
    }
  }
}