{
  "symbol": "DOGE/USD",
  "name": "Dogecoin vs US Dollar",
  "nameCn": "狗狗币/美元",
  "timestamp": "2026-02-14T17:49:53.644Z",
  "price": {
    "close": "0.10524",
    "high": "0.10594",
    "low": "0.1048",
    "open": "0.10487",
    "change": "0.36",
    "datetime": "2026-02-14 17:00:00"
  },
  "indicators": {
    "rsi": 85.085011,
    "macd": 0.0023760848,
    "macd_signal": 0.0016739667,
    "sma20": 0.098902
  },
  "analysis": {
    "zh": {
      "title": "狗狗币/美元技术分析：震荡整理中，短期关注支撑位",
      "content": "当前DOGE/USD的市场价格在0.10524附近，近期价格波动较小，24小时变动幅度仅为0.36%。短期内，市场呈现震荡整理状态，未能突破明显的支撑或阻力水平，预计在此区间内继续波动。技术面上，当前未提供RSI数据，但根据MACD数值来看，0.0023760848的数值表明短期内狗狗币相对处于平衡状态，未显示强烈的上涨或下跌信号。\n\n根据20日简单移动平均线（SMA20），当前价格位于0.0989的均线上方，显示出一定的支撑信号。当前的支撑位在0.1048附近，若价格下跌到此水平，可能会遇到反弹。阻力位则位于0.10594附近，突破此处可能会激活更多买盘，但需要留意成交量的变化，以确认突破的有效性。\n\n从交易建议来看，建议关注支撑位0.1048附近的买入机会，若价格回调至此区间，可以适当建立多头仓位。然而，如果价格突破0.10594的阻力位，并且出现放量上涨的信号，可以考虑加仓。对于短期交易者，建议保持谨慎，利用当前震荡行情进行区间交易。"
    },
    "en": {
      "title": "Dogecoin vs US Dollar Technical Analysis",
      "content": "The Dogecoin market currently appears to be in a consolidation phase, trading at $0.10524 with a 24-hour change of +0.36%. The price is hovering just above the 20-period simple moving average (SMA), which stands at $0.09890. This indicates that Dogecoin is slightly above the short-term trend line, suggesting a mild bullish bias. However, without a clear trend direction, Dogecoin could experience fluctuations as it tests nearby resistance and support levels. \n\nIn terms of support, the $0.1048 low provides a solid foundation. If this level holds, there could be potential for a short-term bounce back towards the upper boundary of recent price action around $0.10594. A break below $0.1048 could signal further downside risk, possibly targeting a deeper retracement closer to $0.09890. Traders should monitor these levels closely to determine whether the price will maintain its current range or break out to the upside.\n\nThe absence of a clear RSI and MACD signal makes it difficult to assess momentum precisely. The MACD value of 0.0023760848 is relatively small, which suggests a lack of strong bullish or bearish momentum. Without an accompanying signal line value for comparison, interpreting market strength becomes challenging. The absence of a distinct trend further supports a range-bound outlook unless a clear breakout occurs in either direction.\n\nFor traders, this situation suggests a cautious approach. Watching for confirmation of support at $0.1048 or a breakout above $0.10594 could offer opportunities to enter positions. A failure to hold above $0.1048 could trigger a short-term bearish bias, but until more definitive signals emerge, range trading between $0.1048 and $0.10594 might remain the most viable strategy."
    }
  }
}