{
  "symbol": "DOGE/USD",
  "name": "Dogecoin vs US Dollar",
  "nameCn": "狗狗币/美元",
  "timestamp": "2026-02-09T20:40:14.408Z",
  "price": {
    "close": "0.09617",
    "high": "0.09672",
    "low": "0.09575",
    "open": "0.09628",
    "change": "-0.17",
    "datetime": "2026-02-09 20:00:00"
  },
  "indicators": {
    "rsi": 53.86241,
    "macd": -0.00016134425,
    "macd_signal": -0.00045675828,
    "sma20": 0.0952755
  },
  "analysis": {
    "zh": {
      "title": "狗狗币/美元技术分析：震荡整理中",
      "content": "目前，狗狗币/美元（DOGE/USD）价格在0.09617附近，显示出一定的震荡整理迹象。从24小时变化来看，价格仅小幅下跌0.17%，表明市场处于短期调整阶段。价格在0.09672和0.09575之间波动，缺乏强烈的趋势动能。\n\n技术指标方面，当前MACD处于负值区间，表明市场短期内可能缺乏买盘力量。然而，由于缺少RSI和Signal的完整数据，暂时难以做出进一步的买卖判断。SMA(20)值为0.0952755，进一步证明当前市场的中期走势偏向于区间整理，未能突破明显的支撑或阻力水平。\n\n支撑位方面，0.09575附近形成较强支撑，若价格跌破该位置，则可能进一步回调至0.09500区域。阻力位则在0.09672处，突破该点位可能会触发更大的上行动力，向0.09700及更高目标价位进发。短期内，DOGE/USD需要突破这些关键点才能形成明确的趋势。\n\n考虑到当前市场震荡整理，建议投资者在接近支撑位时适当考虑逢低买入，而在接近阻力位时则可考虑适度获利了结。保持谨慎，避免过度追涨杀跌。"
    },
    "en": {
      "title": "Dogecoin vs US Dollar Technical Analysis",
      "content": "The current market price of Dogecoin (DOGE) stands at 0.09617, reflecting a slight 24-hour drop of -0.17%. This minor pullback suggests a consolidation phase, with the price oscillating between recent highs of 0.09672 and lows of 0.09575. The price action remains relatively stable within this range, indicating indecision among market participants. As a result, traders should be cautious, as a break above or below these levels could determine the next direction.\n\nFrom a trend perspective, Dogecoin appears to be in a neutral to slightly bearish phase, as indicated by the MACD value of -0.00016134425. While the absence of a signal line complicates interpretation, the negative MACD value hints at a slight downward momentum. The SMA(20) of 0.0952755 suggests a mild bullish bias, but it is not strong enough to drive a trend reversal on its own. Traders should watch for any signs of MACD convergence or divergence for potential trend shifts.\n\nIn terms of support and resistance, key levels to monitor are 0.09575 for support and 0.09672 for resistance. A sustained move below 0.09575 could indicate further downside potential, with the next support level likely at 0.0950. Conversely, a break above 0.09672 would point toward a possible retest of the recent highs, potentially pushing toward 0.0980. Therefore, traders could consider using a breakout strategy or risk management techniques, such as stop-loss orders, around these levels.\n\nWith the current market dynamics, Dogecoin is likely to remain range-bound unless significant catalysts emerge. Traders should focus on managing risk around the key support and resistance zones. A breakout could signal the next trend, while a reversal or sustained consolidation might lead to sideways trading. The absence of clear bullish or bearish signals emphasizes the importance of cautious trading."
    }
  }
}