{
  "symbol": "DOGE/USD",
  "name": "Dogecoin vs US Dollar",
  "nameCn": "狗狗币/美元",
  "timestamp": "2026-02-18T10:12:55.230Z",
  "price": {
    "close": "0.10142",
    "high": "0.10145",
    "low": "0.10118",
    "open": "0.10122",
    "change": "0.21",
    "datetime": "2026-02-18 10:00:00"
  },
  "indicators": {
    "rsi": 53.95811,
    "macd": 0.00018893206,
    "macd_signal": 0.000073848068,
    "sma20": 0.1009735
  },
  "analysis": {
    "zh": {
      "title": "狗狗币/美元技术分析：当前震荡整理中，短期趋势待明朗",
      "content": "当前狗狗币（DOGE/USD）价格为0.10142，日内变动幅度较小，仅上涨0.21%。价格近期波动区间较窄，表明市场情绪处于观望阶段。短期来看，价格维持在0.10118至0.10145之间整理，尚未形成明确的突破信号。\n\n技术指标方面，RSI值缺失，无法对超买或超卖状态作出有效判断。MACD指标显示0.00018893206的微弱正值，但因信号线缺失，无法确认是否存在强势动能。目前的SMA(20)值为0.10097350，呈现轻微的上升趋势，表明短期内价格可能维持震荡上行格局。\n\n从支撑和阻力层面来看，0.10118是短期的支撑位，若跌破该水平，价格可能进一步回落至0.1000附近。上方的阻力位则在0.10145附近，突破该位置可能带来进一步上涨至0.1020。\n\n建议投资者关注短期内价格是否能突破0.10145上方，若突破可考虑适当入场做多。反之，若跌破0.10118支撑，则应关注短期的调整机会，考虑适当减仓或做空。"
    },
    "en": {
      "title": "Dogecoin vs US Dollar Technical Analysis",
      "content": "The Dogecoin (DOGE) market is currently experiencing a subtle upward movement, with a 24-hour change of +0.21%, suggesting a relatively stable environment. The price has been fluctuating within a narrow range between 0.10118 and 0.10145, which highlights a period of consolidation. Given the lack of significant volatility, it’s reasonable to expect continued range-bound movement unless a breakout occurs. The market remains largely neutral, with no clear indication of strong bullish or bearish momentum at present.\n\nThe SMA(20) at 0.10097350 shows that the short-term trend is slightly bullish, but the movement is subtle, with price action staying just above this key level. The absence of a precise RSI(14) reading means that overbought or oversold conditions cannot be assessed directly, but given the muted price fluctuations, the market seems to lack extreme pressure in either direction. As for MACD, with a value of 0.00018893206, there is a small positive divergence, but its significance would depend on further price action confirmation.\n\nSupport for DOGE/USD is visible at the 0.10118 low, which could act as a key level for buyers to step in if the price dips. A break below this level might target further support near the SMA(20), suggesting that 0.10097 is a potential fallback point for the market. Resistance is forming near the 0.10145 high, and if price action breaks through, it may open the door for a move toward higher levels, possibly testing the 0.1020 zone in the short term.\n\nFor traders, a wait-and-see approach might be prudent. If DOGE/USD breaks above the 0.10145 resistance, it could signal a short-term bullish move, and positions can be considered near that breakout point. Conversely, if the price falls below 0.10118, there may be an opportunity to short the market or enter long near the SMA(20). Always monitor for a potential trend shift with significant volume to confirm the next phase of movement."
    }
  }
}