{
  "symbol": "DOGE/USD",
  "name": "Dogecoin vs US Dollar",
  "nameCn": "狗狗币/美元",
  "timestamp": "2026-01-21T19:13:54.397Z",
  "price": {
    "close": "0.12374",
    "high": "0.12381",
    "low": "0.12308",
    "open": "0.12349",
    "change": "0.19",
    "datetime": "2026-01-21 19:00:00"
  },
  "indicators": {
    "rsi": 47.36731,
    "macd": -0.00065841884,
    "macd_signal": -0.00065268993,
    "sma20": 0.1242575
  },
  "analysis": {
    "zh": {
      "title": "狗狗币/美元技术分析：[震荡整理趋势]",
      "content": "当前DOGE/USD价格在0.12374附近波动，显示出震荡整理的趋势。在过去24小时内，价格变化不大，仅上涨了0.19%。从高点0.12381和低点0.12308来看，市场情绪较为谨慎，未能形成明显的上行动能。\n\n在技术指标方面，MACD值为-0.00065841884，表明短期内卖压仍然存在。虽然RSI(14)数据缺失，但结合当前价格走势，可以推测市场处于中性状态。20日简单移动平均线(SMA)为0.12425750，显示出短期内的阻力位。在价格未突破此水平前，继续维持震荡模式的可能性较大。\n\n支撑位方面，0.12308是一个重要的支撑区域，若价格跌破此位，可能会引发更大的下行风险。相对的，0.12425则是关键的阻力位，若能有效突破，有望引发新的上涨行情。建议投资者在此区间内灵活操作，短线交易为主，切勿盲目追高。\n\n总的来说，狗狗币在当前市场环境中保持震荡整理的状态，投资者应关注关键技术指标和支撑阻力位的变化，以制定合适的交易策略。保持灵活的心态，关注市场动态，将有助于把握潜在的交易机会。"
    },
    "en": {
      "title": "Dogecoin vs US Dollar Technical Analysis",
      "content": "Dogecoin (DOGE) is currently trading at 0.12374, showing a slight increase of 0.19% over the last 24 hours. The price action indicates a relatively stable market environment, with a high of 0.12381 and a low of 0.12308. This tight range suggests a consolidation phase, which could precede a breakout in either direction. Observing recent price movements, it appears that DOGE is maintaining a sideways trend, reflecting indecision among traders.\n\nIn terms of technical indicators, the lack of a calculated RSI (Relative Strength Index) limits our ability to gauge overbought or oversold conditions effectively. However, the MACD (Moving Average Convergence Divergence) is currently negative at -0.00065841884, which indicates a bearish momentum. This negative MACD value, coupled with the price sitting below the 20-day Simple Moving Average (SMA) of 0.12425750, suggests a potential downward pressure on the price action in the short term.\n\nSupport levels can be identified around the recent low of 0.12308, where buying interest may emerge if the price retraces. Should this level fail to hold, the next significant support could be around 0.12200. Conversely, resistance is likely to be seen near the 20-day SMA at 0.12425750, which needs to be breached for a bullish momentum to gain traction. A sustained move above this resistance could open the door for further gains, potentially targeting the 0.12600 mark.\n\nFor traders, a cautious approach is recommended. Consider entering long positions if DOGE manages to break and close above the 20-day SMA, signaling a potential trend reversal. Conversely, if the price breaks below the support level at 0.12308, short positions may be warranted, with a focus on the next support level at 0.12200. Monitoring market sentiment and volume will be crucial in making informed trading decisions in this current market landscape."
    }
  }
}