{
  "symbol": "DOGE/USD",
  "name": "Dogecoin vs US Dollar",
  "nameCn": "狗狗币/美元",
  "timestamp": "2026-02-14T03:42:32.872Z",
  "price": {
    "close": "0.0968",
    "high": "0.09696",
    "low": "0.09639",
    "open": "0.09654",
    "change": "0.26",
    "datetime": "2026-02-14 03:00:00"
  },
  "indicators": {
    "rsi": 67.57556,
    "macd": 0.0010302605,
    "macd_signal": 0.0010239557,
    "sma20": 0.0955425
  },
  "analysis": {
    "zh": {
      "title": "狗狗币/美元技术分析：震荡整理，短期波动较小",
      "content": "当前狗狗币/美元（DOGE/USD）价格在0.0968附近震荡整理，24小时变化幅度较小，只有0.26%。价格未能突破明显的支撑或阻力位，显示市场暂时处于观望状态。短期内，狗狗币的价格可能继续在当前区间内波动。\n\n从技术指标来看，MACD值为0.00103，表明当前市场动能较弱，且由于信号线数据缺失，难以判断是否存在明确的买卖信号。RSI指标缺失，无法给出进一步的超买或超卖信号，显示市场的趋势还不明朗。SMA(20)为0.09554，表示近期价格波动围绕此水平展开，未有强烈的突破。\n\n支撑位方面，当前价格接近0.09639的低点区域，若下行突破此位置，可能会进一步测试0.0950附近的支撑。而上方阻力位则位于0.09696附近，若价格突破该水平，可能会迎来一定的反弹。当前市场缺乏强烈的动能，因此短期内价格可能仍会维持震荡整理。\n\n建议交易者保持谨慎，避免在当前区间内进行过于激进的交易。如果价格突破上方阻力位或下行跌破支撑位，可以考虑相应的进场策略，需密切关注市场的进一步变化。"
    },
    "en": {
      "title": "Dogecoin vs US Dollar Technical Analysis",
      "content": "The current price of Dogecoin against the US Dollar (DOGE/USD) is showing a modest 24-hour increase of 0.26%. Trading near the $0.0968 level, DOGE remains relatively stable within a tight range. The price has recently tested both the high at $0.09696 and the low at $0.09639, indicating some resistance near the upper bound and support closer to the lower end. This sideways movement suggests consolidation, with market participants waiting for clearer signals before making large moves.\n\nThe absence of a defined Relative Strength Index (RSI) and an incomplete MACD signal suggests that momentum is neutral. The MACD value of 0.0010302605, though positive, is too small to signal a strong bullish or bearish trend at this point. Traders should monitor for any crossovers in the MACD or emergence of RSI values to determine whether buying or selling momentum will gain strength. Until then, market conditions seem to favor range-bound trading.\n\nOn the technical front, the 20-period Simple Moving Average (SMA) at $0.0955 offers a key level of support. Should price fall below this level, DOGE might test the $0.09639 low, which has recently acted as support. On the upside, the $0.09696 high is critical resistance. A break above this could signal a potential move higher, possibly towards the next psychological resistance at $0.10. Conversely, failure to hold above the SMA may lead to further consolidation or a slight downturn.\n\nIn terms of trading strategy, traders may look to engage in range trading between the established support at $0.09639 and resistance at $0.09696. Caution is advised, as the lack of strong directional indicators suggests the potential for a breakout in either direction. Traders should keep an eye on volume and wait for a more decisive signal before committing to larger positions."
    }
  }
}