{
  "symbol": "DOGE/USD",
  "name": "Dogecoin vs US Dollar",
  "nameCn": "狗狗币/美元",
  "timestamp": "2026-02-15T12:45:17.328Z",
  "price": {
    "close": "0.11128",
    "high": "0.11289",
    "low": "0.11099",
    "open": "0.11266",
    "change": "-1.23",
    "datetime": "2026-02-15 12:00:00"
  },
  "indicators": {
    "rsi": 56.21714,
    "macd": 0.0030086726,
    "macd_signal": 0.0037594538,
    "sma20": 0.112336
  },
  "analysis": {
    "zh": {
      "title": "狗狗币/美元技术分析：[震荡整理，短期风险偏下行]",
      "content": "目前DOGE/USD处于震荡整理阶段，价格在0.11099和0.11289之间波动，显示出市场缺乏明确的方向。当前的价格0.11128接近短期SMA(20)的支撑位0.112336，可能会影响进一步的走势。市场情绪较为谨慎，短期内可能延续小幅回调。\n\n从技术指标来看，RSI未提供明确数据，表明短期内没有过度超买或超卖的信号。MACD的正值0.0030086726显示出微弱的买方力量，但由于信号线数据缺失，难以做出明确的判断。这使得市场的动能较为模糊，缺乏强烈的趋势指引。\n\n在支撑和阻力方面，0.11099是短期内的关键支撑位，跌破此点位可能会进一步走低，测试0.11000附近的更强支撑。上方则有阻力位在0.11289，一旦突破该水平，可能会有更多的上行空间。\n\n基于当前的市场环境，建议交易者采取观望态度，避免过度追高。若价格下跌至支撑位附近，可以考虑小幅做多，而若上破阻力位，可以逐步增加仓位。整体策略应保持灵活，根据市场变化及时调整。"
    },
    "en": {
      "title": "Dogecoin vs US Dollar Technical Analysis",
      "content": "Dogecoin has been showing a moderate bearish trend over the past 24 hours, with the price slipping by 1.23%. The latest price of $0.11128 reflects this slight downturn, falling within the range of $0.11099 to $0.11289. This price action suggests that Dogecoin is consolidating, with the market finding support at the lower end of this range. A closer look at the price movement indicates that the current trend may continue to the downside if it fails to break above the recent high of $0.11289.\n\nThe absence of a reliable RSI(14) and MACD signal makes it difficult to interpret momentum fully. However, the MACD value of 0.003 suggests a weak bullish divergence, though it is not confirmed without the signal line for a clearer picture. This limited momentum indicates that Dogecoin may struggle to gain significant upward momentum in the short term. Traders should be cautious, as the lack of momentum indicators leaves the market susceptible to choppy price movements without clear direction.\n\nIn terms of support and resistance, the primary support level lies around $0.11099, which aligns with the recent low. If this level holds, it may act as a solid base for a potential bounce. On the upside, the resistance at $0.11289 presents a hurdle that needs to be breached for any substantial rally. A break above this level could open the door for further upward movement, targeting levels around $0.11350 to $0.11400. \n\nGiven the current market conditions, traders should focus on price action near key support and resistance levels. Short-term traders could look for a potential rebound off the support at $0.11099, while waiting for a clear break above $0.11289 for confirmation of a bullish move. Caution is advised in the absence of stronger indicators, as the market may continue to exhibit sideways price action with limited momentum."
    }
  }
}