{
  "symbol": "DOGE/USD",
  "name": "Dogecoin vs US Dollar",
  "nameCn": "狗狗币/美元",
  "timestamp": "2026-02-17T21:55:15.194Z",
  "price": {
    "close": "0.10086",
    "high": "0.10138",
    "low": "0.10048",
    "open": "0.10051",
    "change": "0.35",
    "datetime": "2026-02-17 21:00:00"
  },
  "indicators": {
    "rsi": 50.89768,
    "macd": -0.000092745791,
    "macd_signal": -0.00034706905,
    "sma20": 0.1001535
  },
  "analysis": {
    "zh": {
      "title": "狗狗币/美元技术分析：震荡整理中，短期关注支撑位",
      "content": "当前狗狗币/美元（DOGE/USD）的价格为0.10086，全天变化幅度较小，波动约为0.35%。目前的走势表现为震荡整理，价格在0.10048和0.10138之间徘徊，未能突破明显的支撑或阻力水平。短期内，这种区间整理可能继续维持，直到有更多的市场动能或消息面引导方向。\n\n在技术指标方面，RSI(14)未提供具体数值，可能是由于数据更新的延迟。MACD数值为-0.000092745791，说明短期内市场呈现弱势，未显示出明显的买入信号。当前SMA(20)为0.10015350，这表明短期均线略微高于当前价格，进一步验证了市场的震荡态势。\n\n对于支撑位和阻力位的判断，价格下方的支撑位在0.10048附近，而上方的阻力位则接近0.10138。一旦价格突破这些关键点，可能会激活更强的趋势动能。投资者可以关注这些价格区间，调整操作策略。\n\n建议投资者在当前震荡区间内谨慎操作，避免过度追高或杀跌。在支撑位附近适量布局，阻力位突破后可考虑短期交易。整体来看，市场情绪较为平稳，需保持耐心，等待明确的趋势信号。"
    },
    "en": {
      "title": "Dogecoin vs US Dollar Technical Analysis",
      "content": "The current market for Dogecoin (DOGE) against the US Dollar (USD) is showing a modest upward movement with a 24-hour change of 0.35%. The latest price of $0.10086 places Dogecoin in a consolidating phase near recent support levels. This suggests that the market is in a neutral to slightly bullish sentiment. The high/low range of $0.10138 and $0.10048 indicates tight price action, signaling a lack of significant volatility at the moment. For traders, this could suggest that Dogecoin is awaiting a breakout or further confirmation of direction.\n\nTechnical indicators such as the MACD show a negative value of -0.000092745791, which indicates slight bearish momentum, but the absence of a clear signal line prevents any strong conclusions. Without a clear trend in either direction, traders should watch for any crossovers or changes in the MACD that could provide confirmation for future moves. Additionally, the absence of RSI data leaves traders without key overbought or oversold insights, making the price action and volume the primary guides in the short term.\n\nThe 20-period Simple Moving Average (SMA) at $0.10015350 is currently acting as a minor support level. If the price holds above this level, there could be potential for further upward movement. However, breaking below this SMA would suggest a deeper pullback to the $0.10048 low or even $0.100 as potential support zones. On the resistance side, the $0.10138 level stands out as a key point to break for a more significant move higher.\n\nGiven the current market environment, a cautious trading approach is advised. A breakout above the $0.10138 resistance could signal a potential long position, while failure to hold the SMA support could trigger shorting opportunities. Monitoring key levels closely will be critical in determining whether this consolidation leads to further bullish momentum or a bearish reversal."
    }
  }
}