{
  "symbol": "DOGE/USD",
  "name": "Dogecoin vs US Dollar",
  "nameCn": "狗狗币/美元",
  "timestamp": "2026-01-31T19:06:06.699Z",
  "price": {
    "close": "0.10163",
    "high": "0.10207",
    "low": "0.10128",
    "open": "0.10146",
    "change": "0.15",
    "datetime": "2026-01-31 19:00:00"
  },
  "indicators": {
    "rsi": 10.66361,
    "macd": -0.0033859352,
    "macd_signal": -0.0022917226,
    "sma20": 0.110429
  },
  "analysis": {
    "zh": {
      "title": "狗狗币/美元技术分析：[震荡整理，需关注支撑与阻力位]",
      "content": "目前DOGE/USD在0.10163附近震荡整理，24小时价格变化较小，仅为0.15%。高点和低点在0.10207和0.10128之间波动，显示市场处于短期内的横盘整理阶段。由于RSI(14)数据未提供，当前技术面上缺乏强烈的超买或超卖信号。\n\nMACD指标为负值（-0.0033859352），说明短期内市场可能面临卖压。然而，由于信号线数据缺失，难以判断是否存在背离或趋势反转的迹象。SMA(20)为0.11042900，远高于当前价格，表明短期均线已经下行，可能会成为未来的阻力位。\n\n支撑位在0.10128附近，若价格跌破此位置，可能会进一步下探至0.10000。阻力位则位于0.10207附近，若突破该位置，则有可能回升至SMA(20)附近。综合来看，目前市场处于横盘整理阶段，短期内波动可能有限。\n\n建议投资者在当前价格附近维持观望，等待价格突破支撑或阻力位后再作进一步的操作决策。如果短期内突破0.10207，考虑短线做多；若跌破0.10128，则可考虑做空。"
    },
    "en": {
      "title": "Dogecoin vs US Dollar Technical Analysis",
      "content": "The Dogecoin market is currently in a consolidation phase, trading around 0.10163. Despite a minor 24-hour change of 0.15%, the overall trend remains bearish, especially considering the current price is far below the 20-period simple moving average (SMA) of 0.11043. This indicates that the broader market sentiment may be focused on downward pressure. The recent high of 0.10207 and low of 0.10128 suggest a tight range, with limited volatility, further reinforcing the neutral-to-bearish outlook.\n\nKey support for Dogecoin appears at the 0.10128 level, which could act as a floor if the price declines further. If this support is breached, the next significant level could be around 0.1000, where traders might look to buy. On the upside, resistance is seen near 0.10207, and a break above this level might indicate a potential short-term reversal. However, the price must reclaim the 20-period SMA at 0.11043 for a more bullish scenario to materialize, as this would signal a shift toward higher prices.\n\nCurrently, with no RSI or MACD signal, traders must rely on price action and volume for entry decisions. The MACD is negative, suggesting that downward momentum is still present, although it’s not yet showing signs of extreme weakness. A crossover of the MACD above zero would suggest the potential for a rally, but this remains uncertain. Traders should be cautious and monitor for a breakout or breakdown from the established range.\n\nGiven the lack of strong indicators, short-term traders may find success in range-bound strategies, buying at support and selling at resistance. For long-term investors, a wait-and-see approach might be more appropriate until more conclusive signals arise from price action or technical indicators like RSI and MACD. The market is currently indecisive, so risk management is key."
    }
  }
}