{
  "symbol": "ADA/USD",
  "name": "Cardano vs US Dollar",
  "nameCn": "艾达币/美元",
  "timestamp": "2026-02-15T17:49:59.158Z",
  "price": {
    "close": "0.280367",
    "high": "0.284448",
    "low": "0.278644",
    "open": "0.283626",
    "change": "-1.14",
    "datetime": "2026-02-15 17:00:00"
  },
  "indicators": {
    "rsi": 33.63063,
    "macd": -0.0012004103,
    "macd_signal": 0.0012148343,
    "sma20": 0.2922164
  },
  "analysis": {
    "zh": {
      "title": "艾达币/美元技术分析：[短期震荡，略有下行压力]",
      "content": "当前艾达币/美元（ADA/USD）市场处于短期震荡行情。价格在0.278644至0.284448区间内波动，表明市场缺乏明确的方向性。当前价格接近日内低点，显示出一定的下行压力，但整体幅度较小，未形成强势的趋势。\n\n从技术指标来看，MACD数值为-0.0012，表明空头力量较弱，且未显示出明显的趋势反转信号。由于缺乏RSI的完整数据，无法判断超买或超卖情况，但根据价格接近支撑位，可能存在反弹的潜力。SMA(20)为0.292216，当前价格低于此均线，进一步支持短期下行的可能性。\n\n在支撑位方面，0.278644是一个关键水平，一旦价格跌破该点位，可能会测试更低的支撑区间。上方则有0.284448和SMA(20)附近的阻力区，若突破这些水平，则有望出现反弹行情。短期内，ADA/USD可能继续在震荡区间内整理。\n\n建议交易者保持谨慎，关注关键支撑位的守稳情况。如果价格成功反弹至SMA(20)附近，可考虑短期多单。然而，若跌破支撑位，建议观望或采取空单策略，等待更明确的趋势信号。"
    },
    "en": {
      "title": "Cardano vs US Dollar Technical Analysis",
      "content": "Cardano (ADA) is currently in a mild downtrend, with the latest price at $0.280367. The price has dropped by 1.14% in the past 24 hours, hovering near the daily low of $0.278644. Given that the high of the day reached $0.284448, there is a moderate consolidation within this range. Short-term traders may find opportunities to capitalize on price fluctuations as ADA remains below its 20-period simple moving average (SMA) at $0.2922, suggesting downward pressure. \n\nThe Relative Strength Index (RSI) is not available at this moment, making it difficult to gauge the overbought or oversold condition of ADA. However, the MACD shows a negative value of -0.0012, which further supports the bearish outlook. This indicates that recent price action has been weak and momentum is leaning towards the sellers. Without the signal line or further clarity on the trend, caution should be exercised, especially if there is a sharp reversal to the upside.\n\nFrom a technical perspective, ADA's immediate support is found at $0.278644, the low of the day. If this level holds, a potential rebound could take the price back towards the $0.284448 resistance. However, if the price breaks below this support level, it could signal a deeper move towards the next support around $0.2700. On the upside, the key resistance remains near the SMA at $0.2922, a level that has acted as a significant barrier in recent trading.\n\nTraders should monitor ADA for potential price reversals around current support levels, as any upward movement could test the resistance at $0.2922. Caution is advised if the price fails to break higher, as a sustained dip could open the door for further bearish action. Consider using a tight stop-loss strategy for short positions while waiting for a clear break above the SMA to signal a shift in momentum."
    }
  }
}