{
  "symbol": "DOGE/USD",
  "name": "Dogecoin vs US Dollar",
  "nameCn": "狗狗币/美元",
  "timestamp": "2026-02-15T17:50:43.030Z",
  "price": {
    "close": "0.10394",
    "high": "0.10745",
    "low": "0.10323",
    "open": "0.10725",
    "change": "-3.07",
    "datetime": "2026-02-15 17:00:00"
  },
  "indicators": {
    "rsi": 34.82383,
    "macd": 0.00038807933,
    "macd_signal": 0.0019797108,
    "sma20": 0.1118575
  },
  "analysis": {
    "zh": {
      "title": "狗狗币/美元技术分析：当前区间震荡，等待突破信号",
      "content": "目前DOGE/USD的价格表现为横盘震荡，当前报价为0.10394美元，较24小时之前下跌了3.07%。从技术面来看，价格正在徘徊于0.10323美元至0.10745美元区间内，显示出市场的短期不确定性。若突破当前区间的上下限，将可能引发新的趋势动向。\n\n技术指标方面，RSI（相对强弱指数）尚未给出明显的信号，但从SMA(20)来看，当前价格低于20日简单移动平均线（0.1119美元），表明短期内可能面临一定的卖压。MACD指标目前处于正值，但信号线数据缺失，导致动能方向不明确。\n\n在支撑和阻力层面，当前的支撑位为0.10323美元，若价格跌破此位，可能进一步下探至0.10美元关口。上方阻力位则位于0.10745美元，突破此价位后，有望进一步挑战0.11美元区域。投资者应关注价格是否突破区间边界，可能带来更大的波动。\n\n建议投资者在当前震荡格局中谨慎操作，若价格突破区间高点0.10745美元，则可以考虑短期看涨。若跌破支撑位0.10323美元，则需留意可能的空头机会。"
    },
    "en": {
      "title": "Dogecoin vs US Dollar Technical Analysis",
      "content": "The current market for Dogecoin (DOGE) against the US Dollar (USD) is experiencing some downward momentum, as evidenced by a 3.07% decrease in the last 24 hours. The price has recently tested the lower range of $0.10323, showing that the support at this level is holding, but with a slight bearish pressure. The high of $0.10745 suggests that there is potential resistance near the $0.107 area. If DOGE fails to reclaim this level, further downside could be expected, with $0.10323 acting as a critical support zone. \n\nOn the technical side, the absence of a clear RSI value leaves room for uncertainty, as this key momentum indicator is crucial for confirming whether the asset is overbought or oversold. The MACD reading of 0.00038807933 is neutral at the moment, with no significant crossover to indicate a shift in momentum. A sustained push above this MACD level or a negative divergence could lead to a clearer trend signal. Traders should remain cautious until these indicators give more clarity, as the current technical setup suggests a lack of strong directional force.\n\nThe 20-period Simple Moving Average (SMA) is currently positioned at $0.11186, which reflects a recent bearish sentiment in the market. This could act as a short-term resistance level, meaning that any rally would need to break through this SMA for a shift toward bullish momentum. A failure to break above this level may result in further consolidation or a retest of lower support. Watching price action closely around this moving average is crucial to gauging whether the trend is likely to reverse.\n\nFor trading, it may be prudent to watch for a clear breakout above the $0.10745 resistance level, which could signal a short-term bullish move towards the SMA at $0.11186. Conversely, if the price dips below $0.10323, it could indicate more downside risk. Traders should exercise caution and consider employing stop-loss orders around key support levels to manage potential volatility in either direction."
    }
  }
}