{
  "symbol": "BTC/USD",
  "name": "Bitcoin vs US Dollar",
  "nameCn": "比特币/美元",
  "timestamp": "2025-11-28T20:39:18.654Z",
  "price": {
    "close": "91114.31",
    "high": "91247.18",
    "low": "90876.52",
    "open": "91158.85",
    "change": "-0.05",
    "datetime": "2025-11-28 20:00:00"
  },
  "indicators": {
    "rsi": 48.15016,
    "macd": 46.53991,
    "macd_signal": 168.68336,
    "sma20": 91396.9935
  },
  "analysis": {
    "zh": {
      "title": "比特币/美元技术分析：[短期震荡趋势]",
      "content": "当前比特币/美元（BTC/USD）价格为91114.31，近期走势表现出震荡整理的特征。在过去24小时内，价格微幅下跌0.05%，显示出市场的谨慎情绪。高点91247.18与低点90876.52之间的波动幅度较小，暗示短期内市场缺乏明显方向。\n\n在技术指标方面，MACD值为46.53991，尽管信号线数据未提供，但这一数值表明多头力量依旧存在。由于RSI数据缺失，我们无法全面评估超买或超卖情况。SMA（20）为91396.99350，当前价格低于该均线，可能表明短期内卖压略强。\n\n支撑位方面，90876.52是近期的重要支撑，如果价格跌破该水平，可能会引发进一步的下行压力。反之，91247.18则是短期阻力位，突破该水平可能会吸引更多买盘。建议交易者在现有区间内进行短线操作，关注上述支撑和阻力的突破情况，以便把握市场动向。"
    },
    "en": {
      "title": "Bitcoin vs US Dollar Technical Analysis",
      "content": "The current price of Bitcoin against the US Dollar stands at 91,114.31, showing a slight decrease of 0.05% over the last 24 hours. This minor retracement indicates a period of consolidation after the recent volatility. Traders should closely monitor the high of 91,247.18 and the low of 90,876.52 as these levels may serve as critical support and resistance points in the near term. A breach below the lower bound could signal further bearish momentum, while a rally above the high may encourage bullish sentiment.\n\nIn analyzing the technical indicators, the MACD reading of 46.53991 suggests a positive momentum, although the absence of a signal line prevents a clear trend direction from being established. The SMA(20) at 91,396.99 indicates that Bitcoin is currently trading slightly below this moving average, which could imply a bearish short-term outlook. If the price can reclaim the SMA, it may provide a stronger bullish signal, encouraging traders to look for upward momentum.\n\nSupport levels are positioned around the recent low of 90,876.52, while resistance can be identified at 91,247.18. If Bitcoin breaks through these levels, it will be essential to watch for volume spikes, as they often confirm the strength of the move. A sustained rally beyond resistance could lead to further gains, whereas a drop below support might lead to a reconsideration of long positions.\n\nFor traders, a cautious approach is advisable. Consider entering long positions if Bitcoin surpasses the SMA(20) with strong volume, targeting the next resistance level. Conversely, if the price dips below the support level, it may be prudent to explore short positions or to hedge existing long investments. Keeping an eye on market sentiment and external factors influencing Bitcoin will also be crucial in making informed trading decisions."
    }
  }
}