{
  "symbol": "DOGE/USD",
  "name": "Dogecoin vs US Dollar",
  "nameCn": "狗狗币/美元",
  "timestamp": "2026-02-03T01:54:32.581Z",
  "price": {
    "close": "0.10773",
    "high": "0.1081",
    "low": "0.1072",
    "open": "0.1081",
    "change": "-0.36",
    "datetime": "2026-02-03 01:00:00"
  },
  "indicators": {
    "rsi": 56.39576,
    "macd": 0.00085982377,
    "macd_signal": 0.00078774155,
    "sma20": 0.1066745
  },
  "analysis": {
    "zh": {
      "title": "狗狗币/美元技术分析：震荡整理，关注支撑和阻力位",
      "content": "当前DOGE/USD的价格为0.10773，全天波动幅度较小，变化为-0.36%。市场整体呈现震荡整理的态势，价格在0.1072至0.1081之间反复波动，尚未表现出明显的趋势性突破。短期内，市场情绪较为谨慎。\n\n从技术指标来看，MACD值为0.00085982377，虽然尚未显示出强烈的买入或卖出信号，但该数值表明市场动能存在一定的正向支撑。SMA(20)均线当前为0.10667450，价格略高于此均线，显示出一定的上行潜力，但仍需突破当前区间顶部才能确认上涨信号。\n\n当前的支撑位在0.1072附近，而阻力位则在0.1081。若价格突破0.1081，可能进一步测试0.1090至0.1095区域；反之，如果跌破0.1072，可能会加速下行至0.1065附近。整体来看，当前市场处于区间震荡状态，建议保持观望，等待突破信号出现后再做决策。\n\n建议投资者关注市场动向，若价格突破上行压力位，可以考虑短线多单，但需谨防回调风险。同时，若价格跌破支撑位，则应考虑止损出场。"
    },
    "en": {
      "title": "Dogecoin vs US Dollar Technical Analysis",
      "content": "The Dogecoin market is currently trading at $0.10773, reflecting a slight decrease of 0.36% over the last 24 hours. The price is oscillating around the 20-period simple moving average (SMA) at $0.10667, which suggests a relatively neutral market condition. This positioning implies that there is no strong trend in either direction, as the market is consolidating near its recent support level at $0.1072. Buyers may attempt to push the price above the SMA, looking to test resistance near $0.1081, while sellers could take advantage of any upward movement to sell at this range.\n\nWithout an available RSI (14), the momentum indicator isn’t providing immediate insights into overbought or oversold conditions. The MACD at 0.00085982377 is marginally positive, indicating a slight bullish bias, though this reading is not substantial enough to confirm a strong upward trend. As such, traders should proceed cautiously, watching for any confirmation of upward momentum, such as a cross of the MACD above a potential signal line, which could serve as a buy signal in the near term.\n\nKey support is at $0.1072, where recent price action has bounced, and any move below this level could suggest a bearish shift. In this case, traders may want to set stop-loss orders slightly below this mark to mitigate risk. Conversely, the price action near $0.1081 represents the first significant resistance, where price could face selling pressure. A sustained break above this level would open up potential for higher targets, possibly testing $0.1100.\n\nFor short-term trading strategies, a range-bound approach could work well with buys near $0.1072 and sells closer to $0.1081. A break of either level should be followed by a more detailed confirmation of trend direction, incorporating additional indicators to gauge momentum. Given the current market behavior, risk management strategies remain crucial."
    }
  }
}