{
  "symbol": "DOGE/USD",
  "name": "Dogecoin vs US Dollar",
  "nameCn": "狗狗币/美元",
  "timestamp": "2026-01-10T13:48:02.686Z",
  "price": {
    "close": "0.14022",
    "high": "0.14025",
    "low": "0.13966",
    "open": "0.13998",
    "change": "0.16",
    "datetime": "2026-01-10 13:00:00"
  },
  "indicators": {
    "rsi": 48.15901,
    "macd": -0.00035420875,
    "macd_signal": -0.00043649005,
    "sma20": 0.1400755
  },
  "analysis": {
    "zh": {
      "title": "狗狗币/美元技术分析：[震荡整理趋势]",
      "content": "当前狗狗币/美元（DOGE/USD）价格在0.14022附近波动，24小时内变化仅为0.16%。从高点0.14025和低点0.13966来看，市场呈现出一定的震荡整理特征。短期内，价格在0.1395至0.1405区间内波动，显示出市场参与者对当前价格水平的谨慎态度。\n\n技术指标方面，虽然RSI(14)数据缺失，但MACD显示出负值，表明短期内卖压略大于买压。与此同时，20日简单移动平均线（SMA）为0.14007550，提供了一个支撑位，若价格跌破此水平，可能会引发更大的下行压力。投资者应保持警惕，关注价格在此水平的反应。\n\n在支撑和阻力位方面，当前支撑位于0.1395，若价格突破此支撑，可能进一步回测0.1380。而上方初步阻力位在0.1405，若突破该水平，可能会吸引更多买盘，带动价格上行至0.1420区域。  \n\n综合来看，建议投资者在当前震荡区间内采取谨慎态度，短期内可考虑低吸策略，同时设定止损以应对潜在的下行风险。关注市场情绪变化和技术指标的进一步信号，以便及时调整交易策略。"
    },
    "en": {
      "title": "Dogecoin vs US Dollar Technical Analysis",
      "content": "The current price of Dogecoin against the US Dollar stands at 0.14022, reflecting a slight 24-hour change of 0.16%. In recent trading, Dogecoin has maintained a narrow range between its daily high of 0.14025 and low of 0.13966, indicating a period of consolidation. This stability suggests that traders are currently indecisive, but it also sets the stage for potential breakout opportunities in either direction. Monitoring this range closely will be essential for predicting subsequent price movements.\n\nThe absence of a fully established RSI complicates the analysis, but the MACD indicates a bearish sentiment with a value of -0.00035420875. This suggests that momentum may be shifting downward, which could be a cautionary signal for bullish traders. However, given the overall stability and the proximity to the 20-day Simple Moving Average (SMA) of 0.14007550, there is still a possibility for a reversal if buyers enter the market aggressively.\n\nSupport for Dogecoin appears to be situated around the recent low of 0.13966, which should be closely monitored. Should this level hold, it could provide a foundation for a bounce back toward the upper range. Conversely, if the price breaks below this support, we may see a deeper retracement towards the next significant support level near 0.13800. Resistance is currently found at 0.14025, and a break above this level could signal a potential upward trend, attracting more buying interest.\n\nTraders may consider a cautious approach, adopting a wait-and-see strategy until clearer signals emerge. Buying near the support level could provide an opportunity for a rebound, while those looking to sell may find it prudent to wait for a confirmed resistance break. Utilizing stop-loss orders will be essential to protect against potential downside risks, especially given the current bearish MACD reading. Overall, maintaining awareness of market sentiment and price action will be vital for effective trading in the DOGE/USD pair."
    }
  }
}