{
  "symbol": "DOGE/USD",
  "name": "Dogecoin vs US Dollar",
  "nameCn": "狗狗币/美元",
  "timestamp": "2026-01-10T19:00:57.400Z",
  "price": {
    "close": "0.13979",
    "high": "0.13996",
    "low": "0.13935",
    "open": "0.1396",
    "change": "0.18",
    "datetime": "2026-01-10 18:00:00"
  },
  "indicators": {
    "rsi": 45.85002,
    "macd": -0.00032948273,
    "macd_signal": -0.00037550076,
    "sma20": 0.13995
  },
  "analysis": {
    "zh": {
      "title": "狗狗币/美元技术分析：[震荡整理，短期关注支撑位]",
      "content": "当前，狗狗币（DOGE）在0.13979附近震荡整理，整体呈现出横盘走势。24小时内价格变化幅度较小，仅为0.18%，显示出市场参与者对该价格区间的谨慎态度。短期来看，若价格突破0.13996，可见上涨动能增强，反之则可能向下测试支撑位。\n\n技术指标方面，MACD显示出略微的卖出信号，当前值为-0.00032948273，表明短期内卖方力量略占上风。虽然RSI尚未可用，但从价格走势来看，市场情绪趋于平稳，投资者需关注即将发布的技术指标数据，以便更好地判断后市走向。\n\n支撑位方面，0.13935是关键支撑区域，若价格跌破该水平，可能引发更多卖盘，从而进一步下探。相对的，0.13996则是短期阻力位，突破后有望引发一波反弹。因此，投资者应密切关注这两个关键价位的突破情况，以进行相应的交易策略调整。\n\n综合考虑，建议短期交易者在支撑位附近寻找买入机会，设定合理止损，并在接近阻力位时考虑逐步获利了结。此外，保持关注市场情绪和消息面变化，以便及时调整交易策略，降低风险。"
    },
    "en": {
      "title": "Dogecoin vs US Dollar Technical Analysis",
      "content": "The current price of Dogecoin (DOGE) against the US Dollar (USD) stands at 0.13979, showing a modest increase of 0.18% over the last 24 hours. The trading range has been relatively tight, with a high of 0.13996 and a low of 0.13935, suggesting a consolidation phase. This price action indicates that the market is currently in a period of indecision, where traders are awaiting a catalyst to determine the next significant move.\n\nIn terms of technical indicators, the Simple Moving Average (SMA) for the past 20 days is at 0.13995, which is closely aligned with the current price. This proximity suggests that the market is effectively at a pivot point, making it crucial for traders to monitor the SMA closely. The MACD is currently negative at -0.00032948273, which reflects bearish momentum. However, without a signal line to compare against, interpretations of the MACD's implications remain limited.\n\nSupport and resistance levels are essential for understanding potential price movements. Immediate support can be identified at 0.13935, which coincides with the recent low, while resistance is observed around 0.13996, where the price struggled to break above. A sustained move above this resistance could signal bullish momentum, while a drop below the support level may indicate further downside pressure.\n\nGiven the current market conditions, a prudent trading strategy may involve waiting for a clear breakout above 0.13996 for bullish entries or monitoring for a drop below 0.13935 to consider short positions. Additionally, traders should pay attention to broader market trends and sentiment, as Dogecoin is often influenced by social media and public interest, which can lead to sudden price fluctuations."
    }
  }
}