{
  "symbol": "AVAX/USD",
  "name": "Avalanche vs US Dollar",
  "nameCn": "雪崩币/美元",
  "timestamp": "2026-01-26T01:32:23.532Z",
  "price": {
    "close": "11.6916",
    "high": "11.7194",
    "low": "11.5731",
    "open": "11.5803",
    "change": "1.04",
    "datetime": "2026-01-26 01:00:00"
  },
  "indicators": {
    "rsi": 47.25739,
    "macd": -0.13428798,
    "macd_signal": -0.13457895,
    "sma20": 11.71946
  },
  "analysis": {
    "zh": {
      "title": "雪崩币/美元技术分析：[震荡走势中寻求突破]",
      "content": "当前，雪崩币（AVAX）在11.69美元附近震荡整理，24小时内小幅上涨1.04%。从价格走势来看，AVAX在11.57美元至11.72美元区间内波动，表明市场仍在寻找明确的方向。短期内，若价格突破11.72美元，可能会吸引更多买盘，推动价格上涨。\n\n从技术指标来看，虽然RSI尚未提供，但MACD为负值，显示出短期内卖压依然存在。SMA(20)处于11.72美元附近，作为重要的动态阻力位，若价格无法突破此水平，可能会回调至支撑位11.57美元。投资者应密切关注这些关键点位的突破情况。\n\n支撑位方面，11.57美元为重要的心理价位，若跌破该水平，则可能引发更大幅度的回调；而在阻力位方面，11.72美元和后续的12美元将是关注的重点，突破后可能带来上涨动能。建议投资者在此区间内灵活操作，适时调整持仓。\n\n总体而言，雪崩币在当前震荡趋势中，关键在于突破和确认支撑/阻力位。建议投资者保持观望，关注市场动态，待价格确认趋势后再进行相应的交易决策。"
    },
    "en": {
      "title": "Avalanche vs US Dollar Technical Analysis",
      "content": "Avalanche (AVAX) is currently trading at 11.6916, showing a modest 1.04% increase over the past 24 hours. The price range for this period has been between 11.5731 and 11.7194, indicating a consolidation phase. The previous high near 11.7194 suggests a potential resistance level, while the recent low at 11.5731 may act as a support level. If the price can break above the resistance, we may see further upward momentum, while failure to hold above support could lead to a deeper correction.\n\nThe Simple Moving Average (SMA) of 20 days stands at 11.71946, which aligns closely with the current price action. This SMA can serve as a dynamic resistance level, indicating that a sustained move above this level could signal a bullish trend. Conversely, if the price begins to trend downward, the SMA may act as a barrier to recovery, confirming bearish sentiment. Traders should closely monitor these levels to gauge future price movements.\n\nCurrently, the MACD is negative at -0.13428798, suggesting that short-term momentum is bearish. However, this indicator alone does not provide a complete picture without the signal line for context. Traders should look for potential crossovers in the MACD to identify shifts in momentum. If the MACD begins to rise and approaches zero, it could indicate a bullish reversal, presenting an opportunity for long positions.\n\nIn summary, traders should watch for price action around the identified support and resistance levels. A break above 11.7194 could trigger buy signals, while a drop below 11.5731 may prompt sell signals. Incorporating additional indicators like the RSI, when available, will enhance analysis and decision-making. Overall, a cautious approach is advisable as traders navigate this range-bound environment."
    }
  }
}