{
  "symbol": "DOGE/USD",
  "name": "Dogecoin vs US Dollar",
  "nameCn": "狗狗币/美元",
  "timestamp": "2025-11-22T03:22:46.364Z",
  "price": {
    "close": "0.13977",
    "high": "0.14",
    "low": "0.13897",
    "open": "0.13925",
    "change": "0.35",
    "datetime": "2025-11-22 03:00:00"
  },
  "indicators": {
    "rsi": 44.7983,
    "macd": -0.0018902722,
    "macd_signal": -0.0024199755,
    "sma20": 0.1395415
  },
  "analysis": {
    "zh": {
      "title": "狗狗币/美元技术分析：[震荡整理，谨慎操作]",
      "content": "当前狗狗币/美元的价格为0.13977，近期维持在0.14至0.13897之间震荡整理，显示出市场的犹豫态度。短期内，价格未能突破关键阻力位，表明空头势力仍在影响市场。因此，整体趋势可以判断为震荡整理，投资者应保持谨慎。\n\n从技术指标来看，虽然MACD值为负，显示出卖压，但RSI尚未提供足够的数据进行深度分析。20日简单移动平均线(SMA)在0.1395415附近，对价格形成了一定的支撑。若价格能够稳固在此水平之上，可能会吸引更多买盘。\n\n在支撑与阻力方面，当前价格在0.14附近存在强阻力，而下方支撑位位于0.13897。如果价格突破0.14可能会引发进一步上涨，反之则需注意下探至支撑位的风险。建议投资者在此区间内谨慎交易，设立止损位以降低潜在风险。\n\n总体而言，狗狗币/美元在当前走势中呈现出震荡整理的态势，投资者应密切关注价格的波动和技术指标的变化，以便及时调整策略。保持灵活的交易思维，将有助于在未来的市场中把握机会。"
    },
    "en": {
      "title": "Dogecoin vs US Dollar Technical Analysis",
      "content": "The current price of Dogecoin (DOGE) against the US Dollar stands at 0.13977, reflecting a modest 24-hour change of 0.35%. This slight uptick suggests that the market is currently in a consolidation phase, especially given the recent price action between the high of 0.14 and a low of 0.13897. The price is hovering near the 20-day Simple Moving Average (SMA) of 0.1395415, indicating that the market is experiencing a short-term equilibrium. This range-bound movement may lead to increased volatility in the near term as traders assess the next directional move.\n\nThe MACD indicator, currently at -0.0018902722, hints at a bearish momentum, suggesting that selling pressure may be present. However, the lack of a clear signal line complicates the interpretation. Traders should monitor the MACD closely for potential crossovers, which could indicate a shift in momentum. Meanwhile, the Relative Strength Index (RSI) is not available, limiting our ability to gauge overbought or oversold conditions. Therefore, it’s essential to incorporate other indicators and price action to form a comprehensive view.\n\nIn terms of support and resistance levels, the immediate support is observed at 0.13897, while resistance is likely to emerge around 0.14. A break below the support level may trigger further bearish sentiment, with subsequent targets potentially falling toward lower psychological levels. Conversely, if the price can sustain above the resistance at 0.14, it may lead to upward momentum, and traders could look for potential buy signals near this threshold.\n\nFor trading strategies, a cautious approach is advisable. Day traders might consider short positions if the price breaches the support level of 0.13897, particularly if accompanied by high volume. Conversely, a breakout above 0.14 could warrant a long position, targeting a retest of higher levels. As always, risk management is crucial, with stop-loss orders recommended to mitigate potential losses in this volatile market."
    }
  }
}