{
  "symbol": "DOGE/USD",
  "name": "Dogecoin vs US Dollar",
  "nameCn": "狗狗币/美元",
  "timestamp": "2026-02-10T15:52:04.418Z",
  "price": {
    "close": "0.09298",
    "high": "0.09343",
    "low": "0.09208",
    "open": "0.09243",
    "change": "0.58",
    "datetime": "2026-02-10 15:00:00"
  },
  "indicators": {
    "rsi": 39.052422,
    "macd": -0.00077632913,
    "macd_signal": -0.00062438272,
    "sma20": 0.094509
  },
  "analysis": {
    "zh": {
      "title": "狗狗币/美元技术分析：震荡整理中，短期回调风险",
      "content": "当前狗狗币/美元（DOGE/USD）价格在0.09298附近，表现出震荡整理的态势。市场的波动幅度较小，价格未能突破之前的区间高点0.09343，显示出短期内缺乏强势上涨动力。然而，价格仍在0.09208的低点附近维持，表明支撑较为稳固。\n\n从技术指标来看，MACD当前为负值，表明短期内卖压依旧存在，但由于没有明确的信号线，仍难以确认明显的下行趋势。SMA(20)为0.0945，显示出价格短期的均值处于0.094附近，这为潜在的压力位提供了参考。若价格突破这一点位，可能会看到上涨动能的恢复。\n\n在支撑方面，0.09208为当前价格的强支撑位。若价格跌破此位置，则可能会进一步测试更低的区域。阻力位则位于0.09343附近，若价格突破此位，可能会展开一波反弹。市场需要观察这些关键水平的突破情况，以便确认未来的走势。\n\n总体来看，当前市场处于震荡整理阶段，短期内可能面临一定的回调风险。建议交易者密切关注支撑与阻力的突破，控制好仓位，避免过度追高或追低，保持谨慎的交易策略。"
    },
    "en": {
      "title": "Dogecoin vs US Dollar Technical Analysis",
      "content": "The DOGE/USD market is showing a relatively stable performance with a minor 24-hour change of +0.58%. Currently trading around $0.09298, the price is holding near the lower end of its daily range, with a high of $0.09343 and a low of $0.09208. This indicates a slight bearish sentiment in the short term as the price has failed to break above recent resistance levels. A sustained move above $0.0935 could signal a shift towards bullish momentum, but the lack of a clear trend at the moment suggests caution.\n\nThe absence of the RSI (14) makes it difficult to gauge overbought or oversold conditions, leaving the MACD as the primary momentum indicator. The current MACD reading of -0.000776 suggests weak bearish pressure, although the signal line's absence limits a more comprehensive analysis. A potential bullish reversal may occur if the MACD turns positive, signaling a shift in momentum. However, the current neutral-to-bearish outlook suggests that investors should wait for clearer confirmation before entering long positions.\n\nSupport for DOGE/USD is currently observed near the lower end of the daily range, around $0.0920, which could provide a buying opportunity if the price tests this level again. A break below $0.0920 would expose the market to further downside risks, with the next support around $0.0900. On the upside, the immediate resistance lies at $0.0935, and a breakout above this level could lead to a move toward $0.0950, where further selling pressure may emerge.\n\nGiven the current indecisive price action and lack of definitive technical signals, traders should consider waiting for either a confirmation of bullish momentum or a retest of support levels before taking action. A cautious approach with tight stop-loss orders is advisable in this environment to manage risk."
    }
  }
}