{
  "symbol": "DOGE/USD",
  "name": "Dogecoin vs US Dollar",
  "nameCn": "狗狗币/美元",
  "timestamp": "2026-02-18T20:40:30.413Z",
  "price": {
    "close": "0.09899",
    "high": "0.09908",
    "low": "0.09833",
    "open": "0.09849",
    "change": "0.52",
    "datetime": "2026-02-18 20:00:00"
  },
  "indicators": {
    "rsi": 41.3544,
    "macd": -0.00043464525,
    "macd_signal": -0.00021469876,
    "sma20": 0.100356
  },
  "analysis": {
    "zh": {
      "title": "狗狗币/美元技术分析：[当前趋势为震荡整理]",
      "content": "当前狗狗币/美元（DOGE/USD）价格维持在0.09899附近，表现出一定的震荡整理趋势。虽然价格略微上涨0.52%，但整体未突破0.09908的高点，表明市场仍处于较为平稳的状态。若价格持续维持在当前区间内，可能会出现短期的横盘整理。\n\n从技术指标来看，MACD处于负值区域（-0.00043464525），显示短期内卖压略大，缺乏明确的上涨动能。20日简单移动平均线（SMA）为0.10035600，当前价格下方有一定支撑。RSI指标未提供，因此缺乏对超买或超卖的明确指示。\n\n对于支撑位，当前0.09833附近有较强的支撑，若跌破此价位，可能会向下测试0.09750或更低的水平。而阻力位则集中在0.09908，突破此位置后，价格可能会挑战0.10000关口，形成更强的上涨动力。\n\n建议短期交易者可以在支撑位附近寻找买入机会，而在接近阻力位时考虑卖出或观望。整体来看，市场处于震荡状态，耐心等待明确的趋势突破会是更为稳妥的操作策略。"
    },
    "en": {
      "title": "Dogecoin vs US Dollar Technical Analysis",
      "content": "The DOGE/USD market is currently experiencing a period of modest consolidation, with the latest price at $0.09899, reflecting a slight 24-hour gain of 0.52%. The price has been fluctuating within a tight range, with the high at $0.09908 and the low at $0.09833, indicating a lack of strong momentum in either direction. Despite the price holding above the recent low, it’s crucial to monitor for any signs of breakout or breakdown that could define the next move. The market has been somewhat sideways, suggesting indecision among traders.\n\nFrom a technical standpoint, the absence of a clear RSI and the negative MACD value of -0.00043464525 indicates a neutral to bearish short-term outlook. Without a defined signal or trend confirmation, the market appears to be trapped in a consolidation phase. A negative MACD crossover could suggest further downward pressure if the price breaks below the key support levels, while a stronger move upward would require confirmation through price action or a shift in the MACD signal line.\n\nSupport for DOGE/USD can be found around the low of $0.09833, with the next significant level near $0.09750, a price point where the market has previously found buyers. On the resistance side, $0.09950 is an immediate level to watch, while a break above $0.10000 could lead to a more significant move toward the SMA(20) at $0.10035600, where selling pressure might re-emerge. If the price fails to break above resistance, it might retest the support zone.\n\nTraders should be cautious in the current market, as the lack of strong momentum and mixed indicators suggest that aggressive positions may carry risk. A break below support could trigger a short-term sell-off, while a breakout above resistance might present a more favorable opportunity for long positions. Watching for volume and confirmation of price action near key levels will be crucial for determining the next move."
    }
  }
}