{
  "symbol": "AVAX/USD",
  "name": "Avalanche vs US Dollar",
  "nameCn": "雪崩币/美元",
  "timestamp": "2026-01-12T22:56:20.714Z",
  "price": {
    "close": "13.5386",
    "high": "13.5901",
    "low": "13.5168",
    "open": "13.5307",
    "change": "0.06",
    "datetime": "2026-01-12 22:00:00"
  },
  "indicators": {
    "rsi": 40.28203,
    "macd": -0.053744823,
    "macd_signal": -0.036654882,
    "sma20": 13.72812
  },
  "analysis": {
    "zh": {
      "title": "雪崩币/美元技术分析：[震荡整理，关注支撑与阻力]",
      "content": "当前雪崩币（AVAX/USD）在13.5386美元附近震荡整理，整体趋势表现出一定的弱势。短期内，价格在13.5168美元的低点和13.5901美元的高点间波动，显示出市场缺乏明确的方向，投资者情绪较为谨慎。\n\n在技术指标方面，虽然RSI数据缺失，但MACD指标显示出负值，暗示当前市场可能处于卖压之下。20日简单移动平均线（SMA）在13.72812美元，进一步确认了当前价格处于该均线之下，表明短期内价格走势可能仍受制于下行压力。\n\n支撑位方面，13.5168美元是一个关键支撑点，若价格跌破此位，可能会加速下跌。而阻力位则位于13.5901美元和13.72812美元，若价格突破这些阻力位，可能会带来反弹机会。建议投资者密切关注这些关键价位，以决定入场或出场时机。\n\n综上所述，雪崩币当前处于震荡状态，投资者应保持谨慎，待价格突破关键支撑或阻力位后再行决策。同时，结合市场情绪和技术指标，制定合理的交易策略，以降低风险并把握可能的机会。"
    },
    "en": {
      "title": "Avalanche vs US Dollar Technical Analysis",
      "content": "The current price of Avalanche (AVAX) against the US Dollar stands at $13.5386, exhibiting a slight increase of 0.06% over the last 24 hours. This modest upward movement occurs within a narrow trading range, with a high of $13.5901 and a low of $13.5168. The market appears to be consolidating, indicating indecision among traders. A breakout above the recent high may signal a continuation of a bullish trend, while a drop below the low could suggest a bearish reversal.\n\nAnalyzing the 20-day Simple Moving Average (SMA) at $13.72812 provides insight into the medium-term trend. Currently, the price is below this SMA, indicating a potential bearish sentiment. Traders should watch for potential price action near this level, as it may act as a resistance point. If AVAX can reclaim the SMA, it may attract buyers, leading to an upward momentum. Conversely, failure to break above could reinforce bearish pressure.\n\nThe Relative Strength Index (RSI) is not available, but the MACD shows a value of -0.053744823, suggesting a bearish momentum. The absence of a signal line complicates the interpretation but hints at the potential for a shift in momentum. Traders should monitor this closely for any signs of a crossover that could signal a change in market direction. \n\nSupport levels can be identified around the recent low of $13.5168, which may provide a cushion for price action. If AVAX falls below this level, further support can be anticipated near $13.00. On the other hand, resistance is expected near the SMA level at $13.72812. Traders might consider a cautious approach, looking for buying opportunities near support while being prepared to exit positions if bearish trends persist."
    }
  }
}