{
  "symbol": "DOGE/USD",
  "name": "Dogecoin vs US Dollar",
  "nameCn": "狗狗币/美元",
  "timestamp": "2026-02-14T21:47:23.257Z",
  "price": {
    "close": "0.10994",
    "high": "0.11203",
    "low": "0.10917",
    "open": "0.10927",
    "change": "0.59",
    "datetime": "2026-02-14 21:00:00"
  },
  "indicators": {
    "rsi": 90.37254,
    "macd": 0.0034822531,
    "macd_signal": 0.0025638065,
    "sma20": 0.10131
  },
  "analysis": {
    "zh": {
      "title": "狗狗币/美元技术分析：[近期震荡整理趋势]",
      "content": "当前狗狗币（DOGE/USD）价格在0.10994附近震荡整理，24小时内小幅上涨0.59%。从价格走势来看，DOGE在高点0.11203附近遭遇阻力，未能有效突破，显示出短期内的买盘动能有所减弱，可能会继续在当前区间内震荡。\n\n技术指标方面，MACD值为0.0034822531，表明当前市场上行势头依然存在，但信号线未给出明确的买入或卖出信号。由于RSI(14)数据缺失，无法全面评估市场超买或超卖的状态。短期均线SMA(20)在0.10131，提供了一定的支撑，若价格跌破此水平，可能会引发更多的抛售。\n\n支撑位方面，0.10917是近期低点，进一步下探则需关注0.10131的支撑。阻力位则在0.11203，若能有效突破该水平，将可能开启进一步上涨的空间。在当前震荡行情中，建议投资者保持谨慎，适时关注市场动向，短线交易时可考虑在支撑位附近布局，而在接近阻力位时则考虑获利了结。"
    },
    "en": {
      "title": "Dogecoin vs US Dollar Technical Analysis",
      "content": "Dogecoin (DOGE) is currently trading at $0.10994, showing a modest 24-hour change of 0.59%. The price action indicates a consolidation phase following the recent fluctuations within the range of $0.11203 and $0.10917. This tight range suggests that traders are assessing the next directional move, with the potential for a breakout either above the recent high or a pullback towards the lower boundary. A sustained move past $0.11203 could signal bullish momentum, while a breach below $0.10917 may indicate a bearish trend.\n\nIn terms of technical indicators, the absence of a calculated RSI and Signal line for MACD limits our ability to gauge momentum comprehensively. However, the MACD value of 0.0034822531 hints at a bullish divergence as it remains above zero. The SMA(20) at $0.10131 provides a crucial support level, suggesting that as long as DOGE stays above this moving average, the bullish outlook could remain intact. Traders should monitor the price closely around this level for potential buying opportunities.\n\nSupport and resistance levels are critical in determining potential trading strategies. The immediate support level is established at $0.10917, while resistance is found at $0.11203. A successful retest of the support could provide an entry point for long positions, especially if accompanied by positive market sentiment or volume. Conversely, if DOGE breaks below $0.10917, it may lead to a reassessment of bullish positions and trigger selling pressure towards the SMA(20).\n\nAs trading continues, investors should stay alert for any significant news events or broader market trends that could impact Dogecoin’s performance. Given DOGE's historical volatility, setting stop-loss orders just below the support level can help manage risk. Overall, maintaining a watchful eye on the price action around these key levels will be vital for traders looking to capitalize on potential movements in the DOGE/USD pair."
    }
  }
}