{
  "symbol": "AVAX/USD",
  "name": "Avalanche vs US Dollar",
  "nameCn": "雪崩币/美元",
  "timestamp": "2026-01-25T19:02:49.726Z",
  "price": {
    "close": "11.5433",
    "high": "11.6438",
    "low": "11.4691",
    "open": "11.6341",
    "change": "-0.81",
    "datetime": "2026-01-25 18:00:00"
  },
  "indicators": {
    "rsi": 21.10295,
    "macd": -0.10223797,
    "macd_signal": -0.065865568,
    "sma20": 11.90709
  },
  "analysis": {
    "zh": {
      "title": "> search(\"你是专业的数字货币交易分析师。请对 雪崩币/美元(AVAX/USD) 进行技术分析。\\n\\n当前市场数据：\\n- 最新价格: 11.5433\\n- 24小时变化: -0.81%\\n- 高点/低点: 11.6438 / 11.4691\\n- RSI(14): N/A\\n- MACD: -0.10223797, Signal: N/A\\n- SMA(20): 11.90709\\n\\n要求：\\n1. 第一行：完整的中文标题，格式：\\\"雪崩币/美元技术分析：[趋势描述]\\\"\\n2. 然后空一行\\n3. 正文3-4段，每段60-80字，总共250-300字\\n4. 包含：趋势判断、技术指标解读、支撑/阻力位、交易建议\\n5. 使用专业术语但易于理解\\n6. 不要添加任何标签或额外说明\\n\\n立即开始（第一行就是标题）：\")",
      "content": "雪崩币/美元技术分析：短期偏弱震荡，需确认支撑企稳\n\n当前AVAX价格位于11.54美元附近，明显低于20日均线11.91美元，表明短期价格承压，趋势偏弱震荡。价格在过去24小时内振幅有限，高低点在11.64和11.47之间波动，显示多空交织且动力不足。在未突破均线前，短线多头势能不足。\n\n技术指标方面，虽然RSI未提供，但MACD为负值且动能柱处于零轴下方，暗示下行动能尚存但未明显加速。若未来MACD能够形成趋平甚至金叉，将有利于趋势反转。当前价位下方存在心理支撑区间11.40-11.20美元，需重点关注能否有效守住。\n\n阻力位方面，短线关注11.90美元附近的20日均线阻力，如能突破并站稳，或将吸引短线买盘。进一步阻力看向12.30-12.50美元区间，此处为近期高点附近的关键压力。若价格持续受阻于均线下方，则可能延续盘整甚至回撤。\n\n交易建议上，偏向逢低试探支撑再做布局，建议在11.40-11.20美元区间观望反弹确认，止损可设在11.10美元下方。激进者可在价格突破并收复20日均线11.91美元后考虑进场，目标关注12.30美元附近。风险管理上应设置严格止损，避免震荡行情中的假突破。"
    },
    "en": {
      "title": "Avalanche vs US Dollar Technical Analysis",
      "content": "The current market for AVAX/USD shows a slight bearish sentiment, with the price at $11.5433, reflecting a 0.81% decline over the past 24 hours. The price has found short-term resistance around $11.6438, with a low at $11.4691, indicating a consolidation within this range. This pattern suggests that the market is unsure about its next direction, and traders should watch for a breakout or breakdown from this range to confirm the next trend. A clear move above $11.65 could signal a shift to the upside, while a drop below $11.46 may lead to further downside pressure.\n\nThe lack of an RSI value complicates momentum analysis, but the MACD reading of -0.1022 is worth noting. The negative value indicates that the market is currently in a slight bearish phase, as the MACD is under the zero line, signaling that selling pressure is dominating. If the MACD begins to cross back toward the zero line, it could indicate that the bearish trend is weakening, possibly allowing buyers to gain control. In contrast, sustained negative MACD readings could continue to pressure the market lower.\n\nThe SMA(20) at $11.90709 highlights a resistance zone, as the price is currently trading well below it. A price move back above the SMA would be a potential signal of a shift toward bullish sentiment. However, without confirmation from other indicators such as RSI or a stronger MACD signal, it's important to remain cautious. The SMA acts as a dynamic level, so traders should monitor whether AVAX/USD can break through this resistance to test higher levels, such as $12.20 or $12.50.\n\nIn terms of support and resistance, the immediate support is located around $11.46, where the price has recently bounced. A breach of this support level could open the door to further declines, potentially testing $11.00. On the upside, resistance is found near $11.65 and the SMA(20). A breakout above $11.65, particularly with increasing volume, could signal a trend reversal. Until then, a neutral to slightly bearish stance may be appropriate for traders, with attention to both the short-term support and resistance levels for potential entry points."
    }
  }
}