{
  "symbol": "DOGE/USD",
  "name": "Dogecoin vs US Dollar",
  "nameCn": "狗狗币/美元",
  "timestamp": "2026-01-25T19:02:03.410Z",
  "price": {
    "close": "0.12003",
    "high": "0.12076",
    "low": "0.11916",
    "open": "0.1206",
    "change": "-0.46",
    "datetime": "2026-01-25 18:00:00"
  },
  "indicators": {
    "rsi": 21.19714,
    "macd": -0.00089031918,
    "macd_signal": -0.0005987827,
    "sma20": 0.122491
  },
  "analysis": {
    "zh": {
      "title": "狗狗币/美元技术分析：[震荡整理，等待突破]",
      "content": "当前狗狗币/美元（DOGE/USD）在0.11916至0.12076区间震荡整理，价格变化幅度较小，表明市场情绪趋于平稳。近期没有显著的趋势突破，行情处于短期整理期。若突破上方阻力位0.12076，可能引发新的上涨动力；若下破下方支撑0.11916，可能会进一步走弱。\n\n技术指标方面，MACD显示微弱的负值（-0.00089031918），表明短期内仍可能偏向卖压，但尚未确认明显的熊市信号。RSI数据缺失，但当前价格处于相对低位，可能为超卖区。SMA(20)位于0.122491，若价格持续下行并跌破此支撑线，可能会加剧跌势。\n\n支撑位位于0.11916，若此位置守住，可能会再次迎来上涨的机会。上方阻力位在0.12076附近，若突破该价位，有可能测试更高价位。投资者可以关注这些关键价位的突破或反转，制定相应的进出场策略。\n\n交易建议方面，短期内建议保持观望，耐心等待价格是否能够突破上行或下行。若价格突破0.12076，可以考虑轻仓做多；若跌破0.11916，则可能考虑短期做空。整体操作要谨慎，避免在震荡期内做出过多高风险操作。"
    },
    "en": {
      "title": "Dogecoin vs US Dollar Technical Analysis",
      "content": "The current market for Dogecoin (DOGE) against the US Dollar (USD) is experiencing a minor decline of 0.46% in the last 24 hours, which reflects a relatively stable market sentiment. The price is testing the lower end of its recent range, hovering around $0.12003, close to the 24-hour low of $0.11916. The price action suggests a short-term consolidation, with potential for a slight bounce if it holds above the key support level. However, without stronger momentum, Dogecoin might continue to range-bound between $0.11900 and $0.12250.\n\nIn terms of technical indicators, the MACD reading of -0.00089 signals weak bearish momentum. Since the MACD is below zero and the signal line is not available, it further suggests that there is no immediate bullish strength, but also no severe downtrend forming. Traders should monitor for any shift in the MACD as this could indicate a potential reversal or continuation of the bearish trend. The RSI is not available, which limits the ability to analyze overbought or oversold conditions, but caution is recommended when trading under these conditions.\n\nSupport levels are located near $0.11900, and a breach below this could open the door for further downside to $0.11750. On the upside, resistance is currently positioned at the $0.12250 level, and a breakout above this could lead to a test of the recent high near $0.12076. A sustained rally above this resistance would signal a stronger buying interest, though the lack of volume indicators makes this scenario less probable in the short term.\n\nGiven the current market conditions, a cautious approach is advisable. Traders may want to consider entering positions near the support zone, with stop losses set just below $0.11900. For more aggressive traders, watching for a breakout above $0.12250 could present a potential buying opportunity. However, risk management is key, as the overall trend is still neutral to bearish."
    }
  }
}