{
  "symbol": "DOGE/USD",
  "name": "Dogecoin vs US Dollar",
  "nameCn": "狗狗币/美元",
  "timestamp": "2026-02-05T19:30:44.592Z",
  "price": {
    "close": "0.09157",
    "high": "0.09264",
    "low": "0.09126",
    "open": "0.09231",
    "change": "-0.80",
    "datetime": "2026-02-05 19:00:00"
  },
  "indicators": {
    "rsi": 17.96491,
    "macd": -0.0030953001,
    "macd_signal": -0.0023370869,
    "sma20": 0.0988555
  },
  "analysis": {
    "zh": {
      "title": "狗狗币/美元技术分析：[短期下行压力，待突破关键阻力]",
      "content": "当前DOGE/USD处于短期下行趋势，价格在0.09264和0.09126之间震荡，显示出较为窄幅的波动。根据最新价格0.09157，短期内似乎受到下行压力的影响。市场的卖盘略显强势，虽然跌幅有限，但若未能突破当前阻力位，可能会继续维持在当前区间内。\n\n从技术指标来看，MACD的负值表明短期内卖压较强，但RSI数据缺失限制了对超买超卖情况的判断。SMA(20)为0.09886，显示出市场在20日均线附近存在较强的压力。若价格无法突破该均线，可能会继续沿着当前下行通道波动。\n\n支撑位在0.09126附近，一旦跌破此位，可能会进一步下探至更低的价位。上方的阻力位则位于0.09264，若价格突破这一点位，有望重新测试0.095区间，甚至挑战20日均线0.09886。交易者需密切关注这些关键价位，以判断市场的短期走势。\n\n综合来看，目前DOGE/USD市场呈现轻微的下行压力，但若突破短期阻力位，仍有反弹机会。建议交易者短期内可以选择观望，待价格突破关键阻力或支撑后再做进一步操作。"
    },
    "en": {
      "title": "Dogecoin vs US Dollar Technical Analysis",
      "content": "The Dogecoin market is currently experiencing a slight bearish sentiment, with a 24-hour change of -0.80%. The price is trading around $0.09157, near the lower end of its recent range. This suggests a possible consolidation or a continuation of the downtrend if no significant reversal occurs. The price has found some support near $0.09126, which has held up against recent selling pressure. If this level breaks, further downside could be seen, targeting the next major support at $0.09000.\n\nThe absence of a current RSI value makes it difficult to assess the momentum, but the MACD reading of -0.0031 indicates that the market is currently leaning toward bearishness. The lack of a signal line makes it challenging to get a clear picture of potential trend reversals. However, traders should monitor the MACD closely for any crossover that could suggest a shift in market sentiment. Until then, the negative MACD and price action support a cautious outlook.\n\nThe 20-period simple moving average (SMA) of $0.0989 continues to act as a dynamic resistance level, which has proven significant over the past few days. This SMA level suggests that any upward movement could face resistance near $0.0990. If DOGE manages to break above this level, it could target a retest of recent highs near $0.1020. However, the bearish pressure must first be alleviated for this move to occur.\n\nFor traders, short-term strategies could involve waiting for a potential rebound from support levels near $0.09126. Conversely, a break below this level might trigger further short positions, especially if the price targets $0.0900. Long positions could be considered only if the price breaks above the SMA resistance, confirming a trend reversal. Caution is advised as the market remains in a neutral-to-bearish phase."
    }
  }
}