{
  "symbol": "BNB/USD",
  "name": "Binance Coin vs US Dollar",
  "nameCn": "币安币/美元",
  "timestamp": "2026-01-25T16:23:07.962Z",
  "price": {
    "close": "870.29",
    "high": "877.69",
    "low": "869.21",
    "open": "877.55",
    "change": "-0.83",
    "datetime": "2026-01-25 16:00:00"
  },
  "indicators": {
    "rsi": 20.88307,
    "macd": -3.28888,
    "macd_signal": -2.64013,
    "sma20": 881.8135
  },
  "analysis": {
    "zh": {
      "title": "币安币/美元技术分析：[震荡整理，短期看空]",
      "content": "当前币安币/美元（BNB/USD）价格为870.29美元，整体走势呈现震荡整理状态。24小时变化仅为-0.83%，波动较小，显示市场缺乏明显的方向性。近期价格在869.21美元至877.69美元区间内波动，暂时未能突破重要技术水平。\n\n从技术指标来看，MACD值为-3.28888，虽然信号线数据缺失，但负值表明市场情绪偏空。RSI未提供数据，缺乏过买或过卖信号，使得短期判断较为保守。目前价格位于20日简单移动平均线（SMA 20）881.81美元下方，进一步显示出价格短期内承压。\n\n支撑位方面，当前最低点869.21美元为短期关键支撑，若跌破此点位，可能会进一步下探至860美元附近的心理关口。而上方阻力位位于SMA 20所示的881.81美元区域，突破后有望回升至900美元以上。\n\n综合来看，短期内BNB/USD的走势偏空。建议投资者在触及支撑位时谨慎操作，考虑做空至下方支撑区域。若突破上方阻力位，则需重新评估市场趋势。"
    },
    "en": {
      "title": "Binance Coin vs US Dollar Technical Analysis",
      "content": "> search(\"You are a professional cryptocurrency analyst. Provide technical analysis for Binance Coin vs US Dollar (BNB/USD).\\n\\nCurrent Market Data:\\n- Latest Price: 870.29\\n- 24h Change: -0.83%\\n- High/Low: 877.69 / 869.21\\n- RSI(14): N/A\\n- MACD: -3.28888, Signal: N/A\\n- SMA(20): 881.81350\\n\\nRequirements:\\n1. Write 3-4 paragraphs, 60-80 words each, total 250-300 words\\n2. Include: trend analysis, indicator interpretation, support/resistance levels, trading suggestions\\n3. Use professional but accessible language\\n4. No labels, no meta-commentary\\n5. Start immediately with the content (no title needed)\\n\\nBegin:\")\n\nBinance Coin’s recent price action reflects modest bearish pressure as the pair trades below its 20‑period simple moving average near **881.8**. The latest price of **870.29** and slight negative 24‑hour move suggest sellers still have the short‑term edge. Although intraday swings remain tight between **877.7** and **869.2**, this range indicates a lack of strong directional conviction. Overall, the trend leans neutral‑to‑bearish until a decisive break above the SMA.\n\nMomentum indicators hint at weakening upward energy despite the absence of a complete MACD signal line. The **MACD reading of –3.28888** suggests the shorter‑term momentum is below longer‑term averages, implying bearish undertones. Without an RSI reading, it’s harder to confirm overbought or oversold conditions, but the current context favors caution. Traders should watch whether the MACD histogram contracts toward zero, signaling a possible bullish crossover that could alter the near‑term bias.\n\nKey support lies around **860–865**, a zone that has historically absorbed selling interest. A break below this level with volume could open the door toward **850** and the next psychological floor. Resistance is concentrated around the SMA at **882** and extends to **895–900**, where supply previously capped rallies. Price reclaiming and holding above **882** would be the first sign of upside resilience, potentially shifting focus toward the **900** round number.\n\nGiven the current technicals, traders might consider range‑oriented strategies. Short‑term longs could target the SMA region with tight stops below **865** to limit drawdowns. More aggressive traders could enter swings only after a clean break above **885** with confirmation of sustained volume. Conversely, downside plays might look for sustained weakness under **865**, with protective stops above **875** to manage risk. Always align position sizing with risk tolerance and market volatility."
    }
  }
}