{
  "symbol": "DOGE/USD",
  "name": "Dogecoin vs US Dollar",
  "nameCn": "狗狗币/美元",
  "timestamp": "2026-01-25T16:26:10.850Z",
  "price": {
    "close": "0.12028",
    "high": "0.12211",
    "low": "0.11959",
    "open": "0.12205",
    "change": "-1.46",
    "datetime": "2026-01-25 16:00:00"
  },
  "indicators": {
    "rsi": 22.54971,
    "macd": -0.00060846056,
    "macd_signal": -0.00040607778,
    "sma20": 0.123063
  },
  "analysis": {
    "zh": {
      "title": "狗狗币/美元技术分析：[震荡整理，短期或有回调压力]",
      "content": "当前狗狗币/美元（DOGE/USD）在0.11959至0.12211区间内波动，价格略微下行，短期内呈现震荡整理态势。结合最新价格0.12028，市场显示出一定的承压迹象，尤其是在未能突破0.1230的SMA(20)时。\n\nMACD指标处于负值区间，-0.00060846056的数值显示出一定的卖盘压力，且未出现明确的金叉信号，这意味着短期内价格仍然受到下行风险影响。由于RSI数据缺失，当前的市场情绪需要从价格和MACD走势中进一步判断。\n\n支撑位目前位于0.11959，若价格跌破此位置，可能会测试更低的支撑区间，甚至可能回撤至0.1180附近。上方的阻力位则主要集中在0.1220和0.1230，突破此区间后，可能会迎来进一步的上行空间。\n\n建议投资者保持谨慎，短期内可考虑在支撑位附近寻找低位买入机会，同时关注市场是否出现有效的反弹信号。若价格未能突破阻力位，则可考虑适时减仓或保持观望。"
    },
    "en": {
      "title": "Dogecoin vs US Dollar Technical Analysis",
      "content": "The Dogecoin market has been showing a slight downtrend recently, with the latest price at 0.12028, reflecting a 1.46% decline over the last 24 hours. This price movement suggests some short-term consolidation, as it remains confined between recent highs and lows. The high of 0.12211 and low of 0.11959 indicate a narrow range, implying a market waiting for further direction. If the price continues to remain under 0.123, there may be further downside risk. \n\nLooking at the available indicators, the MACD is currently in the negative at -0.00060846056, which signifies a bearish short-term momentum. The absence of a clear signal line makes it difficult to get a precise view on potential trend shifts, but the negative MACD suggests that bears are in control. The lack of RSI data means we cannot assess overbought or oversold conditions, making it crucial to monitor for any shifts in momentum that might signal a reversal.\n\nFrom a support and resistance perspective, the primary support level is around the 0.1195 mark, as seen in the recent low. A break below this could signal further weakness, with next support potentially at 0.118. On the resistance side, 0.123 seems to be an immediate hurdle, with price struggling to maintain momentum above this level. A breakout above this could open the path for a push towards 0.125 or higher. Traders should watch for these levels to confirm market direction.\n\nFor trading strategy, cautious approach is advisable. A short-term bearish bias seems dominant due to the MACD’s position, but the market is showing tight range-bound action. Traders may look for short opportunities around resistance levels or consider waiting for a clear breakout either above 0.123 or below 0.1195 before entering. Proper risk management will be key given the range-bound nature of the current market."
    }
  }
}