{
  "symbol": "AVAX/USD",
  "name": "Avalanche vs US Dollar",
  "nameCn": "雪崩币/美元",
  "timestamp": "2026-01-21T03:17:13.270Z",
  "price": {
    "close": "12.3305",
    "high": "12.3305",
    "low": "12.2978",
    "open": "12.3015",
    "change": "0.24",
    "datetime": "2026-01-21 03:00:00"
  },
  "indicators": {
    "rsi": 46.22672,
    "macd": -0.10800867,
    "macd_signal": -0.13471237,
    "sma20": 12.31047
  },
  "analysis": {
    "zh": {
      "title": "雪崩币/美元技术分析：[震荡整理中待突破]",
      "content": "当前雪崩币（AVAX）在12.33美元附近震荡整理，24小时变化仅为0.24%。价格在高点12.3305美元和低点12.2978美元之间波动，显示出市场的短期动能不足。此时，投资者需关注价格是否能突破当前区间，寻找后续的交易机会。\n\n在技术指标方面，当前RSI尚不可用，但MACD呈现负值（-0.10800867），这表明短期内卖压仍然存在，可能导致价格进一步回调。SMA（20）在12.31047美元附近，若价格能够维持在此线之上，可能对多头情绪形成支撑。\n\n支撑位方面，12.2978美元是关键支撑区，一旦突破可能引发进一步的下跌。阻力位则在12.35美元附近，若价格突破该水平，将可能引发短期内的反弹。投资者应密切关注这两个关键价位，以便及时调整交易策略。\n\n建议短期内谨慎观望，待价格突破关键支撑或阻力位后再进行布局。同时，可以考虑设置止损以控制风险，确保在市场反转时能够及时止损，保全资金。"
    },
    "en": {
      "title": "Avalanche vs US Dollar Technical Analysis",
      "content": "The current price of Avalanche (AVAX) against the US Dollar stands at 12.3305, reflecting a slight 24-hour change of 0.24%. This indicates a relatively stable market sentiment in the short term. The daily high and low range shows a narrow trading band between 12.3305 and 12.2978, suggesting that the asset is currently in a consolidation phase. This stability may precede a breakout or breakdown, depending on upcoming market catalysts.\n\nIn terms of trend analysis, the absence of strong momentum indicators like the RSI and MACD complicates the interpretation of the current trend. However, the SMA(20) at 12.31047 provides a critical reference point. A sustained price above this moving average could indicate bullish sentiment and potential upward movement, while a failure to hold above might suggest bearish conditions. Traders should monitor price action around this level closely, as it could serve as a pivot point.\n\nKey support for AVAX appears to lie around the recent low of 12.2978, which could provide buyers with an opportunity to step in should the price approach this level. Conversely, resistance is indicated at the recent high of 12.3305. A breakout above this level could open the door for further gains, potentially targeting higher resistance levels. Conversely, a drop below the support level might trigger a more significant downtrend.\n\nFor trading strategies, conservative traders might consider waiting for a confirmed breakout above the 12.3305 resistance or a bounce off the 12.2978 support before entering positions. Short-term traders could look for scalping opportunities within this range, while trend-following strategies may focus on the SMA(20) for cues on potential entry and exit points. Overall, a cautious approach with tight risk management is advisable given the current market conditions."
    }
  }
}