{
  "symbol": "DOGE/USD",
  "name": "Dogecoin vs US Dollar",
  "nameCn": "狗狗币/美元",
  "timestamp": "2026-02-11T15:44:11.031Z",
  "price": {
    "close": "0.08895",
    "high": "0.08947",
    "low": "0.08786",
    "open": "0.08905",
    "change": "-0.08",
    "datetime": "2026-02-11 15:00:00"
  },
  "indicators": {
    "rsi": 26.1631,
    "macd": -0.0011309863,
    "macd_signal": -0.00099022296,
    "sma20": 0.091265
  },
  "analysis": {
    "zh": {
      "title": "> search(\"你是专业的数字货币交易分析师。请对 狗狗币/美元(DOGE/USD) 进行技术分析。\\n\\n当前市场数据：\\n- 最新价格: 0.08895\\n- 24小时变化: -0.08%\\n- 高点/低点: 0.08947 / 0.08786\\n- RSI(14): N/A\\n- MACD: -0.0011309863, Signal: N/A\\n- SMA(20): 0.091265000\\n\\n要求：\\n1. 第一行：完整的中文标题，格式：\\\"狗狗币/美元技术分析：[趋势描述]\\\"\\n2. 然后空一行\\n3. 正文3-4段，每段60-80字，总共250-300字\\n4. 包含：趋势判断、技术指标解读、支撑/阻力位、交易建议\\n5. 使用专业术语但易于理解\\n6. 不要添加任何标签或额外说明\\n\\n立即开始（第一行就是标题）：\")",
      "content": "狗狗币/美元技术分析：短期弱势整理迹象明显\n\n当前价格略低于20日均线，显示短期承压且多头力量不足，短线趋势偏横盘下行。价格在0.089附近多次受阻未能有效突破，市场缺乏明确方向，波动区间收窄。\n\nMACD处于负值区域，表明动能偏弱但未见加速下跌，暗示空头尚未完全占优。若能回升并站稳均线上方，或带来短暂反弹机会；否则弱势横盘可能延续。\n\n初步支撑位关注0.0875附近，其下破则可能看到更深回调；阻力位首先看0.0913均线，再上看0.093区间。成交量若放大将提升突破概率，否则将继续区间震荡。\n\n交易上建议短线谨慎，宜顺势操作：跌破支撑可考虑小仓位空单，反弹至主要阻力区做好获利了结；波段交易者等确认突破信号再入场，止损严格遵守风险控制。"
    },
    "en": {
      "title": "Dogecoin vs US Dollar Technical Analysis",
      "content": "Dogecoin is currently trading at $0.08895, reflecting a minor drop of 0.08% in the last 24 hours. This slight downward movement indicates a consolidation phase after a period of price fluctuations, as seen in the high and low of $0.08947 and $0.08786, respectively. The price seems to be in a tight range, suggesting a lack of strong momentum. Traders should closely monitor the $0.089 level as a potential resistance point, while the $0.0878 level appears to be providing solid support.\n\nIn terms of trend, Dogecoin is trading below its 20-day simple moving average (SMA) of $0.091265, which indicates a bearish short-term outlook. The price is also facing downward pressure, unable to break past the SMA resistance, which may suggest that the market sentiment is still cautious. Without a clear upward momentum, it could be challenging for Dogecoin to reclaim the $0.09 region unless there's a shift in market sentiment or positive news that drives demand.\n\nLooking at the MACD, the current value of -0.00113 suggests a weak bearish momentum, but the absence of a clear signal line or an RSI makes it difficult to gauge the strength of this movement. The lack of major momentum indicators leaves traders with little to go on, meaning the market might stay range-bound unless a decisive breakout happens either above $0.0895 or below $0.0878. \n\nFor traders, a conservative approach might be appropriate, with caution on entering long positions until the price clears the $0.0895 resistance or demonstrates a bullish reversal. Conversely, short-term trades could be considered on further weakness toward the support zone of $0.0878. Patience will be key, as the current trend suggests indecisiveness in the market."
    }
  }
}