{
  "symbol": "DOGE/USD",
  "name": "Dogecoin vs US Dollar",
  "nameCn": "狗狗币/美元",
  "timestamp": "2026-02-04T18:10:29.116Z",
  "price": {
    "close": "0.10205",
    "high": "0.10273",
    "low": "0.10196",
    "open": "0.10269",
    "change": "-0.59",
    "datetime": "2026-02-04 18:00:00"
  },
  "indicators": {
    "rsi": 32.79773,
    "macd": -0.0010833908,
    "macd_signal": -0.00044892632,
    "sma20": 0.106344
  },
  "analysis": {
    "zh": {
      "title": "狗狗币/美元技术分析：[震荡整理，短期关注区间突破]",
      "content": "当前狗狗币/美元（DOGE/USD）在0.10196至0.10273区间震荡整理，价格处于一个较小的波动区间。市场整体表现出一定的短期疲软迹象，24小时变动幅度较小，仅-0.59%。若价格突破上方0.10273，则可能重新测试0.106的水平，反之下行支撑位则为0.10196，跌破则可能进一步走弱。\n\n技术指标方面，虽然RSI数据暂缺，但MACD指标的负值（-0.0010833908）显示市场目前处于弱势状态，短期内缺乏强劲的买盘动力。SMA(20)位于0.106344，远高于当前价格，说明短期内价格仍有进一步上行的空间，但需要突破当前区间上沿的阻力才能确认反弹。\n\n当前的支撑位在0.10196，若价格突破此支撑可能会加速下行，测试更低的水平。阻力位在0.10273附近，若价格突破此位，则有望向0.106及更高水平进发。需要密切关注这些关键区间的突破。\n\n综合来看，建议投资者在当前区间内进行短期操作，密切留意0.10196和0.10273的关键水平突破。突破上行可适当跟进，反之则应考虑短期空头操作，控制风险。"
    },
    "en": {
      "title": "Dogecoin vs US Dollar Technical Analysis",
      "content": "Dogecoin (DOGE) against the US Dollar (USD) has shown a mild downward movement in the past 24 hours, currently priced at $0.10205, reflecting a slight decrease of -0.59%. The price has bounced between a high of $0.10273 and a low of $0.10196 during this period. The trend appears neutral-to-bearish as the price consolidates around these levels, indicating potential indecision in the market. Despite the drop, DOGE is holding within a well-defined range, suggesting some support exists at the lower end of the range near $0.10196.\n\nThe absence of RSI data hinders our ability to fully assess momentum, but the MACD value of -0.0010833908 suggests a weak bearish trend. The lack of a defined signal line makes it difficult to pinpoint the exact direction in the short term, but the negative MACD histogram implies that selling pressure remains dominant. For traders, a cautious approach may be warranted until additional signals emerge. If the price manages to break above the 20-period SMA of $0.10634, this could suggest a reversal in momentum towards bullish territory.\n\nSupport for DOGE is seen around the $0.10196 level, as the price has tested this point multiple times without falling below it. A sustained break below this could expose the next key support at $0.10000, where more substantial buying interest might emerge. On the upside, resistance is likely near $0.10270, and a strong move past this could potentially target the next resistance zone around $0.10400. Traders should monitor the price action at these levels closely for breakouts or breakdowns.\n\nGiven the current market data, a short-term strategy would be to look for either a confirmed breakout above the SMA or a test of the support at $0.10196. A move below this support could signal further downside, while a push above the SMA might lead to a more optimistic outlook for DOGE. Caution is essential in the absence of clear momentum indicators like RSI or a defined MACD signal."
    }
  }
}