{
  "symbol": "ADA/USD",
  "name": "Cardano vs US Dollar",
  "nameCn": "艾达币/美元",
  "timestamp": "2026-02-14T09:52:51.013Z",
  "price": {
    "close": "0.278268",
    "high": "0.27905",
    "low": "0.278011",
    "open": "0.27887",
    "change": "-0.19",
    "datetime": "2026-02-14 09:00:00"
  },
  "indicators": {
    "rsi": 69.0012749,
    "macd": 0.0031605379,
    "macd_signal": 0.0030969884,
    "sma20": 0.2739151
  },
  "analysis": {
    "zh": {
      "title": "艾达币/美元技术分析：价格震荡整理，等待突破信号",
      "content": "当前艾达币/美元的价格为0.278268，最近24小时出现了小幅下跌（-0.19%），显示出市场的短期震荡走势。整体来看，价格在0.27905与0.278011之间波动，形成了狭窄的区间。考虑到这一走势，当前市场似乎处于整理阶段，缺乏明确的方向性。\n\n技术指标方面，RSI(14)未提供数据，无法判断超买或超卖的情况。MACD的当前值为0.0031605379，但未给出Signal值，表明市场没有明显的趋势信号。SMA(20)位于0.27391510，显示出中期支撑水平，若价格下探至此区域，可能会遇到买盘支撑。\n\n从支撑和阻力的角度来看，当前的支撑位在0.278011附近，而0.27905则是近期的阻力位。若突破0.27905，可能会有上行动力，进一步挑战更高价格区间。反之，若跌破0.278011，可能会考验更低的支撑位。\n\n建议投资者在此阶段保持观望，等待价格突破0.27905或跌破0.278011后再做进一步操作。如果突破阻力，适合考虑短期多头策略；若跌破支撑，则应关注可能的空头机会。"
    },
    "en": {
      "title": "Cardano vs US Dollar Technical Analysis",
      "content": "Cardano is trading at 0.278268, holding slightly above its 20-day simple moving average at 0.273915, which keeps short-term structure marginally constructive. Despite the modest 24-hour decline of 0.19%, price action remains compressed within a very tight intraday range between 0.27905 and 0.278011. This reflects consolidation rather than aggressive distribution. The broader bias leans cautiously bullish as long as price sustains above the 0.274 region.\n\nMomentum signals are mixed but subtly supportive. The MACD reading at 0.00316 remains in positive territory, suggesting residual upward momentum, although the absence of a signal line comparison limits confirmation strength. RSI data is unavailable, but given the narrow range and limited volatility, conditions likely hover near neutral. The modest MACD expansion indicates early bullish continuation potential rather than overextended buying pressure.\n\nImmediate resistance sits at 0.27905, with a confirmed breakout potentially opening the path toward 0.285 and then 0.292 in extension. On the downside, initial support lies near 0.274, aligned with the 20-day SMA. A breakdown below that level would expose 0.268 as the next structural support. Holding above the moving average remains critical for maintaining short-term upward structure.\n\nFor traders, range strategies may remain effective until volatility expands. Conservative participants could look for sustained closes above 0.279 for breakout confirmation before entering long positions. Alternatively, pullbacks toward 0.274 may offer favorable risk-reward entries if bullish structure holds. A decisive move below 0.268 would invalidate the short-term constructive bias and shift focus toward capital preservation or short opportunities."
    }
  }
}