{
  "symbol": "DOGE/USD",
  "name": "Dogecoin vs US Dollar",
  "nameCn": "狗狗币/美元",
  "timestamp": "2026-02-14T09:53:32.879Z",
  "price": {
    "close": "0.09796",
    "high": "0.098",
    "low": "0.0974",
    "open": "0.09762",
    "change": "0.32",
    "datetime": "2026-02-14 09:00:00"
  },
  "indicators": {
    "rsi": 73.19446,
    "macd": 0.00090387023,
    "macd_signal": 0.00092285742,
    "sma20": 0.096534
  },
  "analysis": {
    "zh": {
      "title": "狗狗币/美元技术分析：[短期震荡整理，关注关键支撑与阻力]",
      "content": "当前，DOGE/USD处于0.09796附近，表现出轻微的震荡整理态势。尽管24小时内仅上涨0.32%，但价格未能突破前期高点0.098，表明市场尚未形成强劲的上行动能。短期内，狗狗币可能会继续在窄幅区间内波动。\n\n从技术指标来看，RSI和MACD数据缺失，因此我们无法依赖这些指标进行趋势判断。不过，20日简单移动平均线(SMA)位于0.0965，提供了一定的支撑力量，表明短期内价格下行突破的可能性较小。若价格回落至该水平附近，可视为短期买入机会。\n\n在支撑和阻力方面，0.0974附近的低点提供了短期支撑，而上方0.098则是当前的阻力位。若价格突破0.098，可能会测试更高的水平，甚至接近0.10。但若持续受阻，可能会导致价格回落至支撑区域。\n\n建议投资者在当前区间内保持观望，等待价格突破关键支撑或阻力位后再做进一步操作。若价格突破上行，可以考虑短期持有并设定适当止损。"
    },
    "en": {
      "title": "Dogecoin vs US Dollar Technical Analysis",
      "content": "The current price of Dogecoin stands at $0.09796, showing a modest 24-hour increase of 0.32%. The market's volatility is relatively low, with the price oscillating between a high of $0.098 and a low of $0.0974. This suggests consolidation within a narrow range, reflecting a balance between buying and selling pressure. In the short term, this lack of significant movement indicates that Dogecoin could be setting up for a breakout or a deeper retracement, depending on broader market conditions.\n\nLooking at the technical indicators, the lack of an available RSI(14) or a clear Signal Line for the MACD presents a gap in momentum analysis, leaving us with a partially incomplete view of the market's current strength. However, the MACD value of 0.0009 suggests a slight bullish inclination, as it is above the zero line. If this trend continues, the price could push towards higher levels, but confirmation from other indicators like RSI and Signal Line is needed to ensure sustained momentum.\n\nThe 20-period Simple Moving Average (SMA) is currently at $0.096534, acting as a support level. If the price approaches or dips below this level, it could attract buyers looking to capitalize on the perceived undervaluation. A break below this SMA could signal further downside risk, with potential support near the lower end of the recent range, around $0.0974. Traders should watch this level closely for signs of support or reversal.\n\nFor trading strategies, it's advisable to wait for a confirmed breakout above $0.098 or a breakdown below the SMA at $0.0965 before making significant trades. A bullish breakout above $0.098 could target the next resistance level at $0.10, while a dip below the SMA would warrant caution, possibly setting up a move towards $0.095 or lower."
    }
  }
}