{
  "symbol": "DOGE/USD",
  "name": "Dogecoin vs US Dollar",
  "nameCn": "狗狗币/美元",
  "timestamp": "2026-02-18T15:38:51.044Z",
  "price": {
    "close": "0.10104",
    "high": "0.10114",
    "low": "0.1003",
    "open": "0.10033",
    "change": "0.70",
    "datetime": "2026-02-18 15:00:00"
  },
  "indicators": {
    "rsi": 52.63256,
    "macd": -0.000051339199,
    "macd_signal": -0.000017286367,
    "sma20": 0.100728
  },
  "analysis": {
    "zh": {
      "title": "狗狗币/美元技术分析：短期震荡整理，趋势不明",
      "content": "目前狗狗币/美元（DOGE/USD）的价格稳定在0.1010附近，显示出短期震荡整理的趋势。尽管当前价格略有上涨（+0.70%），但整体波动幅度较小，表明市场缺乏明显的趋势动力。价格在0.1003和0.10114之间震荡，反映出市场观望情绪较重。\n\n从技术指标来看，MACD指标处于负值（-0.000051339199），表明短期内卖盘压力依然存在，虽然缺乏明显的信号线交叉。由于RSI指标数据未提供，无法进一步评估超买或超卖情况。SMA（20）位于0.1007附近，进一步确认了价格的横盘整理状态。\n\n在支撑方面，0.1003是近期价格回调的关键支撑位，一旦跌破，可能会导致进一步下行至0.0990或更低。阻力位则在0.10114附近，一旦突破，可能引发短期反弹，目标看向0.1020。综合来看，市场目前处于较为平静的整理期。\n\n建议短期交易者可以关注价格在支撑和阻力区间的反弹或突破信号。若价格持续在现有区间内震荡，可采取观望策略，等待更明确的突破或下行信号。"
    },
    "en": {
      "title": "Dogecoin vs US Dollar Technical Analysis",
      "content": "The Dogecoin market is currently in a consolidation phase, trading around $0.10104, slightly above the 20-period simple moving average (SMA) of $0.10072800. The price has shown a small positive change of 0.70% in the past 24 hours, suggesting a mild bullish sentiment. Given the proximity of the price to the SMA, Dogecoin is maintaining a neutral to slightly positive short-term trend. However, with the absence of clear overbought or oversold conditions in the RSI, further confirmation of market momentum is needed.\n\nOn a technical front, the MACD is showing a negative value of -0.000051339199, which indicates that bearish pressure might be present. However, this alone doesn’t indicate a strong downtrend without a confirming signal. The lack of a signal line for the MACD leaves room for the indicator to shift quickly, meaning that market participants should be cautious before taking significant positions. This suggests that while the market is not in a strong uptrend, it’s also not facing major downside momentum at the moment.\n\nSupport for Dogecoin can be found near the recent low of $0.1003, which may act as a floor if selling pressure increases. A break below this level would indicate further downside risk, with potential targets near $0.099 or even lower, depending on broader market sentiment. On the upside, the recent high of $0.10114 serves as a near-term resistance. A move past this level could signal a potential continuation of the modest bullish trend, pushing the price closer to the $0.102 mark.\n\nGiven the current market conditions, traders might consider a cautious range-bound strategy. Buying near support levels and selling near resistance could prove effective, particularly if price action continues to respect the $0.1003–$0.10114 range. However, a decisive breakout or breakdown will provide more clarity on the medium-term direction."
    }
  }
}