{
  "symbol": "DOGE/USD",
  "name": "Dogecoin vs US Dollar",
  "nameCn": "狗狗币/美元",
  "timestamp": "2026-02-17T01:53:13.674Z",
  "price": {
    "close": "0.10068",
    "high": "0.10096",
    "low": "0.10046",
    "open": "0.1006",
    "change": "0.09",
    "datetime": "2026-02-17 01:00:00"
  },
  "indicators": {
    "rsi": 42.65637,
    "macd": -0.0009385367,
    "macd_signal": -0.0011319167,
    "sma20": 0.1012
  },
  "analysis": {
    "zh": {
      "title": "狗狗币/美元技术分析：[震荡整理，短期关注支撑和阻力]",
      "content": "目前，DOGE/USD的价格在0.10068附近震荡整理，显示出短期内市场情绪较为平稳。价格波动较小，24小时变化仅为0.09%。这种走势表明市场尚未形成明确的上涨或下跌趋势，可能受限于当前支撑和阻力位的影响。\n\n从技术指标来看，MACD的数值为负（-0.00093853670），表明当前市场短期内处于卖压状态，但由于信号线数据缺失，尚不能确定趋势的强度或持续性。RSI未提供数据，这也意味着当前的超买或超卖情况无法确认。\n\n支撑位方面，价格接近0.10046，而阻力位则为0.10096。从这一范围来看，若价格突破0.10096，可能会迎来短期的反弹机会；反之，若跌破0.10046，则可能进一步下探。\n\n基于当前的市场环境，建议投资者保持谨慎，观察价格在0.10046至0.10096区间内的波动。若突破关键点位，可考虑短期操作；否则，建议观望，避免因震荡行情而造成不必要的损失。"
    },
    "en": {
      "title": "Dogecoin vs US Dollar Technical Analysis",
      "content": "The Dogecoin (DOGE) market is currently showing a slight bullish trend, with a modest 24-hour change of 0.09%. The price is hovering near the key level of $0.10068, slightly below the 20-period simple moving average (SMA) of $0.10120. The recent price action between the high of $0.10096 and low of $0.10046 suggests consolidation within a tight range. This behavior indicates a market waiting for a catalyst to push either higher or lower. The inability to break through the $0.101 mark could signal a resistance level, while $0.10046 may act as immediate support.\n\nGiven the lack of RSI and the absence of a signal line for the MACD, the indicators are providing limited insight into momentum at this moment. The MACD value of -0.00094 suggests a neutral-to-slightly-bearish bias. However, traders should wait for further confirmation before making decisive moves. If the MACD crosses into positive territory and the RSI readings become available, they would offer more reliable signals for trend direction. Currently, the market is not showing strong bullish or bearish momentum, so caution is advised.\n\nLooking at support and resistance levels, the immediate support for DOGE/USD lies at $0.10046, with the potential for further downside if the price breaks below this threshold. On the upside, the $0.101 mark is a key resistance zone, and any upward move past this point could trigger further buying interest. A close above $0.10120, the SMA(20), would strengthen the case for a potential bullish move toward higher levels. Traders should monitor these levels for breakout or breakdown opportunities.\n\nConsidering the current market structure, traders may adopt a range-bound trading strategy, buying near support ($0.10046) and selling near resistance ($0.101). If there is a confirmed breakout above $0.10120, it may present an opportunity for a long position, while a breakdown below $0.10046 could trigger a short opportunity. Tight stop losses should be considered to manage risk in this low-volatility environment."
    }
  }
}