{
  "symbol": "DOGE/USD",
  "name": "Dogecoin vs US Dollar",
  "nameCn": "狗狗币/美元",
  "timestamp": "2026-02-13T01:59:06.694Z",
  "price": {
    "close": "0.09235",
    "high": "0.09278",
    "low": "0.0922",
    "open": "0.09225",
    "change": "0.14",
    "datetime": "2026-02-13 01:00:00"
  },
  "indicators": {
    "rsi": 51.32508,
    "macd": 0.000048681417,
    "macd_signal": 0.000097380056,
    "sma20": 0.092615
  },
  "analysis": {
    "zh": {
      "title": "狗狗币/美元技术分析：短期震荡整理，趋于平稳",
      "content": "当前DOGE/USD价格在0.09235附近，呈现出震荡整理的走势。价格在0.0922至0.09278区间内波动，显示出市场缺乏明确的方向性。在这种横盘整理的背景下，短期内预计会继续维持小幅波动。\n\n从技术指标来看，MACD的数值为0.000048681417，尽管还未显示出明显的买入或卖出信号，但也表明市场动能较弱。SMA(20)为0.092615000，当前价格略低于该均线，可能暗示市场存在一定的下行压力。此外，RSI未给出有效数值，难以为超买或超卖提供明确依据。\n\n支撑位可见于0.0922，而阻力位则在0.09278附近。若价格突破0.09278，可能进一步上探0.0930以上的水平；反之，若跌破0.0922，可能会测试更低的支撑位。综合来看，目前走势处于震荡区间，短期内不宜盲目追高。\n\n建议投资者采取观望策略，避免激进操作。若价格突破关键技术位，可以考虑进场，但仍需密切关注市场情绪和其他潜在的技术信号。"
    },
    "en": {
      "title": "Dogecoin vs US Dollar Technical Analysis",
      "content": "The Dogecoin market is currently trading at $0.09235, showing a slight 24-hour gain of 0.14%. Despite this small movement, the market remains within a tight range between the recent high of $0.09278 and low of $0.0922. This narrow fluctuation suggests a period of consolidation, with price action awaiting a catalyst for a stronger move. A break above the $0.09278 level could signal a continuation towards higher levels, while a drop below $0.0922 would suggest further downside potential.\n\nFrom an indicator standpoint, the MACD shows a minor positive reading at 0.000048681417, though there is no available signal line for a clearer interpretation. This suggests a slight bullish bias but not enough momentum to indicate an impending rally. The absence of a clear trend in the RSI(14) further highlights the market's indecisiveness, reinforcing the current consolidation phase. Traders should watch for clearer momentum signals before committing to larger positions.\n\nThe 20-period simple moving average (SMA) is at $0.092615, sitting just above the current price. This SMA acts as a short-term resistance, and a push above it could pave the way for Dogecoin to target higher resistance levels, such as $0.093 or even $0.094. On the downside, key support lies at the recent low of $0.0922. If the price falls below this level, the next support might be around $0.091, which has previously acted as a stabilizing zone.\n\nIn the current market environment, traders might consider a cautious approach, with buy orders positioned near $0.0922, targeting a move towards $0.093 or $0.094. Conversely, short positions could be explored if the price decisively breaks below the $0.0922 support, with potential targets near $0.091. Patience is key, as the market awaits stronger confirmation signals to indicate the next directional move."
    }
  }
}