{
  "symbol": "DOGE/USD",
  "name": "Dogecoin vs US Dollar",
  "nameCn": "狗狗币/美元",
  "timestamp": "2026-01-20T03:17:46.540Z",
  "price": {
    "close": "0.12818",
    "high": "0.1285",
    "low": "0.12805",
    "open": "0.12836",
    "change": "-0.14",
    "datetime": "2026-01-20 03:00:00"
  },
  "indicators": {
    "rsi": 39.19046,
    "macd": -0.00074584349,
    "macd_signal": -0.00096906027,
    "sma20": 0.128555
  },
  "analysis": {
    "zh": {
      "title": "狗狗币/美元技术分析：[震荡整理，短期偏弱]",
      "content": "当前狗狗币/美元（DOGE/USD）价格为0.12818，近期表现出震荡整理的趋势。从24小时变化来看，价格微幅下跌0.14%。高点和低点相近，表明市场活跃度不高，投资者情绪谨慎，短期内可能继续维持窄幅震荡。\n\n在技术指标方面，SMA(20)为0.12855500，显示出短期均线略高于当前价格，可能成为短期阻力位。此外，MACD处于负值区域，进一步反映出短期内卖压较强，RSI指标缺失使得超买超卖情况不明确，但整体趋势偏弱。\n\n支撑位方面，0.12805是近期的低点，若跌破该支撑位，可能进一步测试0.1275的支撑。而阻力位则在0.1285附近，若能突破，将可能引发一波反弹。综合来看，建议投资者在此区间内谨慎操作，可考虑短线交易，关注市场情绪和相关消息以判断后市走势。"
    },
    "en": {
      "title": "Dogecoin vs US Dollar Technical Analysis",
      "content": "The current market price of Dogecoin (DOGE) against the US Dollar stands at 0.12818, reflecting a slight decline of 0.14% over the past 24 hours. This minor retracement suggests a period of consolidation following a recent upward momentum. The price has oscillated between a high of 0.1285 and a low of 0.12805, highlighting a tight trading range. This behavior indicates that market participants are currently indecisive, which could precede a breakout in either direction.\n\nIn terms of technical indicators, the absence of a calculated RSI (Relative Strength Index) and the negative MACD signal of -0.00074584349 suggests bearish momentum is present. A declining MACD could indicate that selling pressure might continue to build unless a reversal occurs. The 20-period Simple Moving Average (SMA) at 0.128555 serves as a potential dynamic resistance level, where price action may struggle to push higher without additional bullish catalysts.\n\nSupport levels appear to be forming around the recent low of 0.12805. If this level holds, it may provide a basis for a potential rebound. Conversely, a break below this support could signal further downside, potentially targeting the next support levels. Traders should watch for increased volume accompanying any price movements, as this can confirm the strength of a breakout or breakdown.\n\nFor trading strategies, considering the current price near the SMA and the tight range, traders might look for short-term buying opportunities near the support level of 0.12805. Setting tight stop-loss orders below this level can help mitigate risk. Conversely, if the price breaks above the SMA, a confirmation of bullish momentum could present an opportunity for long positions, provided that market conditions remain favorable."
    }
  }
}