{
  "symbol": "DOGE/USD",
  "name": "Dogecoin vs US Dollar",
  "nameCn": "狗狗币/美元",
  "timestamp": "2026-01-20T08:31:49.414Z",
  "price": {
    "close": "0.12637",
    "high": "0.12688",
    "low": "0.12548",
    "open": "0.12663",
    "change": "-0.20",
    "datetime": "2026-01-20 08:00:00"
  },
  "indicators": {
    "rsi": 30.9019,
    "macd": -0.00097951558,
    "macd_signal": -0.00092031855,
    "sma20": 0.128325
  },
  "analysis": {
    "zh": {
      "title": "狗狗币/美元技术分析：[当前趋势偏弱，需谨慎操作]",
      "content": "当前狗狗币/美元（DOGE/USD）价格为0.12637，近期市场表现相对平稳，24小时内仅下跌0.20%。从高点0.12688和低点0.12548来看，价格波动幅度有限，显示出市场缺乏明显方向。整体趋势偏向弱势，投资者应保持谨慎。\n\n技术指标方面，虽然RSI数据缺失，但MACD显示出负值，表明下行动能仍在加强。短期内，SMA(20)为0.128325，价格已低于该均线，进一步验证了当前的下跌趋势。若短期内无法突破此均线，可能会继续承压。\n\n在支撑和阻力位方面，当前支撑位位于0.12548，若跌破此水平，可能会加剧进一步下行压力。上方阻力位则在0.12800附近，若价格反弹至此，需密切关注成交量变化以判断突破的有效性。\n\n综合来看，建议投资者在当前弱势环境下，采取谨慎的策略。可以考虑在支撑位附近寻找买入机会，但需设置止损以规避风险。若价格向上突破阻力位，方可考虑加仓操作。保持灵活应变，以应对市场变化。"
    },
    "en": {
      "title": "Dogecoin vs US Dollar Technical Analysis",
      "content": "The current market price of Dogecoin (DOGE) at 0.12637 indicates a slight bearish sentiment, especially with a 24-hour change of -0.20%. The price has fluctuated between a high of 0.12688 and a low of 0.12548, suggesting a narrow trading range. This consolidation phase typically precedes a significant price movement. Traders should closely monitor these levels as they indicate a potential breakout point, with 0.12688 acting as resistance and 0.12548 as support.\n\nIn terms of technical indicators, the Simple Moving Average (SMA) for the last 20 days stands at 0.128325, which is above the current price, reinforcing the prevailing bearish trend. The MACD value of -0.00097951558 indicates a slight negative momentum. However, without the signal line data, caution is advised when interpreting these results. A crossover may provide clearer signals for potential buy or sell positions in the near future.\n\nSupport and resistance levels are crucial for setting trading strategies. The immediate support at 0.12548 provides a safety net for bulls, while a breach below this level could trigger further selling pressure. Conversely, a move above the resistance level at 0.12688 could signal a return to bullish momentum, opening pathways towards the next resistance level around 0.1300. Traders might consider setting stop-loss orders just below the support level to protect against downside risks.\n\nOverall, the current market conditions suggest a cautious approach. Investors should remain vigilant for any changes in momentum indicators, particularly as Dogecoin navigates this tight trading range. A breakout either way will likely provide clearer trading opportunities, with the potential for a rally if resistance is broken or further declines if support fails."
    }
  }
}