{
  "symbol": "DOGE/USD",
  "name": "Dogecoin vs US Dollar",
  "nameCn": "狗狗币/美元",
  "timestamp": "2025-11-20T03:54:41.282Z",
  "price": {
    "close": "0.15752",
    "high": "0.15813",
    "low": "0.15716",
    "open": "0.158",
    "change": "-0.30",
    "datetime": "2025-11-20 03:00:00"
  },
  "indicators": {
    "rsi": 55.88042,
    "macd": -0.00048478809,
    "macd_signal": -0.0011815932,
    "sma20": 0.154793
  },
  "analysis": {
    "zh": {
      "title": "狗狗币/美元技术分析：[震荡整理，谨慎观望]",
      "content": "当前狗狗币（DOGE/USD）价格在0.15752附近震荡整理，近期的价格走势相对平稳，24小时变化仅为-0.30%。高点和低点分别为0.15813和0.15716，显示出短期内市场缺乏强烈的买卖意愿，可能在等待进一步的市场指引。\n\n从技术指标来看，虽然RSI(14)数据缺失，但MACD显示出微弱的负值，表明卖方略占优势。20日简单移动平均线（SMA）位于0.154793，构成了短期支撑位。如果价格持续在此支撑位之上，可能会吸引一些买盘，但若跌破则需警惕进一步下行风险。\n\n在支撑和阻力方面，当前的支撑位为0.1548，若跌破该水平，可能会引发更大的抛售压力。上方阻力位在0.1580附近，若价格突破该阻力位，可能会吸引更多买盘，推动价格上涨。整体来看，短期内狗狗币可能会在0.1548至0.1580区间内震荡。\n\n建议投资者在此阶段保持谨慎，观察市场动态，不宜盲目追涨。可以在支撑位附近寻找低吸机会，但需设定合理的止损，以防市场出现较大波动。同时，关注整体市场情绪及相关消息，以便及时调整交易策略。"
    },
    "en": {
      "title": "Dogecoin vs US Dollar Technical Analysis",
      "content": "The current price of Dogecoin against the US Dollar stands at 0.15752, reflecting a minor 24-hour decline of 0.30%. This slight downturn suggests a consolidation phase after a recent uptick. The price has oscillated between a high of 0.15813 and a low of 0.15716, indicating a tight trading range. Such price action could signal indecision among traders, but it also lays the groundwork for potential breakouts in either direction. \n\nOn the technical indicators front, the absence of an RSI reading limits our ability to assess overbought or oversold conditions. However, the MACD at -0.00048 suggests a bearish momentum, albeit marginally. This negative value indicates that sellers may have the upper hand in the short term. Meanwhile, the 20-day Simple Moving Average (SMA) at 0.154793 acts as a crucial support level, and a sustained movement below this could trigger further selling interest.\n\nFrom a support and resistance perspective, the immediate support level is evident at 0.154793, aligned with the SMA. A break below this level could open the door for a deeper retracement, potentially targeting the next support level around 0.1500. Conversely, resistance is currently observed near 0.15813. A breakout above this threshold could attract bullish momentum, paving the way for a retest of higher prices, possibly near 0.1600.\n\nTraders should consider adopting a cautious approach in the current environment. Monitoring for a decisive break above 0.15813 could present a buying opportunity, while a decline below 0.154793 may warrant a short position. Overall, maintaining a vigilant eye on market sentiment and technical developments will be crucial for navigating Dogecoin's price action in the coming sessions."
    }
  }
}