{
  "symbol": "DOGE/USD",
  "name": "Dogecoin vs US Dollar",
  "nameCn": "狗狗币/美元",
  "timestamp": "2026-02-14T20:26:01.162Z",
  "price": {
    "close": "0.10868",
    "high": "0.10929",
    "low": "0.108",
    "open": "0.10857",
    "change": "0.16",
    "datetime": "2026-02-14 20:00:00"
  },
  "indicators": {
    "rsi": 89.22864,
    "macd": 0.0032097701,
    "macd_signal": 0.0023243031,
    "sma20": 0.1006125
  },
  "analysis": {
    "zh": {
      "title": "狗狗币/美元技术分析：短期震荡整理，潜在上行空间",
      "content": "当前，狗狗币/美元的价格为0.10868美元，24小时变化仅为0.16%，市场处于震荡整理阶段。短期内，价格维持在0.108到0.10929区间内波动，显示出市场缺乏明显的方向性。整体走势较为平稳，但仍然可能受到市场情绪和外部因素的影响。\n\n技术指标方面，虽然RSI和MACD信号暂未完全明确，但从SMA(20)来看，价格相对均值0.1006存在一定的上行空间。当前价格接近短期均线，且未触及超买或超卖区，显示出市场有一定的反弹潜力。MACD的0.0032值表明短期内存在微弱的上涨动能，但没有强烈的趋势。\n\n支撑位位于0.108美元附近，一旦跌破此价位，可能会测试0.107的进一步支撑。阻力位则在0.10929附近，突破后可能会向0.11挑战。操作上，建议投资者在接近支撑位时寻找低吸机会，若价格突破阻力，则可考虑短期内的多头布局。\n\n综合来看，狗狗币/美元当前处于震荡整理阶段，建议关注突破关键支撑和阻力位的信号。在此区间内，保持谨慎的短线操作，避免过度追高。"
    },
    "en": {
      "title": "Dogecoin vs US Dollar Technical Analysis",
      "content": "The current price of Dogecoin against the US Dollar (DOGE/USD) stands at 0.10868, showing a modest 24-hour change of +0.16%. Despite the low volatility in the short term, this range-bound price action suggests a consolidation phase. The price has been fluctuating between the highs of 0.10929 and the lows of 0.108, indicating a narrow channel that traders might use for intraday scalping. The market is largely neutral at this stage, without any dominant trend direction emerging.\n\nThe lack of available RSI data makes it difficult to assess overbought or oversold conditions. However, the MACD is currently at 0.0032097701, which suggests potential bullish momentum, though the absence of a clear signal line makes it difficult to confirm. This indicates that there is some buying pressure, but the market has not yet exhibited strong enough signals to consider a breakout. Until the signal line appears, it is best to remain cautious and monitor for clearer indicators.\n\nThe 20-period simple moving average (SMA) is at 0.1006125, which is significantly below the current price. This suggests that the general trend in the medium term is bullish, as the price is above this moving average. The SMA can act as a dynamic support level, meaning a pullback towards this level could present a buying opportunity. If the price dips near the 0.108 region and holds, it might provide a favorable entry point for long trades.\n\nSupport is expected around the 0.108 level, while resistance is seen at 0.10929. A break above the resistance level could lead to a move towards higher levels, potentially testing 0.110 or beyond. Conversely, if the price fails to hold the 0.108 support, a deeper correction could take the market towards the SMA at 0.100. For now, range-bound strategies, with buy near support and sell near resistance, are advisable until a clearer trend develops."
    }
  }
}