{
  "symbol": "DOGE/USD",
  "name": "Dogecoin vs US Dollar",
  "nameCn": "狗狗币/美元",
  "timestamp": "2026-02-07T21:49:07.596Z",
  "price": {
    "close": "0.09839",
    "high": "0.09887",
    "low": "0.09818",
    "open": "0.09869",
    "change": "-0.28",
    "datetime": "2026-02-07 21:00:00"
  },
  "indicators": {
    "rsi": 57.62801,
    "macd": 0.00050413066,
    "macd_signal": 0.00032185205,
    "sma20": 0.097119
  },
  "analysis": {
    "zh": {
      "title": "狗狗币/美元技术分析：震荡整理，短期关注支撑位",
      "content": "当前狗狗币/美元（DOGE/USD）价格在0.09839附近，呈现轻微震荡整理走势。尽管24小时变化较小（-0.28%），市场情绪仍显谨慎，未能有效突破0.09887的高点。当前价格接近短期均线SMA(20)的0.0971水平，显示市场处于整理区间。\n\n技术指标方面，MACD值为0.00050413066，但由于信号线缺失，暂时无法全面分析动能方向。RSI(14)缺乏数据，因此无法通过相对强弱指数来判断超买或超卖状态。整体来看，价格波动区间较小，暗示市场缺乏明确的趋势指引。\n\n支撑位方面，0.09818附近为短期关键支撑位，一旦跌破此水平，可能会进一步回调至0.0970附近。若价格继续保持在此区间内震荡整理，则阻力位0.09887为近期的上行压力点。市场情绪较为平淡，价格突破这些关键点位将指示可能的进一步走势。\n\n综合来看，当前建议投资者保持观望，等待价格突破关键支撑或阻力位后再做进一步操作。若下跌至支撑位附近，可考虑低位买入，反之，若突破阻力位，可考虑适度追涨。"
    },
    "en": {
      "title": "Dogecoin vs US Dollar Technical Analysis",
      "content": "The Dogecoin market shows a slightly bearish short-term trend, as reflected by its current price of 0.09839, which is just above the 20-period simple moving average (SMA) of 0.09712. The price movement within the last 24 hours indicates minimal volatility, with a small change of -0.28%. The high/low range of 0.09887 and 0.09818 further reinforces this narrow range, suggesting a lack of strong momentum in either direction. If the price continues to hover just above the SMA, this could indicate that the trend may remain neutral, with potential for a reversal or continuation depending on market sentiment.\n\nIn the absence of the RSI and with the MACD showing a value of 0.00050413066, a detailed interpretation of momentum is limited. However, the MACD's positive value suggests that bullish pressure may still be present, though it is not currently strong enough to signal a definitive upward move. The market could see further consolidation if the MACD line remains near its current level. Traders should be cautious of a lack of clear trend signals and wait for further confirmation before acting.\n\nLooking at the support and resistance levels, the immediate support appears to be around the 0.09818 level, which has held up during recent price fluctuations. A break below this level could expose further downside potential toward the next key support at 0.09700. On the upside, the resistance level sits just above the recent high at 0.09887. A breakout above this level would open the door for a potential retest of the 0.10 mark, which would be a crucial level for bullish continuation.\n\nFor traders, maintaining a cautious approach is recommended given the narrow trading range and lack of definitive momentum. A breakout above 0.09887 could provide an opportunity for short-term bullish trades, while a drop below 0.09818 might prompt bearish action. Monitoring the MACD and waiting for the RSI to provide further context will help refine entry and exit points for those looking to capitalize on potential shifts in Dogecoin's price action."
    }
  }
}