{
  "symbol": "AVAX/USD",
  "name": "Avalanche vs US Dollar",
  "nameCn": "雪崩币/美元",
  "timestamp": "2026-01-25T13:52:28.008Z",
  "price": {
    "close": "11.9642",
    "high": "11.9642",
    "low": "11.901",
    "open": "11.9373",
    "change": "0.23",
    "datetime": "2026-01-25 13:00:00"
  },
  "indicators": {
    "rsi": 44.59227,
    "macd": -0.041309385,
    "macd_signal": -0.044290772,
    "sma20": 11.99529
  },
  "analysis": {
    "zh": {
      "title": "> search(\"你是专业的数字货币交易分析师。请对 雪崩币/美元(AVAX/USD) 进行技术分析。\\n\\n当前市场数据：\\n- 最新价格: 11.9642\\n- 24小时变化: 0.23%\\n- 高点/低点: 11.9642 / 11.901\\n- RSI(14): N/A\\n- MACD: -0.041309385, Signal: N/A\\n- SMA(20): 11.99529\\n\\n要求：\\n1. 第一行：完整的中文标题，格式：\\\"雪崩币/美元技术分析：[趋势描述]\\\"\\n2. 然后空一行\\n3. 正文3-4段，每段60-80字，总共250-300字\\n4. 包含：趋势判断、技术指标解读、支撑/阻力位、交易建议\\n5. 使用专业术语但易于理解\\n6. 不要添加任何标签或额外说明\\n\\n立即开始（第一行就是标题）：\")",
      "content": "雪崩币/美元技术分析：短线震荡偏弱，但守稳关键支撑\n\n当前AVAX价格在约11.96美元区间内窄幅震荡，微涨0.23%反映动能不足，短线趋势仍偏弱整理。价格徘徊在20日均线下方且未显著上破，表明多头力量受限，整体偏向区间盘整至承压走势。历史分析显示该代币长期处于下行后的反弹结构中，趋势未明确反转。\n\n技术指标解读方面，AX）综合分析 | Lucky Moneys发布于币安广场 - Binance](https://www.binance.com/zh-CN/square/post/12467850878930?utm_source=chatgpt.com)** · *binance.com* · 2024/8/21\n\n> 结论 Avalanche（AVAX）目前正处于长期下跌后的短期复苏之中。 使用StockNai方法综合分析显示，存在积极信号，但投资者需要保持谨慎，多观察市场信号来做出决策。 突破23.5美元阻力位将是 $AVAX 下一步走势的决定因素 祝您投资成功！\n\n技术指标解读方面，MACD处于负值区间说明动能偏弱，同时价格低于SMA(20)反映均线承压，RSI等振荡指标虽暂无但整体市场情绪偏谨慎。若价格不能有效上破近期阻力，则多头信号难以确认，在11.9附近支撑与更高压力区间振荡。\n\n关键支撑位上看，当前区间下缘支撑约在11.6–11.9美元附近，一旦守稳有助于维持盘整结构；上方阻力位约在12.2–12.3美元区间及更高的EMA/均线汇集位置，如无法突破，则可能重新回落。中期重要阻力在更高区间，历史?utm_source=chatgpt.com)** · *investing.com*\n\n> Detailed AVAX forecast as well as a Avalanche technical analysis through moving averages, buy/sell signals, and common chart indicators.\n\n关键支撑位上看，当前区间下缘支撑约在11.6–11.9美元附近，一旦守稳有助于维持盘整结构；上方阻力位约在12.2–12.3美元区间及更高的EMA/均线汇集位置，如无法突破，则可能重新回落。中期重要阻力在更高区间，历史分析指出较高阻力位曾在20美元以上。\n\n交易建议上，震荡偏弱格局下谨慎对待追涨，建议等待价格稳健突破12.3美元以上确认短线反转或随后更高阻力位放量上攻；下方若跌破t resistance ...](https://www.gate.com/crypto-wiki/article/what-is-avalanche-avax-price-volatility-analysis-support-resistance-levels-and-btc-eth-correlation-in-2025-20251219?utm_source=chatgpt.com)** · *Gate.com* · 2025/12/19\n\n> The article analyzes Avalanche (AVAX) price volatility and its correlation with BTC and ETH in December 2025. It discusses the current trading range of $11.59 to $13.21 as key support and resistance levels, highlighting the significance of breaking these barriers. It examines AVAX's performance decline and its high correlation with major cryptocurrencies, suggesting market-wide sentiment and ...\n\n交易建议上，震荡偏弱格局下谨慎对待追涨，建议等待价格稳健突破12.3美元以上确认短线反转或随后更高阻力位放量上攻；下方若跌破11.9美元，可考虑减仓或设止损以控制风险。区间交易者可在支撑附近逢低布局、在阻力区域短线获利了结。"
    },
    "en": {
      "title": "Avalanche vs US Dollar Technical Analysis",
      "content": "> search(\"You are a professional cryptocurrency analyst. Provide technical analysis for Avalanche vs US Dollar (AVAX/USD).\\n\\nCurrent Market Data:\\n- Latest Price: 11.9642\\n- 24h Change: 0.23%\\n- High/Low: 11.9642 / 11.901\\n- RSI(14): N/A\\n- MACD: -0.041309385, Signal: N/A\\n- SMA(20): 11.99529\\n\\nRequirements:\\n1. Write 3-4 paragraphs, 60-80 words each, total 250-300 words\\n2. Include: trend analysis, indicator interpretation, support/resistance levels, trading suggestions\\n3. Use professional but accessible language\\n4. No labels, no meta-commentary\\n5. Start immediately with the content (no title needed)\\n\\nBegin:\")\n\nPrice action around **$11.96** shows *mild stability* after recent consolidation. The tiny 0.23% 24‑hour move and narrow high/low range suggest buyers and sellers are in relative balance. On the *short term*, price remains slightly below the 20‑period SMA at about **$11.995**, implying a mild bearish bias. Without a clear breakout above this average, the trend lacks strong upward conviction. Still, the absence of sharp declines reflects decent support interest near current levels.\n\nLooking at momentum, the MACD’s negative reading around **–0.0413** points to softer bullish energy. With the signal line unavailable, we focus on the MACD itself — it’s beneath zero, hinting that recent price momentum favors sellers. However, the lack of sharp divergence or acceleration suggests momentum is not intensely bearish. Ideally, confirmation via RSI above 50 or a rising MACD histogram would reinforce bullish hopes, but current indicators lean toward *neutral to slightly bearish* territory.\n\nFor key levels, **support** likely clusters near **$11.80–11.85**, where recent lows and structural demand zones converge. A breakdown below this zone on strong volume could expose lower support near **$11.50**, making intraday long entries riskier. On the upside, **resistance** sits around **$12.00–12.10**, where the 20‑SMA and recent highs align. A decisive break and close above $12.10 could shift sentiment, inviting momentum buyers and potentially retesting **$12.30–12.50**.\n\nIn terms of trading suggestions, cautious players might favor range‑based strategies while price oscillates between support and resistance. Shorter‑term longs near support with tight stops under **$11.75** can manage risk, while breakout traders might wait for a confirmed close above **$12.10** before entering bullish positions. Conversely, aggressive shorts could trigger on a sustained break below **$11.80**, targeting **$11.50** with prudent risk control. Always balance position size with volatility, as compression phases can resolve quickly."
    }
  }
}