{
  "symbol": "AVAX/USD",
  "name": "Avalanche vs US Dollar",
  "nameCn": "雪崩币/美元",
  "timestamp": "2026-02-10T14:46:08.646Z",
  "price": {
    "close": "8.746",
    "high": "8.8758",
    "low": "8.736",
    "open": "8.807",
    "change": "-0.70",
    "datetime": "2026-02-10 14:00:00"
  },
  "indicators": {
    "rsi": 36.84855,
    "macd": -0.068848177,
    "macd_signal": -0.053795442,
    "sma20": 8.92957
  },
  "analysis": {
    "zh": {
      "title": "> search(\"你是专业的数字货币交易分析师。请对 雪崩币/美元(AVAX/USD) 进行技术分析。\\n\\n当前市场数据：\\n- 最新价格: 8.746\\n- 24小时变化: -0.70%\\n- 高点/低点: 8.8758 / 8.736\\n- RSI(14): N/A\\n- MACD: -0.068848177, Signal: N/A\\n- SMA(20): 8.92957\\n\\n要求：\\n1. 第一行：完整的中文标题，格式：\\\"雪崩币/美元技术分析：[趋势描述]\\\"\\n2. 然后空一行\\n3. 正文3-4段，每段60-80字，总共250-300字\\n4. 包含：趋势判断、技术指标解读、支撑/阻力位、交易建议\\n5. 使用专业术语但易于理解\\n6. 不要添加任何标签或额外说明\\n\\n立即开始（第一行就是标题）：\")",
      "content": "雪崩币/美元技术分析：短期承压震荡偏弱\n\n当前价格回落至8.74美元附近，较20日均线8.93明显偏下，短线趋势偏弱，承压格局明显。价格在高位8.87遇阻回落，显示多头动能不足，短线或维持区间震荡整理，趋势需要关注能否有效站稳均线。\n\n技术指标上，MACD处于负值区域且无明显金叉迹象，动能弱于平均水平，表明卖压较强。RSI数据缺失需谨慎，但价格承压均线本身即暗示超卖可能未明显释放，短期震荡整理概率大于持续上涨。\n\n关键支撑位初步看向前低8.736及心理整数位8.50，若跌破则可能加速下探；阻力位依次关注20日均线8.93及9.10附近，若有效突破则短线止跌信号增强。阻力压力显现，需等待成交量配合确认。\n\n交易上建议保守者暂时观望为主，等待震荡区间明确后再择机进场。激进者可在支撑位附近考虑小仓位做多，止损设于8.60下方；突破阻力且量能放大时再加仓，以降低回撤风险。谨防急跌与假突破。"
    },
    "en": {
      "title": "Avalanche vs US Dollar Technical Analysis",
      "content": "The price of Avalanche (AVAX) against the US Dollar is currently in a neutral to slightly bearish trend. With a recent price of $8.746 and a 24-hour change of -0.70%, the market shows some weakness. The price has been contained between the high of $8.8758 and the low of $8.736, indicating a range-bound consolidation. Without any strong directional momentum, it seems the market is seeking direction, with key levels forming a potential pattern of consolidation.\n\nLooking at the simple moving average (SMA) of the 20-period, currently at $8.92957, we observe that the price is trading just below this level. This suggests short-term bearishness, as price action failing to sustain above the SMA indicates that momentum could be leaning towards further downside. The lack of an RSI reading makes it difficult to evaluate the strength of the current trend, but the MACD reading of -0.068848177 signals a mild negative momentum, suggesting further pressure towards the downside if the trend continues.\n\nIn terms of support, the immediate level to watch is the recent low of $8.736. A break below this level could open up further downside toward the next support zone near $8.50. On the resistance side, the price needs to surpass the SMA at $8.92957, followed by the recent high at $8.8758. If the price can break through these levels with conviction, it could signal a reversal or upward movement.\n\nGiven the current market conditions, traders may want to consider selling near resistance levels around $8.93 or higher, while looking for buy opportunities near support, especially if price action confirms a rebound at $8.736. Patience is key, as confirmation of trend direction will be important before taking larger positions."
    }
  }
}