{
  "symbol": "DOGE/USD",
  "name": "Dogecoin vs US Dollar",
  "nameCn": "狗狗币/美元",
  "timestamp": "2026-02-25T07:42:53.213Z",
  "price": {
    "close": "0.09258",
    "high": "0.09294",
    "low": "0.09227",
    "open": "0.0923",
    "change": "0.30",
    "datetime": "2026-02-25 07:00:00"
  },
  "indicators": {
    "rsi": 51.65927,
    "macd": 0.00001048163,
    "macd_signal": -0.00011415487,
    "sma20": 0.0920635
  },
  "analysis": {
    "zh": {
      "title": "狗狗币/美元技术分析：趋势维持震荡整理",
      "content": "当前狗狗币/美元（DOGE/USD）在0.09258附近维持震荡整理的状态，价格波动较小。根据24小时变化为0.30%，表明市场情绪相对平稳，没有显著的方向性走势。近期高点0.09294和低点0.09227之间的区间反映出短期内市场的震荡格局。\n\n从技术指标来看，当前RSI数据缺失，无法判断是否存在超买或超卖的情况。MACD数值为0.000010481630，说明短期内市场的买卖力量较为平衡，尚未形成强烈的趋势信号。SMA(20)为0.092063500，显示出短期均线略微高于当前价格，暗示市场可能存在一定的上行压力。\n\n支撑位方面，0.09227附近的低点提供了短期支撑，若价格跌破该位置，可能会进一步测试更低的支撑区间。阻力位在0.09294，突破该位置后，可能会迎来一轮短期上涨。投资者应关注这些关键水平，以便判断未来价格走势。\n\n建议投资者在当前区间内进行短线操作，考虑在支撑位附近寻找买入机会，而在接近阻力位时考虑适时卖出或平仓。若价格突破重要支撑或阻力位，可能需要调整策略。"
    },
    "en": {
      "title": "Dogecoin vs US Dollar Technical Analysis",
      "content": "The Dogecoin (DOGE/USD) market is currently showing a relatively stable trend, with a modest 24-hour change of +0.30%. The price is hovering just above the 20-period simple moving average (SMA) of 0.09206, which indicates a slight bullish sentiment in the short term. The lack of a defined RSI(14) value makes it harder to assess overbought or oversold conditions, but the steady price movement suggests a neutral-to-positive outlook for the moment. A break above the high of 0.09294 could signal further upside potential, while a drop below the low of 0.09227 may test support levels.\n\nOn the technical front, the MACD value of 0.000010481630 shows a slight bullish momentum, though without a signal line for confirmation, the trend strength remains uncertain. Traders should pay attention to any developments that could confirm a more sustained shift in momentum. Since the market is holding above the SMA, this could act as a support level around 0.0920, with the next major support potentially forming near 0.09227. On the resistance side, 0.09294 remains a crucial level, which, if breached, could lead to a retest of previous highs near 0.0935.\n\nConsidering the current trend and indicators, short-term traders could look to buy near the support level (0.0920 - 0.09227) with tight stops, aiming for a test of resistance near 0.09294. A break above this resistance would signal potential for a continued rally, with the next resistance target around 0.0935. Conversely, a failure to hold above 0.0920 might indicate a bearish reversal, with further support at 0.0915 or lower.\n\nFor longer-term strategies, observing the broader market sentiment and any changes in Dogecoin’s fundamentals will be crucial. While the current range-bound price action suggests limited volatility, any significant price breakouts could lead to stronger trends. Traders should remain vigilant, with careful risk management in place to navigate potential price swings."
    }
  }
}