{
  "symbol": "DOGE/USD",
  "name": "Dogecoin vs US Dollar",
  "nameCn": "狗狗币/美元",
  "timestamp": "2026-02-16T05:29:11.539Z",
  "price": {
    "close": "0.10135",
    "high": "0.10353",
    "low": "0.10114",
    "open": "0.10337",
    "change": "-1.94",
    "datetime": "2026-02-16 05:00:00"
  },
  "indicators": {
    "rsi": 34.35148,
    "macd": -0.0016914291,
    "macd_signal": -0.0012790489,
    "sma20": 0.105086
  },
  "analysis": {
    "zh": {
      "title": "狗狗币/美元技术分析：[短期震荡走势，等待突破信号]",
      "content": "当前狗狗币/美元（DOGE/USD）的价格处于0.10135附近，短期内显示出震荡整理的趋势。价格在24小时内下跌了1.94%，并且在0.10353和0.10114之间波动。整体看，市场缺乏明确的方向，短期内可能会继续维持区间整理。\n\n从技术指标来看，RSI和MACD的数值尚未提供足够的信息以预测价格的明确走势。MACD处于负值（-0.0017），但缺乏进一步的信号确认，显示市场动能较弱。SMA(20)位于0.1051附近，说明短期内市场曾有支撑于该位置，但价格下行突破后，短期反弹难度加大。\n\n在支撑位方面，当前0.10114可能是价格下行的关键支撑区域，若突破该位置，价格可能会进一步下探至更低水平。阻力位则位于0.10353一线，如果价格能够突破这一阻力，可能会恢复到之前的上涨趋势。\n\n建议短线交易者保持观望，关注0.10114和0.10353的突破情况，突破后再考虑进场操作。如果价格维持震荡整理，可以等待更明确的信号后再做决策。"
    },
    "en": {
      "title": "Dogecoin vs US Dollar Technical Analysis",
      "content": "The Dogecoin (DOGE) market is currently experiencing a slight downtrend, as reflected by the 24-hour price change of -1.94%. The price has dropped from the recent high of 0.10353, moving closer to the low of 0.10114. This movement suggests some short-term bearish pressure. With the latest price sitting at 0.10135, DOGE is testing key support around the 0.101 level. If this support holds, a potential rebound could occur, but if it breaks, the price might head lower, toward the 0.100 region.\n\nLooking at the Simple Moving Average (SMA) over 20 periods, we see that the 0.105 level is acting as a minor resistance point. This reflects a bearish short-term outlook, as the price is trading below this SMA. If DOGE manages to break above the 0.105 mark and stay there, a reversal to a more bullish trend could develop. However, without clear bullish momentum, this resistance might cap any upside movement. For traders, this resistance level should be watched closely.\n\nThe MACD is currently in negative territory at -0.0017, indicating that the short-term momentum is weak. Since the Signal line is not available, it is hard to establish a clear direction. The negative MACD suggests that there is downward pressure, and the market could experience further consolidation or a mild decline. In such an environment, caution is advised, especially with no clear bullish signals. A break above the SMA could, however, signal a reversal.\n\nConsidering the current price action and indicators, support levels at 0.101 and 0.100 are critical for the short-term outlook. Traders should be cautious about the lack of momentum and avoid making large moves until there is more clarity. If the price falls below 0.100, it might lead to further selling. Alternatively, any break above the 0.105 level could prompt a shift to a more neutral to bullish stance."
    }
  }
}