{
  "symbol": "DOGE/USD",
  "name": "Dogecoin vs US Dollar",
  "nameCn": "狗狗币/美元",
  "timestamp": "2026-02-01T11:03:27.006Z",
  "price": {
    "close": "0.10482",
    "high": "0.10482",
    "low": "0.10463",
    "open": "0.10465",
    "change": "0.16",
    "datetime": "2026-02-01 11:00:00"
  },
  "indicators": {
    "rsi": 40.02307,
    "macd": -0.0012097287,
    "macd_signal": -0.0017139315,
    "sma20": 0.1041225
  },
  "analysis": {
    "zh": {
      "title": "狗狗币/美元技术分析：短线震荡偏强",
      "content": "当前DOGE/USD最新价0.10482，24小时小幅上涨0.16%，高低点区间极窄，显示多空拉锯明显。价格略高于SMA(20)0.10412，短线结构偏强，但动能仍偏谨慎。  \n\n技术指标方面，RSI(14)缺失，无法直接判断超买超卖；MACD为-0.0012097且处于负值区间，代表中期仍偏弱，但若后续柱体收敛、快慢线走平，可能形成弱势修复的早期信号。  \n\n支撑位关注0.10412（20日均线）与0.10463（日内低点附近），跌破则可能回踩0.10380一带；阻力位看0.10482（日内高点）与0.10550，若放量突破，短线有望延续上攻。  \n\n交易建议：激进者可在0.10420-0.10460分批轻仓试多，止损放在0.10380下方；稳健者等待突破0.10482并站稳后再跟进。若MACD继续走弱且跌破均线，建议转为观望或短线顺势。"
    },
    "en": {
      "title": "Dogecoin vs US Dollar Technical Analysis",
      "content": "The current price of Dogecoin (DOGE) against the US Dollar (USD) is showing slight bullish momentum at $0.10482, with a modest 24-hour change of 0.16%. This movement suggests a consolidation phase, as the price oscillates between a high of $0.10482 and a low of $0.10463. Observing this tight range indicates potential indecision among traders, which could precede a more significant price movement. The overall trend appears neutral, with the recent price action hinting at a possible breakout point.\n\nFrom a technical standpoint, the absence of RSI data makes it challenging to gauge overbought or oversold conditions. However, the MACD value of -0.0012097287 suggests a slight bearish trend, indicating that selling pressure could be present. The Simple Moving Average (SMA) of 20 days at $0.10412250 provides a critical benchmark. As the current price is above this SMA, it implies that the short-term sentiment remains bullish. A sustained price above the SMA could attract more buyers, reinforcing upward momentum.\n\nIn terms of support and resistance levels, the immediate support can be identified at the recent low of $0.10463. A break below this level could lead to further downside risk, potentially testing lower support zones. Conversely, the resistance level is established at the recent high of $0.10482. A decisive breakout above this level could attract momentum traders, potentially pushing prices higher. \n\nFor traders, current conditions suggest a cautious approach. Following a confirmed breakout above resistance, positions can be considered for buying, with tight stop-loss orders below the SMA to mitigate risk. Conversely, a failure to hold above the support level may warrant selling or a wait-and-see strategy until clearer signals emerge. Overall, navigating this market requires vigilance and a keen eye on upcoming price movements."
    }
  }
}