{
  "symbol": "DOGE/USD",
  "name": "Dogecoin vs US Dollar",
  "nameCn": "狗狗币/美元",
  "timestamp": "2026-02-24T20:35:06.881Z",
  "price": {
    "close": "0.09219",
    "high": "0.09233",
    "low": "0.0919",
    "open": "0.09205",
    "change": "0.16",
    "datetime": "2026-02-24 20:00:00"
  },
  "indicators": {
    "rsi": 48.7735,
    "macd": -0.00043462557,
    "macd_signal": -0.00066596017,
    "sma20": 0.091631
  },
  "analysis": {
    "zh": {
      "title": "狗狗币/美元技术分析：短期盘整偏多震荡",
      "content": "从价格走势来看，DOGE/USD近期围绕0.092水平波动，日内波动幅度有限，显示短期市场缺乏明确方向，但整体仍偏多。价格略高于20日均线0.09163，暗示短期支撑存在，下方回调空间有限。  \n\n技术指标方面，MACD处于负值区间，虽然信号线未提供，但负值幅度较小，意味着下行动能有限，价格可能在当前区间内震荡整理。缺乏RSI数据限制了超买超卖判断，但结合均线位置，可推测市场未进入明显超买阶段。  \n\n支撑位在0.0919附近，为近期低点区域，下破风险较低；阻力位在0.09233附近，接近日内高点，如价格突破该区域，可能触发短期多头加速。投资者可关注价格是否稳住均线并突破阻力位，以确认短期趋势。  \n\n交易策略上，建议短线以区间操作为主，低位可考虑小幅建仓，高位可适度减仓，控制仓位和止损。激进投资者可等待价格突破0.09233后跟随趋势入场，保持灵活应对震荡行情，避免追涨杀跌。"
    },
    "en": {
      "title": "Dogecoin vs US Dollar Technical Analysis",
      "content": "The Dogecoin market currently shows a modest 24-hour change of +0.16%, indicating a slight bullish sentiment. The price is currently testing the $0.092 level, which has acted as a key resistance point. If this level is breached, there is potential for a move toward the next resistance around $0.093, with the possibility of higher highs in the short-term. Conversely, if the price fails to break above $0.092, a retracement to the lower support at $0.091 could occur. A sustained close below this level could signal further bearish pressure.\n\nThe absence of a clear RSI value means it’s difficult to assess overbought or oversold conditions at this point. However, the MACD shows a slight negative value of -0.00043462557, indicating a very mild bearish momentum. Although the market isn’t currently exhibiting strong trend-following signals, the proximity of the price to the SMA(20) at $0.0916 suggests that the market may lean towards short-term consolidation around this level. Traders should closely monitor for any crosses in the MACD for more confirmation.\n\nSupport and resistance levels are currently pivotal for understanding short-term price action. The key support at $0.0919 has held firm during this consolidation phase, while $0.09233 continues to act as resistance. If the price breaks through resistance, the next zone of interest would be around $0.093, where additional resistance may develop. On the downside, a break below $0.0919 could open up further downside toward $0.0905, marking a key psychological support level.\n\nGiven the current mixed signals, a cautious approach is advised. Traders might consider entering on a confirmed break above $0.09233 for a bullish short-term trade, with a target toward $0.093. On the flip side, a break below the $0.0919 support could lead to bearish trades with a target around $0.0905. Always ensure a risk management strategy is in place, particularly in volatile conditions like these."
    }
  }
}