{
  "symbol": "DOGE/USD",
  "name": "Dogecoin vs US Dollar",
  "nameCn": "狗狗币/美元",
  "timestamp": "2026-02-23T06:22:05.459Z",
  "price": {
    "close": "0.09397",
    "high": "0.09439",
    "low": "0.09269",
    "open": "0.09277",
    "change": "1.30",
    "datetime": "2026-02-23 06:00:00"
  },
  "indicators": {
    "rsi": 41.063132,
    "macd": -0.0012204339,
    "macd_signal": -0.001158225,
    "sma20": 0.0947505
  },
  "analysis": {
    "zh": {
      "title": "狗狗币/美元技术分析：震荡整理，短期偏弱",
      "content": "当前狗狗币/美元（DOGE/USD）价格位于0.09397附近，整体处于震荡整理阶段。短期内价格未显著突破上行或下行趋势，形成区间震荡。市场波动幅度较小，表明投资者情绪较为谨慎，未能有效推动价格突破阻力或支撑位。\n\n从技术指标来看，MACD目前呈现负值，表明短期内卖方力量较为占优。然而，由于RSI指标缺失，未能提供足够的超买或超卖信息。SMA(20)均线位于0.09475附近，作为短期价格的移动平均线，对价格构成一定的支撑作用，但价格仍未显著偏离该水平。\n\n在支撑位方面，0.09269是当前的近期低点，若价格跌破此位置，可能会进一步测试更低的支撑区域；而在上行方面，0.09439为近期的高点，突破此位有望迎来新的上升动能。当前市场缺乏明确的方向性，因此短期交易者应保持谨慎，等待突破信号的确认。\n\n建议投资者在震荡行情中采取保守策略，适时观望，避免盲目追高或杀跌。若突破支撑或阻力位，可以适时调整仓位，但应密切关注市场情绪变化，避免因短期波动而做出过度反应。"
    },
    "en": {
      "title": "Dogecoin vs US Dollar Technical Analysis",
      "content": "The DOGE/USD market is currently trading at 0.09397, with a modest 24-hour change of 1.30%. The price has been oscillating within a narrow range, with a high of 0.09439 and a low of 0.09269. Despite the slight upward movement, the overall market sentiment appears to be neutral, with no major shifts in momentum or volume. The price remains below the 20-period simple moving average (SMA) of 0.09475, which suggests potential bearish pressure in the near term unless a reversal occurs.\n\nThe absence of RSI and a signal for MACD complicates the interpretation of overbought or oversold conditions, leaving us reliant on price action. The current market is slightly tilted toward the downside, as reflected by the negative MACD value of -0.00122. However, the lack of any definitive bullish or bearish signals suggests the market is consolidating, waiting for a catalyst to trigger a more decisive move. Traders should watch for a clear break above or below key levels for further insight.\n\nIn terms of support and resistance, the immediate support level lies around 0.09269, just above the day's low. A significant break below this level could open the door for further downside toward 0.09000 or lower. On the other hand, the resistance lies at 0.09439, the high of the day, and if price action breaks above this level, we may see a push towards 0.0960 or higher. These levels provide traders with clear entry and exit points for risk management.\n\nFor traders, the ideal strategy would be to wait for confirmation of a breakout in either direction. If the price sustains above the 0.09439 resistance, a long position with a target of 0.0960 could be considered. Conversely, a break below the 0.09269 support could trigger a short trade with targets toward 0.09000. However, given the lack of clear momentum indicators, caution and tight risk management are advised."
    }
  }
}