{
  "symbol": "DOGE/USD",
  "name": "Dogecoin vs US Dollar",
  "nameCn": "狗狗币/美元",
  "timestamp": "2026-02-08T14:01:24.195Z",
  "price": {
    "close": "0.09826",
    "high": "0.09853",
    "low": "0.09769",
    "open": "0.09828",
    "change": "-0.01",
    "datetime": "2026-02-08 13:00:00"
  },
  "indicators": {
    "rsi": 55.1366,
    "macd": 0.00021863747,
    "macd_signal": 0.00017381929,
    "sma20": 0.0977895
  },
  "analysis": {
    "zh": {
      "title": "狗狗币/美元技术分析：[震荡整理，短期多空难分]",
      "content": "当前狗狗币/美元（DOGE/USD）价格处于0.09826附近，短期内维持震荡整理格局。尽管价格略有下行，但整体波动幅度较小，未能出现明显的趋势性变化。近期价格在0.09769到0.09853之间反复波动，表明市场缺乏强烈的买入或卖出动能。\n\n技术指标方面，当前未提供RSI和MACD信号，无法提供明确的超买超卖或趋势确认。然而，SMA(20)指标在0.09778处，反映出短期内价格尚未偏离该均线太远，表明市场可能仍维持震荡状态。在此均线附近形成支撑，若突破0.0985则有望测试更高价格。\n\n支撑位方面，0.0977为关键支撑区，若跌破该位置，可能会测试更低水平；反之，0.0985将成为重要阻力位，突破后可能打开进一步上涨空间。考虑到当前缺乏明显趋势信号，建议短期内以震荡区间操作为主，等待突破信号确认后再做决定。\n\n交易建议：在支撑位附近寻找低位买入机会，若价格突破0.0985，则可考虑逐步加仓。注意控制仓位，避免过度交易。"
    },
    "en": {
      "title": "Dogecoin vs US Dollar Technical Analysis",
      "content": "The Dogecoin market is currently showing mild bearish sentiment, with the latest price at $0.09826, reflecting a slight 24-hour change of -0.01%. The price is trading just above its 20-period simple moving average (SMA), which sits at $0.09779. This suggests that the market is still somewhat stable, though the absence of significant bullish momentum implies the potential for further consolidation. Traders should closely monitor any breakout or breakdown from the current range.\n\nLooking at key support and resistance levels, the immediate support is at $0.09769, which is the recent low. If the price drops below this level, further downside toward $0.09500 or lower could be possible. On the upside, the next resistance is at $0.09853, the recent high. If Dogecoin surpasses this level, it could signal a potential move towards $0.10 or even higher, depending on broader market conditions.\n\nWithout a clear RSI reading, it’s important to rely on other indicators like the MACD. Currently, the MACD is at 0.00021863747, showing a weak bullish momentum. The lack of a signal line makes it difficult to identify a clear trend, but the MACD’s positive value suggests that the market could be poised for slight upward pressure, though any significant rally would likely require confirmation through other indicators.\n\nFor trading strategies, a conservative approach would be to look for confirmation of either support or resistance breakouts. If the price bounces off $0.09769, a short-term buy position targeting the $0.09853 resistance could be viable. Alternatively, if the price falls below $0.09769, a short position with a target near $0.09500 could be considered, with tight stop-losses to manage risk. Patience is key, as the market is currently in a tight range."
    }
  }
}