{
  "symbol": "DOGE/USD",
  "name": "Dogecoin vs US Dollar",
  "nameCn": "狗狗币/美元",
  "timestamp": "2026-02-23T22:09:53.400Z",
  "price": {
    "close": "0.09327",
    "high": "0.09352",
    "low": "0.0932",
    "open": "0.09331",
    "change": "-0.04",
    "datetime": "2026-02-23 22:00:00"
  },
  "indicators": {
    "rsi": 38.16777,
    "macd": -0.00062666855,
    "macd_signal": -0.00044354685,
    "sma20": 0.094567
  },
  "analysis": {
    "zh": {
      "title": "狗狗币/美元技术分析：震荡整理，短期难以突破",
      "content": "当前狗狗币/美元（DOGE/USD）的价格为0.09327，整体呈现震荡整理的走势。最近24小时价格变化较小，仅有-0.04%的波动，显示出市场的疲软。高点0.09352和低点0.0932也表明价格在一个狭窄区间内波动。\n\n在技术指标方面，虽然RSI(14)没有给出具体数值，但MACD处于负值区域（-0.00062666855），表明短期内市场动力偏弱。MACD负值的出现可能暗示短期内价格仍面临下行压力。SMA(20)处于0.094567000附近，进一步支持了当前震荡整理的趋势。\n\n从支撑和阻力位来看，当前的支撑位约在0.0932，若价格跌破此位，可能会进一步回调至0.0920附近。而0.0945附近则为重要的阻力位，突破此位则可能会重新测试0.0950或更高价格。由于目前缺乏明确的上涨动力，价格短期内可能仍会维持震荡整理格局。\n\n交易建议上，建议在支撑位附近考虑低吸操作，但需保持谨慎，密切关注价格是否能突破阻力位0.0945。如果价格跌破支撑位0.0932，则可以考虑适度止损，规避风险。"
    },
    "en": {
      "title": "Dogecoin vs US Dollar Technical Analysis",
      "content": "The Dogecoin market shows slight bearish pressure, as indicated by the current price of $0.09327, just above its recent low of $0.0932. The relatively small 24-hour change of -0.04% suggests consolidation, with the market lacking clear directional momentum. The price is currently trading below the 20-period simple moving average (SMA) of $0.09457, signaling a short-term downtrend. Traders should be cautious of further downward movement, especially if the price fails to reclaim the SMA level.\n\nThe lack of an available RSI(14) makes it challenging to assess momentum through overbought or oversold conditions. However, the MACD value of -0.00062666855 suggests weak bearish momentum, as the MACD line is below the signal line. With no other clear signal yet from the indicators, traders might look for confirmation through price action or other technical signals before entering positions. The market remains uncertain, and additional caution is warranted.\n\nSupport levels are visible at $0.0932, with further downside possible if this level fails to hold. A break below this could bring the price closer to the $0.0925 area, where the next potential support may lie. Resistance is likely at the $0.0945–0.0946 range, close to the recent SMA, with any moves above this area signaling a possible shift toward bullish behavior. A move above the SMA might indicate the beginning of a more significant retracement higher.\n\nGiven the current lack of clear trend strength, a neutral-to-bearish stance is recommended until a breakout occurs. A potential buying opportunity could arise if the price successfully reclaims and holds above $0.0945, with the next key target near $0.0955. Conversely, traders should watch for continued bearish pressure if support at $0.0932 breaks, signaling further downside potential."
    }
  }
}