{
  "symbol": "ADA/USD",
  "name": "Cardano vs US Dollar",
  "nameCn": "艾达币/美元",
  "timestamp": "2026-01-28T21:53:07.777Z",
  "price": {
    "close": "0.357886",
    "high": "0.358723",
    "low": "0.355104",
    "open": "0.357591",
    "change": "0.05",
    "datetime": "2026-01-28 21:00:00"
  },
  "indicators": {
    "rsi": 50.31268,
    "macd": 0.00066967457,
    "macd_signal": 0.0011063584,
    "sma20": 0.35857985
  },
  "analysis": {
    "zh": {
      "title": "艾达币/美元技术分析：[震荡整理，短期维持窄幅波动]",
      "content": "当前艾达币/美元（ADA/USD）价格稳定在0.357886附近，显示出较强的横盘整理走势。尽管24小时内价格波动仅为0.05%，但市场并未显示出强烈的上涨或下跌动能，表明市场情绪较为谨慎，投资者正在等待更明确的价格信号。\n\n从技术指标来看，MACD值为0.00066967457，但由于信号线尚未形成，当前无法得出明确的买入或卖出信号。SMA(20)均线位于0.35857985，略低于现价，显示出价格有轻微回调的可能性。由于RSI未提供数据，无法通过超买超卖的角度判断市场是否过热或过冷。\n\n短期内，支撑位可参考0.355104，而阻力位则在0.358723附近。若价格突破阻力位，可能会出现进一步的上涨，反之则可能回测支撑位。建议投资者保持观望，等待价格突破关键区间或技术指标出现明确信号后再做决策。\n\n总体来看，艾达币/美元当前处于震荡整理阶段，市场缺乏明确的趋势动能。在此区间内交易，需严格控制风险，保持灵活应对市场变化的策略。"
    },
    "en": {
      "title": "Cardano vs US Dollar Technical Analysis",
      "content": "Cardano (ADA) has been consolidating within a narrow range around $0.357886, showing limited movement with a slight 24-hour change of 0.05%. This price action suggests a lack of strong bullish or bearish sentiment at the moment, with traders likely waiting for a breakout to define the next direction. The price is hovering just above the 20-period simple moving average (SMA), currently at $0.35857985, which can act as a short-term support level. If ADA/USD holds above this moving average, the market may look to test higher levels.\n\nThe recent price action has also found support near $0.355, with a low of $0.355104 observed. A break below this level could suggest further downside potential, with the next support zone around $0.350. Conversely, resistance is evident at $0.3587, the daily high, which has capped recent upward movement. If ADA/USD manages to push above this resistance, it could open the door to the next resistance level at $0.362 or higher.\n\nDespite the lack of clear signals from the Relative Strength Index (RSI) and the absence of a definitive MACD signal, the price's movement within this tight range suggests indecision in the market. The MACD value of 0.00066967457 points to minimal momentum, offering little guidance on the strength of either bulls or bears. Traders should remain cautious, awaiting a decisive breakout from the current consolidation zone.\n\nFor short-term traders, staying on the sidelines may be prudent until ADA/USD either breaks above resistance or dips below key support. A breakout above $0.3587 could present a buying opportunity, while a breakdown below $0.355 might signal a bearish shift. Overall, the current technical structure points to a wait-and-see approach, with market participants needing to assess the next move carefully."
    }
  }
}