{
  "symbol": "AVAX/USD",
  "name": "Avalanche vs US Dollar",
  "nameCn": "雪崩币/美元",
  "timestamp": "2025-11-30T21:38:42.290Z",
  "price": {
    "close": "13.8862",
    "high": "13.9834",
    "low": "13.8644",
    "open": "13.9769",
    "change": "-0.65",
    "datetime": "2025-11-30 21:00:00"
  },
  "indicators": {
    "rsi": 32.056299,
    "macd": -0.12852581,
    "macd_signal": -0.12406245,
    "sma20": 14.12455
  },
  "analysis": {
    "zh": {
      "title": "雪崩币/美元技术分析：[震荡整理趋势]",
      "content": "当前雪崩币（AVAX/USD）的市场表现显示出震荡整理的趋势。最新价格为13.8862美元，24小时内下跌0.65%。在高点13.9834美元和低点13.8644美元之间的波动，表明市场情绪趋于谨慎，投资者在等待进一步的价格突破信号。\n\n从技术指标来看，MACD目前为负值-0.1285，显示出短期内卖压依旧存在。虽然RSI数据缺失，但若考虑到价格处于SMA(20)的下方（14.12455），这可能预示着短期内继续回调的风险加大。因此，交易者应密切关注市场的进一步动向，以便及时调整策略。\n\n在支撑和阻力位方面，当前支撑位可关注13.8644美元，若跌破此位，可能会引发更深的回调。而阻力位则在14美元附近，若价格突破此区域，将可能开启新的上涨空间。投资者应在支撑位附近考虑低吸，在阻力位附近设置止盈。\n\n综合考虑，短期内建议投资者保持观望，耐心等待价格突破的信号。如果价格向下跌破支撑位，建议止损出场；若突破阻力位，可适量进场做多。在行情不明朗的情况下，控制风险尤为重要。"
    },
    "en": {
      "title": "Avalanche vs US Dollar Technical Analysis",
      "content": "Avalanche (AVAX) is currently trading at $13.8862, reflecting a minor decline of 0.65% over the last 24 hours. The price has oscillated between a high of $13.9834 and a low of $13.8644, indicating a relatively stable trading range. The trend appears to be bearish in the short term, with the price trading below the 20-day Simple Moving Average (SMA) of $14.12455. This positioning suggests that sellers are currently in control, and a continued downward trajectory may be expected unless a reversal occurs.\n\nIn terms of momentum indicators, the MACD is currently at -0.1285, indicating bearish momentum as the MACD line is below the signal line, although the signal line value is not provided. The absence of an RSI reading complicates the analysis of overbought or oversold conditions; however, the MACD suggests caution for buyers. Traders should monitor these indicators closely for any shifts that could signal a change in momentum or potential buying opportunities.\n\nKey support and resistance levels are critical for forming trading strategies. The immediate support level is identified at $13.8644, which aligns closely with recent lows. A break below this level could expose further downside potential, targeting the $13.50 mark. Conversely, resistance is seen at $14.00, a psychological barrier that traders may find challenging to breach without significant buying pressure. A breakout above this level could trigger renewed bullish sentiment and potentially lead to a test of the $14.50 resistance area.\n\nFor trading suggestions, considering the current bearish trend, a wait-and-see approach may be prudent. Traders might look for a confirmation of a bounce from the support level or a breakout above resistance for entry points. Additionally, employing stop-loss orders just below the support level can help manage risk in a volatile market. Overall, closely monitoring indicator shifts and price action will be essential for making informed trading decisions in the AVAX/USD pair."
    }
  }
}