{
  "symbol": "DOGE/USD",
  "name": "Dogecoin vs US Dollar",
  "nameCn": "狗狗币/美元",
  "timestamp": "2026-02-18T14:19:12.467Z",
  "price": {
    "close": "0.09984",
    "high": "0.10003",
    "low": "0.09972",
    "open": "0.09983",
    "change": "-0.01",
    "datetime": "2026-02-18 14:00:00"
  },
  "indicators": {
    "rsi": 42.83662,
    "macd": -0.00014514256,
    "macd_signal": -0.000018345809,
    "sma20": 0.1006995
  },
  "analysis": {
    "zh": {
      "title": "狗狗币/美元技术分析：当前震荡整理，短期偏弱",
      "content": "当前狗狗币/美元（DOGE/USD）价格在0.09984附近震荡整理，短期内呈现小幅下行的趋势。近期24小时变化仅为-0.01%，价格波动较小。根据当前市场情况，DOGE/USD可能维持震荡整理，缺乏明显的上涨动力。\n\n技术指标方面，RSI（14）暂未提供数据，无法确认市场是否进入超买或超卖状态。MACD显示为负值（-0.00014514256），暗示市场在短期内可能处于弱势。SMA（20）则位于0.1007，当前价格略低于该水平，可能预示着短期价格压力仍然存在。\n\n支撑位在0.09972附近，若价格跌破该水平，可能进一步回调至0.09900附近。上行方面，0.10003为短期阻力位，突破后可能迎来小幅反弹。整体来看，市场未有明确趋势，交易者需关注突破支撑或阻力后的行情发展。\n\n综合来看，DOGE/USD的短期行情可能继续震荡整理，建议投资者保持观望，待突破关键支撑或阻力位后再决定操作。若价格突破0.10003，可以考虑轻仓多单；若跌破0.09972，则可考虑做空。"
    },
    "en": {
      "title": "Dogecoin vs US Dollar Technical Analysis",
      "content": "The current price of Dogecoin (DOGE/USD) is 0.09984, showing a minor daily decline of -0.01%. This suggests a relatively neutral market sentiment, as the price is hovering just below the previous session's highs. The price has remained within a narrow range of 0.10003 to 0.09972 in the last 24 hours, indicating a period of consolidation. With no significant directional movement, it appears that the market is awaiting new catalysts for volatility. A break above 0.10003 could signal a potential upward move toward 0.102 or even 0.104, while a dip below 0.09972 might suggest a bearish continuation toward the next support level at 0.0985.\n\nThe absence of the RSI(14) value limits our ability to gauge overbought or oversold conditions. However, the MACD value of -0.00014514256 suggests a slightly negative momentum, though it does not indicate a strong bearish trend at this point. With the MACD still near zero and lacking a signal line, there is no clear confirmation of a trend reversal. Traders should monitor the MACD closely for any significant changes that might provide insight into the next directional move. A cross of the MACD above zero would be a more definitive signal for a bullish outlook.\n\nThe current SMA(20) is positioned at 0.10069950, which is slightly above the current price, indicating that the short-term trend is still neutral to slightly bearish. A price above this moving average would suggest a shift towards a more positive sentiment, while a continued move below it might point to further weakness. For now, the market is trapped in a narrow range between resistance at 0.10003 and support at 0.09972. \n\nIn conclusion, the best strategy at this point would be to wait for a breakout in either direction. A move above 0.10003 could present buying opportunities with targets near 0.102 and 0.104, while a breakdown below 0.09972 could signal a move toward 0.0985. In the absence of stronger momentum indicators, caution is advised until a clearer trend is established."
    }
  }
}