{
  "symbol": "DOGE/USD",
  "name": "Dogecoin vs US Dollar",
  "nameCn": "狗狗币/美元",
  "timestamp": "2026-02-20T23:05:27.996Z",
  "price": {
    "close": "0.10036",
    "high": "0.10048",
    "low": "0.10026",
    "open": "0.10031",
    "change": "0.07",
    "datetime": "2026-02-20 23:00:00"
  },
  "indicators": {
    "rsi": 56.566,
    "macd": 0.00057775541,
    "macd_signal": 0.00047718444,
    "sma20": 0.099436
  },
  "analysis": {
    "zh": {
      "title": "> search(\"你是专业的数字货币交易分析师。请对 狗狗币/美元(DOGE/USD) 进行技术分析。\\n\\n当前市场数据：\\n- 最新价格: 0.10036\\n- 24小时变化: 0.07%\\n- 高点/低点: 0.10048 / 0.10026\\n- RSI(14): N/A\\n- MACD: 0.00057775541, Signal: N/A\\n- SMA(20): 0.099436\\n\\n要求：\\n1. 第一行：完整的中文标题，格式：\\\"狗狗币/美元技术分析：[趋势描述]\\\"\\n2. 然后空一行\\n3. 正文3-4段，每段60-80字，总共250-300字\\n4. 包含：趋势判断、技术指标解读、支撑/阻力位、交易建议\\n5. 使用专业术语但易于理解\\n6. 不要添加任何标签或额外说明\\n\\n立即开始（第一行就是标题）：\")",
      "content": "狗狗币/美元技术分析：短线震荡偏多但多头动能不足\n\n当前价格维持在0.10036附近微涨，短线趋势偏震荡。相较于20日均线0.099436略高，显示多头略占上风，但波动极小说明买卖动力不足，需观察成交量变化确认方向。\n\nMACD指标虽为正但无信号线数据，难以确认明确交叉，多头动能尚未充分释放。缺乏RSI数据限制超买超卖判断，整体技术指标处于中性偏多状态。\n\n关键支撑位看向0.0990附近短期均线支撑，再下方0.0975为心理关口。阻力位首先关注0.1015，其次0.1030区间。短线震荡区间可视为操作空间。\n\n建议短线交易者低多为主，在支撑附近分批进场，设置止损于0.0970下方。若价格突破0.1015且伴随放量，可考虑持有或加仓，但风险管理仍为重心。谨防假突破造成震荡回落。"
    },
    "en": {
      "title": "Dogecoin vs US Dollar Technical Analysis",
      "content": "The current Dogecoin market shows a relatively neutral stance with minor fluctuations. Trading at $0.10036, the price has shown only a 0.07% change over the last 24 hours, indicating stability in the short term. The high and low range between $0.10048 and $0.10026 further reflects limited volatility, suggesting that the market is consolidating. This sideways price action could point to a potential buildup for either a breakout or breakdown depending on the next catalyst.\n\nGiven the absence of RSI data, analyzing momentum remains challenging, but the MACD value of 0.00057775541 indicates a positive short-term momentum. Without the Signal line available, it's difficult to predict whether this will lead to an upward trend or falter. The lack of any significant momentum or divergence suggests that price movement could continue within a narrow range unless a stronger market force emerges. The current MACD value signals that momentum is slightly bullish but not yet decisive.\n\nThe 20-period simple moving average (SMA) at $0.099436 serves as an important support level. A break below this could signal a shift toward lower price levels, possibly reaching the next significant support around $0.098. On the resistance side, $0.10048 stands as the recent high, which could limit upward movement unless cleared convincingly. A breakout above this could target the next resistance at $0.101, while failing to breach it might lead to further consolidation or a downward move.\n\nFor traders, the current market offers limited risk due to tight ranges, but also a lack of clear directional momentum. A short-term strategy could involve taking advantage of the price's range, buying near $0.099-0.0995 with an exit near $0.1005-$0.101. A break below $0.099 would trigger a more cautious approach, indicating the possibility of lower levels. Conversely, a firm push above $0.1005 may justify a more aggressive long position."
    }
  }
}