{
  "symbol": "DOGE/USD",
  "name": "Dogecoin vs US Dollar",
  "nameCn": "狗狗币/美元",
  "timestamp": "2026-02-22T07:29:30.546Z",
  "price": {
    "close": "0.09739",
    "high": "0.09741",
    "low": "0.09715",
    "open": "0.09723",
    "change": "0.15",
    "datetime": "2026-02-22 07:00:00"
  },
  "indicators": {
    "rsi": 36.40661,
    "macd": -0.00068289988,
    "macd_signal": -0.00050158715,
    "sma20": 0.098719
  },
  "analysis": {
    "zh": {
      "title": "> search(\"你是专业的数字货币交易分析师。请对 狗狗币/美元(DOGE/USD) 进行技术分析。\\n\\n当前市场数据：\\n- 最新价格: 0.09739\\n- 24小时变化: 0.15%\\n- 高点/低点: 0.09741 / 0.09715\\n- RSI(14): N/A\\n- MACD: -0.00068289988, Signal: N/A\\n- SMA(20): 0.098719\\n\\n要求：\\n1. 第一行：完整的中文标题，格式：\\\"狗狗币/美元技术分析：[趋势描述]\\\"\\n2. 然后空一行\\n3. 正文3-4段，每段60-80字，总共250-300字\\n4. 包含：趋势判断、技术指标解读、支撑/阻力位、交易建议\\n5. 使用专业术语但易于理解\\n6. 不要添加任何标签或额外说明\\n\\n立即开始（第一行就是标题）：\")",
      "content": "狗狗币/美元技术分析：短期弱势整理震荡\n\n当前价格在0.09739附近震荡，较20日均线0.098719偏下，表明短线承压力度较大，多头动能不足。价格上下区间狭窄，反映市场交投清淡，趋势尚未明确，但偏弱格局更明显。需关注均线动态变化判断趋势方向反转可能。\n\nMACD指标显示快线位于负值区域，虽缺乏信号线数据，但负值区意味着空头动能仍存。在缺少有效RSI数据情况下，仅凭当前指标暗示多头力量不足，市场可能等待新资金或利好催化。技术指标整体偏利空需谨慎看待波动。\n\n从支撑阻力来看，近期下方初步支撑在0.09550附近，其次关注0.09300心理关口。上方阻力主要在0.09870均线附近，其次是0.10000整数关口，突破后或引发短线情绪反转。区间交易适合短线控制风险。\n\n交易建议上，若价格稳定在支撑位上方企稳并伴随成交放量，可考虑小仓位做多目标看向阻力位。若跌破关键支撑并收于下方，空头趋势可能延续，建议以短线空单为主并设置止损。整体保持谨慎，严格风控。"
    },
    "en": {
      "title": "Dogecoin vs US Dollar Technical Analysis",
      "content": "The current market price of Dogecoin (DOGE) against the US Dollar stands at 0.09739, showing a slight 0.15% increase in the last 24 hours. Despite this minor change, the cryptocurrency remains within a tight range between 0.09741 and 0.09715, indicating that market activity has been relatively subdued. This type of movement suggests consolidation, as the price has failed to break any significant resistance or support levels recently. \n\nFrom a technical standpoint, the absence of a clear RSI reading leaves some uncertainty regarding overbought or oversold conditions. However, the MACD is currently negative at -0.00068289988, indicating that bearish momentum persists, although it is relatively weak. This may signal potential for a mild downturn if the market fails to see positive buying pressure in the coming hours. The absence of a defined signal line complicates the interpretation of the MACD crossover, which would normally provide stronger trading insights.\n\nThe 20-period simple moving average (SMA) stands at 0.098719, just above the current price, acting as immediate resistance. If DOGE/USD manages to break above this level with strong volume, it could indicate a potential bullish reversal, aiming for a test of the next resistance zone near 0.0995. On the downside, support appears to be around 0.09715, which has held firm over the past few hours. If this level is breached, DOGE could experience further downside momentum, targeting the 0.0960 region.\n\nIn terms of trading strategy, a short-term buy opportunity may emerge if the price breaks above 0.0987 with confirmed volume, targeting 0.0995 as a resistance zone. Conversely, if the price falls below 0.09715, it may be prudent to consider a short position, with the next support at 0.0960. Always monitor for changes in volume, as it can provide additional confirmation for either of these moves."
    }
  }
}