{
  "symbol": "AVAX/USD",
  "name": "Avalanche vs US Dollar",
  "nameCn": "雪崩币/美元",
  "timestamp": "2026-01-13T09:52:44.862Z",
  "price": {
    "close": "13.8135",
    "high": "13.8644",
    "low": "13.7746",
    "open": "13.801",
    "change": "0.13",
    "datetime": "2026-01-13 09:00:00"
  },
  "indicators": {
    "rsi": 58.25401,
    "macd": 0.003981409,
    "macd_signal": -0.028105286,
    "sma20": 13.66858
  },
  "analysis": {
    "zh": {
      "title": "雪崩币/美元技术分析：[震荡整理中]",
      "content": "当前雪崩币（AVAX/USD）价格为13.8135，24小时内略有上涨，显示出市场短期内的平稳状态。近期高点和低点的波动范围较小，表明市场正在经历震荡整理。若价格能够突破13.8644，可能会引发进一步的上涨趋势；反之，若跌破13.7746，则需警惕下行风险。\n\n在技术指标方面，MACD显示出微弱的正值，表明短期内买方略占优势，但缺乏强烈的买入信号。RSI目前未提供数据，因此无法评估超买或超卖情况。20日简单移动平均线（SMA）在13.66858处，作为短期支撑位，可能会对价格形成一定的支撑。\n\n就支撑和阻力位而言，当前的支撑位在13.7746，而阻力位则在13.8644。交易者可以关注这两个关键价位，以制定相应的交易策略。如果价格突破阻力位，可能会考虑短期多头入场；反之，则可在支撑位附近寻找短期做空机会。\n\n综合来看，雪崩币目前处于震荡整理阶段，建议交易者在关键价位附近进行观察和操作，耐心等待市场进一步的方向指引。在此过程中，保持灵活应变的策略将有助于把握潜在的交易机会。"
    },
    "en": {
      "title": "Avalanche vs US Dollar Technical Analysis",
      "content": "Avalanche (AVAX) is currently trading at 13.8135, reflecting a modest 24-hour change of 0.13%. The price movement shows that AVAX is experiencing a consolidation phase, oscillating between a high of 13.8644 and a low of 13.7746. This range-bound behavior suggests that traders are awaiting a catalyst to drive prices decisively in either direction. The prevailing trend appears neutral to slightly bullish, but the lack of volatile movement indicates market indecision.\n\nAnalyzing the technical indicators, the absence of a current RSI reading makes it challenging to assess overbought or oversold conditions. However, the MACD shows a positive value of 0.0039814090, indicating that buyers are still somewhat in control. Traders should pay attention to the MACD's movement for potential bullish crossovers that could signal upward momentum. The SMA(20) at 13.66858 serves as a crucial support level; maintaining this level could provide a foundation for a potential rally.\n\nThe key support level for AVAX is at 13.7746, while the immediate resistance is identified at 13.8644. A breakout above this resistance might trigger a bullish trend, potentially pushing the price toward higher targets around 14.00 or even 14.50. Conversely, if the price fails to hold above the support level, a retracement could lead to further selling pressure, particularly if it drops below the SMA(20).\n\nTraders might consider adopting a strategy that involves monitoring price action closely around the identified support and resistance levels. A breakout above 13.8644 could present a buying opportunity, while a breach below 13.7746 may suggest a short position or a cautious stance. Overall, maintaining vigilance on volume and market sentiment will be essential in navigating the next potential moves for AVAX/USD."
    }
  }
}