{
  "symbol": "DOGE/USD",
  "name": "Dogecoin vs US Dollar",
  "nameCn": "狗狗币/美元",
  "timestamp": "2026-01-22T15:07:05.662Z",
  "price": {
    "close": "0.12413",
    "high": "0.12441",
    "low": "0.12379",
    "open": "0.12418",
    "change": "-0.04",
    "datetime": "2026-01-22 15:00:00"
  },
  "indicators": {
    "rsi": 40.34339,
    "macd": -0.00017980076,
    "macd_signal": 0.00016658825,
    "sma20": 0.126457
  },
  "analysis": {
    "zh": {
      "title": "狗狗币/美元技术分析：震荡整理，等待突破信号",
      "content": "目前，DOGE/USD的价格位于0.12413，全天变化幅度较小，显示出市场的整理状态。由于缺乏明显的趋势指引，市场参与者可能在观望更多的技术信号。当前价格接近短期SMA(20)的水平0.126457，表明市场有一定的支撑，但上行突破可能需要更多的动能。\n\n技术指标方面，MACD处于负值区间（-0.00017980076），这暗示着短期内卖压略占主导。然而，RSI没有数据，这使得我们无法完全判断超买或超卖的状态。综合来看，市场处于谨慎等待阶段，可能会在接下来的时间内迎来一定的波动。\n\n支撑位目前位于0.12379，若价格回落至此，可能会吸引买盘介入，形成短期支撑。阻力位则位于0.12441，突破此价位后有可能形成新的上涨趋势。如果价格持续在此区间内震荡，建议保持观望，等待价格突破并确认新的趋势方向。\n\n交易建议方面，在支撑位附近可考虑短线买入，但需谨慎设置止损，防止下行风险。若价格突破阻力位并伴随成交量放大，则可考虑做多。"
    },
    "en": {
      "title": "Dogecoin vs US Dollar Technical Analysis",
      "content": "The DOGE/USD market is currently consolidating with a slight downtrend observed in the last 24 hours, as reflected in the -0.04% price change. The price has remained within a narrow range, bouncing between 0.12441 (high) and 0.12379 (low), showing a lack of strong directional momentum. The absence of significant RSI and MACD data makes it challenging to confirm overbought or oversold conditions. However, the market's limited volatility suggests a neutral sentiment, indicating that traders are waiting for further price action before committing to new positions.\n\nWith the price hovering around 0.12413, a key support level lies at 0.12379, which has been tested multiple times in recent hours. If this level holds, it may act as a foundation for a potential upward movement toward the next resistance at 0.126457, where the 20-period Simple Moving Average is positioned. This level is significant as it aligns with the upper bound of recent price fluctuations. Breaking above this resistance could signal a shift in market sentiment toward bullishness, prompting buying activity in the short term.\n\nThe MACD value of -0.00017980076, though negative, is not indicating a strong bearish trend at the moment, especially with the absence of a clear signal line. Without confirmation from additional indicators like RSI, traders should proceed cautiously, avoiding overly aggressive positions. A sustained close above 0.126457 could indicate that the market is transitioning into a more bullish phase, while a failure to reclaim this level may result in further consolidation or a slight dip toward the support at 0.12379.\n\nTraders should keep an eye on potential breakouts or breakdowns near the key levels of 0.12379 and 0.126457. If the price breaks below 0.12379, further declines may be expected, testing deeper support areas. Conversely, a break above 0.126457 could trigger bullish momentum, with the next target possibly approaching 0.13000. In either case, watching for confirmation via volume or additional indicators such as RSI would help to solidify any trade decisions."
    }
  }
}