{
  "symbol": "DOGE/USD",
  "name": "Dogecoin vs US Dollar",
  "nameCn": "狗狗币/美元",
  "timestamp": "2026-02-13T20:38:24.063Z",
  "price": {
    "close": "0.09651",
    "high": "0.0966",
    "low": "0.096",
    "open": "0.0963",
    "change": "0.23",
    "datetime": "2026-02-13 20:00:00"
  },
  "indicators": {
    "rsi": 70.88982,
    "macd": 0.0010507371,
    "macd_signal": 0.0007531185,
    "sma20": 0.0940545
  },
  "analysis": {
    "zh": {
      "title": "狗狗币/美元技术分析：[震荡整理，短期看涨]",
      "content": "当前狗狗币/美元（DOGE/USD）的市场处于震荡整理状态，价格维持在0.096左右。价格略微突破了0.096的高点，但仍在窄幅区间内波动，表明市场存在一定的观望情绪。短期内，狗狗币可能会继续在当前区间内震荡，但有轻微上涨的潜力。\n\n从技术指标来看，MACD为0.00105，虽然数据不完整，但短期内市场情绪倾向于平稳。SMA（20）为0.09405，表明价格在短期内略有支撑，且较为接近当前价格。这意味着，若价格回调至0.094附近，可能会吸引买盘进入。\n\n支撑位主要集中在0.096附近，而0.0966为近期的阻力位。若价格突破0.0966，可能会引发更强的上涨动能，反之则有可能回调至0.094的支撑位。考虑到当前市场缺乏强烈的趋势，建议投资者密切关注突破或回调的信号。\n\n综合来看，建议短期内观察狗狗币在0.096附近的波动，如果突破阻力位0.0966，则可以适量做多；如果回调至支撑位0.094，可以考虑反向操作。"
    },
    "en": {
      "title": "Dogecoin vs US Dollar Technical Analysis",
      "content": "The current price of Dogecoin (DOGE) stands at $0.09651, showing a modest 24-hour change of 0.23%. This suggests the market is relatively stable at present, with minor fluctuations. The daily high reached $0.0966, while the low was $0.096, indicating a tight range for the day. Given this limited movement, the market appears to be in a consolidation phase, which could lead to either a breakout or a continuation of sideways price action depending on broader market sentiment.\n\nFrom a trend perspective, the price is currently above the 20-period simple moving average (SMA) of $0.09405. This suggests a short-term bullish bias, with price staying above this moving average support. However, the lack of strong momentum in either direction, as indicated by the minimal 24-hour change, suggests that DOGE is in a neutral to slightly bullish posture. Traders may want to watch for a decisive break above $0.0966 or a drop below $0.096 to gauge the next short-term directional move.\n\nRegarding key levels, the immediate resistance is at $0.0966, just above the current price, while support is found near $0.096. A break above resistance could target higher levels, with $0.098 acting as the next potential resistance. On the downside, a fall below $0.096 might open up the possibility of a deeper retracement toward $0.094, aligning with the SMA. These levels are critical for defining potential price action.\n\nGiven the current lack of a clear trend and mixed signals from available indicators like the MACD and RSI, a cautious approach is recommended. Traders could consider entering on a breakout above $0.0966 or a pullback near the support at $0.096. Tight stop-loss levels are advisable to mitigate risks, especially if price fails to sustain movement in either direction."
    }
  }
}