{
  "symbol": "ETH/USD",
  "name": "Ethereum vs US Dollar",
  "nameCn": "以太坊/美元",
  "timestamp": "2026-02-13T20:34:49.644Z",
  "price": {
    "close": "2048.65",
    "high": "2059.68",
    "low": "2044.14",
    "open": "2057.55",
    "change": "-0.44",
    "datetime": "2026-02-13 20:00:00"
  },
  "indicators": {
    "rsi": 71.8225,
    "macd": 27.79874,
    "macd_signal": 17.21305,
    "sma20": 1983.681
  },
  "analysis": {
    "zh": {
      "title": "以太坊/美元技术分析：[震荡整理，短期潜在回升]",
      "content": "当前以太坊/美元(ETH/USD)价格为2048.65，近期价格波动较小，24小时变化为-0.44%。从价格走势来看，ETH/USD正在经历震荡整理阶段，未显示出明显的趋势方向。高点和低点分别为2059.68和2044.14，区间震荡幅度较小，反映出市场暂时缺乏较强的买卖动力。\n\n技术指标方面，MACD的值为27.79874，但没有明确的信号线，因此暂时缺乏确认的买卖信号。RSI(14)数据缺失，使得我们无法准确判断超买或超卖状态。20日简单移动平均线(SMA)在1983.68100附近，这表明价格相对于SMA存在一定的上涨压力，短期内可能会出现回撤。\n\n支撑位方面，2044.14附近是较强的支撑区，一旦价格下跌到此区域，有望获得反弹。阻力位则位于2059.68，如果价格突破该区域，可能会重新测试更高的价位。建议投资者关注2044.14附近的支撑反应，若价格回升并突破2059.68，可考虑做多。\n\n总体来说，ETH/USD短期内可能维持震荡整理，建议短线交易者关注支撑和阻力的突破情况，操作时应保持谨慎，避免大幅度波动带来的风险。"
    },
    "en": {
      "title": "Ethereum vs US Dollar Technical Analysis",
      "content": "Ethereum is trading at 2048.65, holding marginally below the session high of 2059.68 and just above the intraday low of 2044.14. The modest 24-hour decline of 0.44% suggests short-term consolidation rather than decisive selling pressure. Price action remains constructive overall, as ETH continues to trade firmly above its 20-day simple moving average at 1983.68, reinforcing a broader near-term bullish structure.\n\nThe positioning above the SMA(20) indicates underlying upward momentum, with the moving average now acting as dynamic support. The positive MACD reading at 27.79 signals bullish momentum remains intact, although the absence of the signal line limits crossover confirmation. Even so, a positive MACD histogram typically reflects strengthening upside pressure, suggesting buyers retain control unless momentum begins to fade noticeably.\n\nImmediate support is seen near 2044, aligned with the recent intraday low, followed by stronger structural support around 2000 and the 1983–1990 zone where the SMA(20) converges. On the upside, resistance appears near 2060, with a potential breakout opening room toward 2100 and possibly the 2150 region if bullish continuation develops. A sustained move above 2060 would likely attract momentum-driven buying.\n\nTraders may consider buying pullbacks toward 2000–2020 with tight risk management below the 1980 area. Alternatively, a confirmed breakout above 2060 on strong volume could offer a momentum entry opportunity. Caution is warranted if price slips below the 20-day average, as that could trigger a deeper retracement. Overall, the bias remains cautiously bullish while price holds above dynamic support."
    }
  }
}