{
  "symbol": "DOGE/USD",
  "name": "Dogecoin vs US Dollar",
  "nameCn": "狗狗币/美元",
  "timestamp": "2026-02-05T18:11:48.885Z",
  "price": {
    "close": "0.09175",
    "high": "0.0925",
    "low": "0.09141",
    "open": "0.09172",
    "change": "0.00",
    "datetime": "2026-02-05 18:00:00"
  },
  "indicators": {
    "rsi": 15.37848,
    "macd": -0.0029679524,
    "macd_signal": -0.0021564681,
    "sma20": 0.0994225
  },
  "analysis": {
    "zh": {
      "title": "狗狗币/美元技术分析：[震荡整理，缺乏明显方向]",
      "content": "当前狗狗币（DOGE/USD）价格在0.09175美元附近，全天波动幅度较小，24小时变化为0.00%。从市场表现来看，价格在0.09141美元至0.0925美元之间震荡整理，未显示出强烈的上涨或下跌趋势。\n\n技术指标方面，MACD显示负值（-0.00297），但缺少信号线数据，无法提供明确的买卖信号。相对强弱指数（RSI）未能提供数据，这限制了对超买或超卖的判断。此外，20日简单移动平均线（SMA）位于0.09942美元，当前价格低于此水平，表明短期内价格偏弱，未能维持在均线之上。\n\n支撑位可关注0.0914美元，若价格下跌至此水平，可能会得到支撑并反弹。阻力位则在0.0925美元附近，突破该位置可能会带来进一步上涨的空间。投资者需关注价格是否突破这些关键水平，以判断下一步的市场动向。\n\n综合来看，目前市场情绪较为谨慎，缺乏明确的趋势，建议投资者保持观望，等待更明确的技术信号出现，避免在震荡整理阶段轻易进场。"
    },
    "en": {
      "title": "Dogecoin vs US Dollar Technical Analysis",
      "content": "The Dogecoin market currently shows a neutral stance with no major price movement in the last 24 hours. The latest price of $0.09175 reflects minimal change, indicating a consolidation phase. With the recent high at $0.0925 and low at $0.09141, the market is trapped in a tight range, and a breakout is necessary to define the next direction. Without significant momentum, price action is likely to remain range-bound until either support or resistance is tested more decisively.\n\nThe lack of significant RSI and MACD data makes it difficult to gauge strong momentum. The negative MACD value suggests bearish pressure, though it is not sufficient to confirm a trend reversal. Since the 20-period simple moving average (SMA) is currently at $0.0994225, Dogecoin appears to be trading below its short-term trend, further suggesting that it is experiencing a period of weakness. However, the absence of critical bearish or bullish signals leaves the market in an indecisive state, awaiting further catalysts.\n\nSupport and resistance levels for Dogecoin can be identified within the current trading range. The lower bound at $0.09141 has acted as a recent point of price support, with potential for it to hold if the market tests this level again. On the resistance side, $0.0925 represents the immediate ceiling, and a breakout above this level could see the price pushing higher toward the $0.095 mark. A failure to break above $0.0925 could result in further downside, potentially testing the $0.090 mark.\n\nTraders should remain cautious, watching for a clear breakout from this range. A move above $0.0925 could present an opportunity for long positions with a target near $0.095, while a breakdown below $0.09141 could trigger short-term bearish sentiment, testing lower levels. Patience and confirmation of key levels are critical before entering positions."
    }
  }
}