{
  "symbol": "AVAX/USD",
  "name": "Avalanche vs US Dollar",
  "nameCn": "雪崩币/美元",
  "timestamp": "2026-01-13T13:59:42.382Z",
  "price": {
    "close": "13.8846",
    "high": "13.929",
    "low": "13.7951",
    "open": "13.8114",
    "change": "0.52",
    "datetime": "2026-01-13 13:00:00"
  },
  "indicators": {
    "rsi": 61.89718,
    "macd": 0.030771682,
    "macd_signal": 0.00063234276,
    "sma20": 13.67563
  },
  "analysis": {
    "zh": {
      "title": "雪崩币/美元技术分析：[震荡整理中，关注关键支撑与阻力]",
      "content": "当前，雪崩币（AVAX/USD）在13.8846美元附近震荡整理，短期内走势表现出一定的横盘特征。24小时变化为0.52%，表明市场情绪较为平稳。投资者需密切关注此价格区间，判断后市是否会突破或回调。\n\n技术指标方面，虽然RSI(14)数据暂缺，但MACD指标显示出0.0308的正值，暗示出短期内可能的买方力量。结合SMA(20)的13.6756水平，AVAX在此均线之上运行，显示出一定的上升趋势，但缺乏强烈的买入信号。\n\n支撑位方面，13.7951美元是近期低点，若价格跌破该水平，可能会引发进一步的回调。相对而言，13.929美元则是短期阻力位，若成功突破，可能会吸引更多买盘入场，推动价格上行。因此，投资者可设定相应的止损和止盈策略，以应对价格波动。\n\n基于当前的市场数据和技术指标，建议投资者在13.7951美元附近寻找买入机会，若价格接近13.929美元时应考虑获利了结或设置止损。保持灵活的交易策略，有助于在市场波动中把握机会。"
    },
    "en": {
      "title": "Avalanche vs US Dollar Technical Analysis",
      "content": "Avalanche (AVAX) is currently trading at $13.8846, showing a modest 24-hour increase of 0.52%. This slight uptick suggests a potential bullish sentiment, particularly as the price hovers near its recent high of $13.929. The market appears to be consolidating within a narrow range, with a low of $13.7951 indicating that sellers are currently finding support. A sustained move above the recent high could signal a continuation of the bullish trend, while a drop below the low may prompt further selling pressure.\n\nIn terms of technical indicators, the absence of the Relative Strength Index (RSI) limits our ability to gauge overbought or oversold conditions. However, the MACD is currently positive at 0.0308, suggesting that the momentum may favor buyers in the short term. The Simple Moving Average (SMA) of 20 periods at $13.6756 provides a crucial support level. If the price retraces, traders should watch for a bounce around this SMA, which could confirm the uptrend remains intact.\n\nSupport levels are currently established around $13.7951, with the SMA acting as a secondary support at $13.6756. On the resistance side, the recent high of $13.929 stands as a significant barrier. A breakout above this level could open the door for further gains, potentially targeting the next psychological level around $14.50. Conversely, if the price fails to break through this resistance and begins to slide, traders should be prepared for a retest of the support levels.\n\nFor traders considering positions in AVAX/USD, a conservative approach would involve waiting for confirmation of the breakout above $13.929 before entering long positions. Alternatively, buying on dips near the SMA at $13.6756 could also provide a favorable risk-to-reward ratio. Setting stop-loss orders below key support levels will help manage risk, especially in a market that can be prone to volatility and sudden price movements."
    }
  }
}