{
  "symbol": "DOGE/USD",
  "name": "Dogecoin vs US Dollar",
  "nameCn": "狗狗币/美元",
  "timestamp": "2026-01-22T21:46:11.645Z",
  "price": {
    "close": "0.12397",
    "high": "0.12445",
    "low": "0.12382",
    "open": "0.12393",
    "change": "0.03",
    "datetime": "2026-01-22 21:00:00"
  },
  "indicators": {
    "rsi": 41.14588,
    "macd": -0.00045261575,
    "macd_signal": -0.00021200116,
    "sma20": 0.1256025
  },
  "analysis": {
    "zh": {
      "title": "狗狗币/美元技术分析：[震荡整理，关注突破方向]",
      "content": "当前DOGE/USD价格处于震荡整理区间，最新价格为0.12397美元，24小时变化幅度仅为0.03%。近期价格波动较小，未能突破0.12445美元的高点或0.12382美元的低点，表明市场处于整理阶段，缺乏明确的趋势信号。\n\n从技术指标来看，当前RSI数据不可用，但MACD指标为负值（-0.00045261575），显示出短期内卖方略占优势。然而，MACD缺乏明确的交叉信号，表明市场可能处于盘整状态。SMA(20)位于0.12560250，价格略低于此水平，进一步印证了当前的横盘整理态势。\n\n在支撑位方面，0.12380美元附近可能是一个强支撑区域，若价格跌破此位，可能会加剧下行风险。上方阻力位在0.12445美元附近，一旦突破此价位，可能会激发进一步的上涨动能。因此，投资者应关注价格突破这两个关键水平的信号。\n\n综合来看，DOGE/USD短期内可能继续震荡整理，建议投资者保持观望，耐心等待突破支撑或阻力位的信号。如果突破0.12445美元阻力位，可考虑适度做多；若跌破0.12380美元支撑位，则可考虑做空。"
    },
    "en": {
      "title": "Dogecoin vs US Dollar Technical Analysis",
      "content": "The Dogecoin market against the US Dollar (DOGE/USD) is currently experiencing a narrow trading range. With a price hovering around $0.124, the market is reflecting a phase of consolidation. The modest 24-hour change of 0.03% highlights a lack of strong momentum, as Dogecoin struggles to maintain any significant directional bias. At this point, the market appears to be range-bound, with immediate resistance at $0.12445 and support slightly lower at $0.12382. These levels should be closely watched for signs of a breakout or reversal.\n\nThe RSI(14) is unavailable, making it difficult to gauge the market's overbought or oversold conditions, which would typically offer insights into potential price corrections or continuation patterns. The MACD, currently at -0.00045, is negative, indicating that the market is in a slight bearish phase. The absence of a signal line adds uncertainty, suggesting that there is a lack of clear momentum in either direction. This could mean Dogecoin is currently in a consolidation phase, with neither bulls nor bears fully in control.\n\nThe 20-period Simple Moving Average (SMA) is currently at $0.1256, which is above the latest price of $0.12397. This positioning hints at a mild bearish outlook in the short term, as the price is trading below this key moving average. A close above the SMA could potentially signal a trend reversal to the upside, while further declines below the immediate support at $0.12382 could see the price testing lower support levels around $0.122 or even $0.120. Traders should keep an eye on these levels for key breakouts.\n\nIn the current market environment, short-term traders may consider range-bound strategies, buying near support and selling at resistance levels. However, caution is advised due to the lack of strong directional indicators. Any breakout above $0.12445 may offer a potential opportunity for a bullish rally, while further weakness below the support zone could open the door for further downside movement. Patience is key, with traders needing confirmation before committing to larger positions."
    }
  }
}