{
  "symbol": "BNB/USD",
  "name": "Binance Coin vs US Dollar",
  "nameCn": "币安币/美元",
  "timestamp": "2026-01-29T01:45:39.055Z",
  "price": {
    "close": "901.32",
    "high": "904.98",
    "low": "898.78",
    "open": "903.57",
    "change": "-0.25",
    "datetime": "2026-01-29 01:00:00"
  },
  "indicators": {
    "rsi": 51.14987,
    "macd": 2.07785,
    "macd_signal": 2.96574,
    "sma20": 903.8885
  },
  "analysis": {
    "zh": {
      "title": "> search(\"你是专业的数字货币交易分析师。请对 币安币/美元(BNB/USD) 进行技术分析。\\n\\n当前市场数据：\\n- 最新价格: 901.32\\n- 24小时变化: -0.25%\\n- 高点/低点: 904.98 / 898.78\\n- RSI(14): N/A\\n- MACD: 2.077850, Signal: N/A\\n- SMA(20): 903.88850\\n\\n要求：\\n1. 第一行：完整的中文标题，格式：\\\"币安币/美元技术分析：[趋势描述]\\\"\\n2. 然后空一行\\n3. 正文3-4段，每段60-80字，总共250-300字\\n4. 包含：趋势判断、技术指标解读、支撑/阻力位、交易建议\\n5. 使用专业术语但易于理解\\n6. 不要添加任何标签或额外说明\\n\\n立即开始（第一行就是标题）：\")",
      "content": "币安币/美元技术分析：短线震荡偏弱但临近支撑区域\n\n当前价格围绕20日均线震荡下行，短期趋势偏弱但未破位显著下跌，走势存在震荡特征。价格在904附近遇阻回落，短线偏空力量略强但多空均衡。\n\nMACD仍处正值但动能收敛，显示上涨动能减弱，缺乏明显背离信号，RSI数据缺失但根据价格行为可推测已临区间下沿区域震荡。多头力量尚未完全丧失。\n\n关键阻力位在905至910区间附近，多次承压；支撑位在895至890区间附近，若跌破则转向更深调整。交易者可关注支撑测试反弹信号。\n\n建议短线观望为主，激进者可在支撑附近择机小仓位做多，止损设在支撑下方；突破阻力上破确认后，可考虑顺势加仓，控制仓位与风险。"
    },
    "en": {
      "title": "Binance Coin vs US Dollar Technical Analysis",
      "content": "> search(\"You are a professional cryptocurrency analyst. Provide technical analysis for Binance Coin vs US Dollar (BNB/USD).\\n\\nCurrent Market Data:\\n- Latest Price: 901.32\\n- 24h Change: -0.25%\\n- High/Low: 904.98 / 898.78\\n- RSI(14): N/A\\n- MACD: 2.077850, Signal: N/A\\n- SMA(20): 903.88850\\n\\nRequirements:\\n1. Write 3-4 paragraphs, 60-80 words each, total 250-300 words\\n2. Include: trend analysis, indicator interpretation, support/resistance levels, trading suggestions\\n3. Use professional but accessible language\\n4. No labels, no meta-commentary\\n5. Start immediately with the content (no title needed)\\n\\nBegin:\")\n\nThe BNB/USD pair is showing a **mildly bearish to neutral intraday tone** as the latest price trades slightly below short-term averages. The current price of **901.32** sits just under the **SMA(20) at 903.89**, suggesting that short-term momentum is losing upside steam. Although the 24-hour change of **-0.25%** is modest, price holding below the 20-period simple moving average indicates that sellers have a slight edge in the immediate timeframe. The recent high/low range (904.98/898.78) reinforces this sideways pressure.\n\nWith key indicators partially unavailable, we lean on what’s provided. The **MACD reading of 2.077850**—despite lacking a signal line value—still implies that positive momentum exists, but without the signal line crossover context, conviction is limited. The absence of a valid **RSI(14)** restricts our view of overbought or oversold conditions; hence, monitoring for RSI data restoration remains important. When indicator confirmation is missing, price action around moving averages and recent swing levels becomes your anchor for bias.\n\nFrom a **support and resistance perspective**, immediate support lies near the intraday low **around 898.50–899.00**. A break below this zone opens the door toward **890–885**, an area that could attract buyers looking for value. Immediate resistance sits at the **SMA(20) near 903.9**, followed by a more robust supply zone around **910–915**. A decisive close above the 20-period average with increased volume would shift sentiment toward the upside and could invite a test of higher resistances.\n\nFor traders, patience is key. Conservative participants may wait for **clearer indicator confirmation** (valid RSI, a confirmed MACD signal line crossover) before initiating directional positions. Shorter-term traders could consider range-bound trades between support and resistance levels, with tight risk controls. Longer-term positions should respect macro trends and adjust stops below key swing lows to manage downside risk effectively."
    }
  }
}