{
  "symbol": "DOGE/USD",
  "name": "Dogecoin vs US Dollar",
  "nameCn": "狗狗币/美元",
  "timestamp": "2026-02-21T01:47:08.555Z",
  "price": {
    "close": "0.10003",
    "high": "0.1002",
    "low": "0.09932",
    "open": "0.09932",
    "change": "0.73",
    "datetime": "2026-02-21 01:00:00"
  },
  "indicators": {
    "rsi": 53.85186,
    "macd": 0.00043802127,
    "macd_signal": 0.00046395473,
    "sma20": 0.0995085
  },
  "analysis": {
    "zh": {
      "title": "狗狗币/美元技术分析：[震荡整理中，短期内关注区间突破]",
      "content": "目前DOGE/USD处于区间震荡整理状态。价格在0.09932至0.1002区间波动，未能显现明确的突破方向。短期来看，市场情绪较为中性，未有强烈的上涨或下跌动能。\n\nRSI指标尚无数据提供，MACD线位于正值0.0004附近，但信号线缺失，未能提供进一步的买卖信号。SMA(20)为0.09951，表明当前价格略高于短期均线，暗示近期可能会出现小幅的向上调整，但力度有限。\n\n支撑位在0.09932，若价格下破此位，可能会面临进一步下探的风险。阻力位在0.1002，若突破此位置，价格有望向0.1010或更高价位进发。操作上建议在区间内进行高抛低吸，等待价格突破明确的支撑或阻力位后再做进一步决策。\n\n总体而言，短期内DOGE/USD波动可能较为有限，投资者可关注突破信号，控制风险，避免在震荡区间内过度操作。"
    },
    "en": {
      "title": "Dogecoin vs US Dollar Technical Analysis",
      "content": "The DOGE/USD pair is currently displaying a neutral to slightly bullish trend. The price has remained above the 20-period simple moving average (SMA) of 0.0995, signaling a short-term bullish sentiment. This slight upward movement of 0.73% over the past 24 hours indicates that there is moderate buying pressure. However, the price has yet to break key resistance levels, with a high of 0.1002 in the last 24 hours, suggesting that momentum is not yet strong enough for a sustained breakout.\n\nThe absence of a clear RSI reading makes it challenging to gauge overbought or oversold conditions, but the MACD is showing a positive value at 0.00044, suggesting that bullish momentum is currently present. While this positive MACD reading supports the potential for upward movement, it is important to watch for a crossover or confirmation in the MACD histogram to validate further upside. The lack of a clear signal makes this a potential short-term trade rather than a long-term trend to follow.\n\nSupport levels are likely at the lower end of the daily range around 0.09932, as this price point was recently tested. A break below this level could lead to a retest of deeper support zones. On the resistance side, 0.1002 is the immediate level to monitor, as this marks the high of the past 24 hours. If DOGE/USD manages to break this resistance, the next target could be near 0.1010, a psychological round number that may draw more buying interest.\n\nTraders should remain cautious given the relatively small price movement and lack of confirmation from key indicators. If the price holds above the 20-period SMA and breaks 0.1002, further upside potential exists. However, failure to breach this resistance could prompt a retest of lower support levels. Active traders may consider short-term buying opportunities above 0.1002, while those anticipating a pullback may look for entry points around 0.0993."
    }
  }
}