{
  "symbol": "AVAX/USD",
  "name": "Avalanche vs US Dollar",
  "nameCn": "雪崩币/美元",
  "timestamp": "2026-01-10T17:40:31.069Z",
  "price": {
    "close": "13.897",
    "high": "13.9407",
    "low": "13.8624",
    "open": "13.8624",
    "change": "0.25",
    "datetime": "2026-01-10 17:00:00"
  },
  "indicators": {
    "rsi": 55.53994,
    "macd": 0.0071721997,
    "macd_signal": -0.008541545,
    "sma20": 13.796
  },
  "analysis": {
    "zh": {
      "title": "雪崩币/美元技术分析：[震荡整理，短期关注支撑位]",
      "content": "当前，雪崩币（AVAX）在13.897美元附近震荡整理，显示出一定的市场不确定性。价格在24小时内小幅波动，变化幅度仅为0.25%。结合高点与低点来看，AVAX的短期趋势显现出横盘走势，投资者应关注后续突破方向。\n\n在技术指标方面，虽然RSI(14)数据缺失，但MACD显示出0.0071721997的微弱正值，暗示短期内可能存在上涨动能。然而，依然需要警惕市场情绪的变化，尤其是当价格接近支撑位时，可能会出现反弹机会。\n\n支撑位方面，13.8624美元是一个关键心理支撑，如果价格跌破该位置，可能会进一步回调，甚至测试更低水平。相对的，阻力位在13.9407美元，若突破此水平，可能会激活更多买盘，带动价格上涨。\n\n建议投资者在当前价位附近进行短期交易，密切关注支撑位的表现，以便在市场反弹时把握机会。同时，保持适当的风险管理，避免在市场不确定性较高时进行大额投资。"
    },
    "en": {
      "title": "Avalanche vs US Dollar Technical Analysis",
      "content": "Avalanche (AVAX) is currently trading at $13.897, reflecting a modest 0.25% increase over the past 24 hours. The price action shows a slight bullish sentiment, as it hovers near the recent high of $13.9407, indicating a potential resistance level. Conversely, the low of $13.8624 serves as a critical support level. Traders should monitor these levels carefully, as a breakout above resistance could signal further upward momentum, while a drop below support may necessitate a reassessment of bullish positions.\n\nIn terms of technical indicators, the absence of RSI data makes it challenging to gauge overbought or oversold conditions definitively. However, the MACD value of 0.0071721997 hints at a possible bullish crossover, suggesting that upward momentum may be developing. Traders should watch for confirmation of this trend through subsequent price action, especially if the MACD begins to trend upwards, indicating increasing buying pressure.\n\nThe 20-day simple moving average (SMA) at $13.79600 provides a crucial benchmark for short-term trend analysis. Currently, the price is above this SMA, reinforcing the bullish sentiment. A sustained move above this average could attract more buying interest, while a decline below it may trigger sell-offs. Maintaining a close eye on the SMA will be essential for determining the overall market sentiment in the near term.\n\nFor trading strategies, investors might consider entering long positions if AVAX breaks above the resistance level of $13.9407, with a target of $14.20. Conversely, if the price dips below the support level of $13.8624, a short position could be warranted, targeting a retest of the SMA or lower. Risk management through stop-loss orders should be implemented to protect against potential volatility, given the inherent fluctuations in the cryptocurrency market."
    }
  }
}