{
  "symbol": "DOGE/USD",
  "name": "Dogecoin vs US Dollar",
  "nameCn": "狗狗币/美元",
  "timestamp": "2026-02-18T06:21:23.303Z",
  "price": {
    "close": "0.10106",
    "high": "0.10132",
    "low": "0.10095",
    "open": "0.10101",
    "change": "0.05",
    "datetime": "2026-02-18 06:00:00"
  },
  "indicators": {
    "rsi": 52.27106,
    "macd": 0.000058155422,
    "macd_signal": -0.00005051728,
    "sma20": 0.100576
  },
  "analysis": {
    "zh": {
      "title": "狗狗币/美元技术分析：[震荡整理，待突破]",
      "content": "当前狗狗币（DOGE/USD）在0.101区间内震荡整理，价格接近其短期均线（SMA 20）。24小时涨幅仅为0.05%，显示出市场情绪的疲软。高低点分别为0.10132和0.10095，进一步确认了该区间的短期震荡特征。\n\n从技术指标来看，RSI（14）和MACD信号尚未更新，因此暂时难以提供明确的超买或超卖信号。MACD值小幅正值，显示出市场短期内的轻微上涨动能，但缺乏强势趋势。SMA（20）处于0.100576附近，提供了一定的支撑作用。\n\n支撑位方面，0.10095附近的低点可能成为下行的支撑区域，突破后可能会测试0.1000这一心理关口。上方阻力位集中在0.10132，突破此位置后，价格有望挑战0.1020甚至更高水平。\n\n建议短期内保持观望，等待价格突破区间支撑或阻力。若突破上行，可考虑短期做多，若下行突破支撑，则可考虑适当做空。在此过程中，需密切关注技术指标的更新，尤其是RSI和MACD的变化。"
    },
    "en": {
      "title": "Dogecoin vs US Dollar Technical Analysis",
      "content": "The current price of Dogecoin stands at $0.10106, with a modest 24-hour change of 0.05%. Despite the slight movement, this shows a consolidation pattern as the price is moving within a narrow range, from a high of $0.10132 to a low of $0.10095. In the short term, Dogecoin seems to be forming a neutral trend, lacking significant upward or downward momentum. The market appears to be taking a breather after recent fluctuations, with traders waiting for a catalyst that could trigger more pronounced price action.\n\nLooking at the technical indicators, the RSI (Relative Strength Index) is not available, which limits the ability to gauge whether the asset is overbought or oversold. The MACD line shows a value of 0.000058155422, but since the signal line is not available, it’s difficult to infer a clear bullish or bearish crossover. In the absence of strong momentum indicators, the market remains neutral, and traders should be cautious when entering positions. Without significant MACD divergence or RSI values, Dogecoin lacks clear directional signals.\n\nThe 20-period Simple Moving Average (SMA) sits at $0.100576, acting as a mild support level. Any downward move toward this level could see increased buying interest, preventing further declines. On the resistance side, the $0.10132 level remains critical as it marks the recent high. If Dogecoin can break above this level with volume, it may signal a potential for a bullish breakout. Until then, the price may remain range-bound between these support and resistance levels.\n\nFor traders, patience is advised. With a neutral trend and lack of strong momentum indicators, waiting for a breakout or a clearer trend is optimal. Traders could consider entering long positions near the $0.1005 support zone, with a target near the $0.1015 resistance. Risk management is key, as the market could remain in a consolidation phase, requiring quick adjustments to any positions."
    }
  }
}