{
  "symbol": "DOGE/USD",
  "name": "Dogecoin vs US Dollar",
  "nameCn": "狗狗币/美元",
  "timestamp": "2026-02-28T01:31:16.400Z",
  "price": {
    "close": "0.09342",
    "high": "0.09371",
    "low": "0.09334",
    "open": "0.09349",
    "change": "-0.05",
    "datetime": "2026-02-28 01:00:00"
  },
  "indicators": {
    "rsi": 33.17954,
    "macd": -0.0011308414,
    "macd_signal": -0.001135671,
    "sma20": 0.094773
  },
  "analysis": {
    "zh": {
      "title": "狗狗币/美元技术分析：震荡整理中，短期缺乏明显趋势",
      "content": "目前狗狗币/美元（DOGE/USD）价格在0.09342附近，24小时波动幅度较小，仅-0.05%。市场整体呈现震荡整理状态，短期内未显示出强烈的上涨或下跌动能。价格波动区间较为紧凑，最高触及0.09371，最低为0.09334，显示出较为稳定的价格区间。\n\n从技术指标来看，RSI值暂时无法确认，未能为市场提供明确的超买或超卖信号。MACD指标呈现负值（-0.00113），但缺乏明确的信号线参考，说明短期内市场缺乏强烈的趋势性动能。SMA(20)均线为0.09477，价格略低于该均线，显示出市场处于轻微的下行压力之中。\n\n在支撑和阻力位方面，当前支撑位位于0.09330附近，若价格突破该水平，有可能进一步下探至0.09250附近的较强支撑。上方的阻力位在0.09470一线，突破后可能会迎来短期的反弹。由于当前市场情绪较为谨慎，短期内交易者应关注突破性行情的出现。\n\n综合来看，短期内DOGE/USD的走势较为横盘整理，建议交易者在当前区间内采取震荡操作策略，关注价格在支撑位和阻力位的突破情况，谨慎操作。"
    },
    "en": {
      "title": "Dogecoin vs US Dollar Technical Analysis",
      "content": "The current price of Dogecoin (DOGE) against the US Dollar is $0.09342, experiencing a minor 24-hour decrease of -0.05%. The price remains near the lower end of the recent trading range, having tested a low of $0.09334 and a high of $0.09371. Given the relatively flat movement within the 24-hour period, the market appears to be in a consolidation phase, with no significant bullish or bearish momentum driving the price.\n\nThe lack of an RSI (14) reading makes it difficult to determine overbought or oversold conditions, leaving other indicators as the primary focus. The MACD value of -0.00113 suggests a slight bearish bias, indicating that the short-term momentum is slightly negative. However, with no clear signal line data, this indicator alone doesn’t provide sufficient clarity on any immediate trend reversals. Further monitoring is needed for a more conclusive signal.\n\nThe 20-period simple moving average (SMA) stands at $0.09477, providing a key reference point for trend analysis. Currently, the price is trading slightly below this SMA, indicating a mild bearish bias in the short term. A sustained move above the SMA could signal a potential for upward movement, while a break below the recent low of $0.09334 could expose Dogecoin to further downside risk, potentially targeting the next support level.\n\nFrom a trading perspective, a cautious approach is advisable until clearer signals emerge. Traders may want to wait for a confirmed break above the SMA or a deeper pullback to the support level around $0.09334. Short-term traders could consider scalping within the current range, while long-term holders may look for opportunities based on broader market sentiment shifts."
    }
  }
}