{
  "symbol": "ADA/USD",
  "name": "Cardano vs US Dollar",
  "nameCn": "艾达币/美元",
  "timestamp": "2026-02-14T15:02:36.972Z",
  "price": {
    "close": "0.285648",
    "high": "0.285748",
    "low": "0.28111",
    "open": "0.281248",
    "change": "1.56",
    "datetime": "2026-02-14 14:00:00"
  },
  "indicators": {
    "rsi": 75.74672,
    "macd": 0.0039554895,
    "macd_signal": 0.0034730366,
    "sma20": 0.27684445
  },
  "analysis": {
    "zh": {
      "title": "艾达币/美元技术分析：[短期震荡整理，关注关键支撑位]",
      "content": "当前艾达币/美元（ADA/USD）在0.285648附近交易，最近24小时上涨1.56%。价格处于相对平稳区间内，高点与低点分别为0.285748和0.28111，显示出一定的震荡整理迹象。尽管短期内价格波动较小，但若突破该区间边界，可能会引发新的方向性行情。\n\n从技术指标来看，RSI(14)未提供具体数据，而MACD目前为0.0039554895，表明市场动能偏弱。虽然MACD值为正，但信号线缺失，无法得出明确的趋势判断。SMA(20)在0.27684445附近，为价格提供了支撑，若价格回落至此附近，可能会迎来买盘介入。\n\n支撑位方面，0.28111是近期的低点，若价格跌破此位，可能会迎来进一步的下行压力。阻力位则在0.285748附近，突破该点位可能会推动价格进一步上行，尤其是若成交量配合放大。需密切关注这些关键价位的突破情况。\n\n综合来看，短期内建议交易者保持观望，等待价格突破支撑或阻力位后再做决策。如果价格回调至0.28111附近，可以考虑逢低吸纳；若突破0.285748，则可尝试跟进上涨。"
    },
    "en": {
      "title": "Cardano vs US Dollar Technical Analysis",
      "content": "Cardano (ADA) against the US Dollar has recently shown moderate upward movement with a 1.56% increase in the last 24 hours. The current price of ADA stands at 0.285648, hovering just below the recent high of 0.285748. This indicates a consolidation phase following a brief upward momentum. The price action remains constrained within a narrow range, with the recent low at 0.28111 acting as immediate support. If the price continues to test this level, a potential breakout above the resistance at 0.285748 may signal a continuation of the upward trend.\n\nWithout the RSI(14) available, a crucial momentum indicator, we can rely on the other available technical tools to gauge ADA's price strength. The MACD shows a positive reading of 0.0039554895, indicating that there is some bullish momentum. However, with the absence of the signal line data, we cannot definitively conclude whether the current momentum is sustainable. A crossover or divergence in the MACD could offer further insights, but for now, the mild bullish sentiment remains intact. \n\nThe SMA(20) stands at 0.27684445, which gives an indication of the short-term trend. Since the current price is above the SMA(20), it suggests a bullish sentiment in the short term. However, a pullback towards this level may occur if ADA fails to break above the 0.285748 resistance. Traders should keep an eye on any price movement that tests this area, as a confirmed breakout could lead to a stronger bullish move, while a failure to hold above 0.285748 may result in a retest of the support at 0.28111.\n\nFor trading, the most prudent strategy involves watching ADA’s price action closely around key support at 0.28111 and resistance at 0.285748. A break above the resistance could present an opportunity for a long position, targeting higher levels. However, if the price starts to reverse or fails to breach this resistance, a short position could be considered, with 0.28111 acting as the first target. Traders should remain cautious and monitor the MACD for any significant changes in trend."
    }
  }
}