{
  "symbol": "DOGE/USD",
  "name": "Dogecoin vs US Dollar",
  "nameCn": "狗狗币/美元",
  "timestamp": "2026-02-14T15:03:19.214Z",
  "price": {
    "close": "0.10286",
    "high": "0.10322",
    "low": "0.10286",
    "open": "0.10321",
    "change": "-0.36",
    "datetime": "2026-02-14 15:00:00"
  },
  "indicators": {
    "rsi": 78.58208,
    "macd": 0.0018082974,
    "macd_signal": 0.0013157339,
    "sma20": 0.0980325
  },
  "analysis": {
    "zh": {
      "title": "狗狗币/美元技术分析：震荡整理，短期看涨动能",
      "content": "当前，DOGE/USD价格为0.10286美元，短期内呈现震荡整理的走势。从24小时变化来看，价格微跌0.36%，显示出市场多空力量相对均衡，且高低点差距较小，表明当前波动较小。\n\n技术指标方面，RSI(14)尚未提供数据，但MACD的数值为0.0018，表明短期内多头力量稍显强势，但仍处于低位，尚未显示出强烈的趋势变化。SMA(20)处在0.0980水平，较当前价格略低，提供了一定的支撑。\n\n在支撑位方面，当前价格接近0.1028美元，若跌破此位置，可能会测试0.0980美元附近的支撑。上方阻力位在0.1032美元附近，突破该点则可能会进一步向0.1050美元进发。市场短期内可能会维持震荡整理，关注价格是否突破上下区间。\n\n从交易建议来看，考虑到当前震荡格局，建议短线交易者关注价格的上下突破信号。若价格突破0.1032美元，可尝试做多，若跌破0.0980美元，则应考虑做空或止损。"
    },
    "en": {
      "title": "Dogecoin vs US Dollar Technical Analysis",
      "content": "The current market for Dogecoin (DOGE/USD) shows a slight downward trend with a 24-hour change of -0.36%. The price recently tested its high at 0.10322 and low at 0.10286, demonstrating a relatively tight trading range, indicative of sideways momentum. Given the lack of major price movements, it is crucial to monitor for any breakout or breakdown. If the price fails to breach 0.10322, the trend could remain neutral, potentially consolidating near 0.10286.\n\nWithout the full RSI(14) data, it's difficult to fully assess overbought or oversold conditions, but the absence of a clear signal means caution is needed in the near term. The MACD value of 0.001808 suggests a mildly positive momentum, but with no signal line provided, its strength remains uncertain. Investors should be prepared for potential short-term fluctuations until clearer trend signals emerge. A close above 0.10322 may indicate bullish momentum, while a breakdown below 0.10286 could open the door for further declines.\n\nThe SMA(20) at 0.09803 serves as a potential support zone, providing a key level for traders to watch. If the price pulls back to this level, it may offer buying opportunities, assuming broader market conditions remain stable. On the resistance side, any move above 0.10322 could signal the start of a new bullish trend, potentially targeting the next resistance around 0.1045, which has historically acted as a ceiling. \n\nTraders should remain cautious with the lack of strong directional indicators. For those holding positions, a stop-loss near 0.1025 could limit risk in the event of further downside. For active traders, a break above 0.10322 could be a signal to enter long positions, while a failure to hold above this level may prompt a re-test of lower support levels, suggesting a short position opportunity."
    }
  }
}