{
  "symbol": "DOGE/USD",
  "name": "Dogecoin vs US Dollar",
  "nameCn": "狗狗币/美元",
  "timestamp": "2026-02-21T19:08:34.742Z",
  "price": {
    "close": "0.09953",
    "high": "0.09986",
    "low": "0.09953",
    "open": "0.09983",
    "change": "-0.29",
    "datetime": "2026-02-21 19:00:00"
  },
  "indicators": {
    "rsi": 46.52396,
    "macd": 0.000045441021,
    "macd_signal": 0.0001667712,
    "sma20": 0.099964
  },
  "analysis": {
    "zh": {
      "title": "狗狗币/美元技术分析：[短期震荡走势，关注支撑和阻力]",
      "content": "当前狗狗币/美元（DOGE/USD）价格为0.09953，显示出短期震荡趋势。从24小时变化来看，DOGE价格小幅下跌0.29%，而其高点和低点分别为0.09986和0.09953，波动幅度较小。此时市场情绪较为稳定，暂无显著的上涨或下跌趋势。\n\n从技术指标来看，MACD线目前为0.000045441021，但由于缺少信号线数据，暂时无法进行深入分析。SMA（20）为0.099964000，显示出价格依旧维持在短期均线附近，这意味着价格处于一个相对稳定的区域，没有明显的突破信号。RSI（14）数据缺失，但根据现有趋势，短期内价格可能会维持震荡整理。\n\n支撑位方面，0.09950附近是一个关键支撑区间，如果价格跌破该位，可能会进一步测试0.09900的支撑。阻力位则位于0.10000附近，若价格突破此位，有可能迎来短期反弹。投资者应关注这两个价位的突破情况，以决定是否入场。\n\n综合来看，DOGE/USD的短期走势可能会维持在0.09950至0.10000之间震荡。建议投资者在支撑位附近寻找买入机会，在阻力位附近则可考虑适当获利了结。"
    },
    "en": {
      "title": "Dogecoin vs US Dollar Technical Analysis",
      "content": "The current market for Dogecoin (DOGE/USD) shows a relatively stable short-term trend with a slight 24-hour decrease of -0.29%. The price has been oscillating between a high of 0.09986 and a low of 0.09953, indicating tight price action. This consolidation suggests a pause in momentum, which could be a result of market indecision. Given the tight range, it's important to keep an eye on any external news or events that could trigger a breakout or breakdown in the near term.\n\nWith the latest price just below the 20-period Simple Moving Average (SMA) at 0.09996, there’s potential for a mild bearish sentiment. The SMA serves as a dynamic resistance, and any upward movement may face resistance at this level, especially with the current tight range. Traders may look for price action near the SMA to either short if it rejects or long if it breaks above. The MACD's current positive value indicates some upward momentum, but without a clear signal line, this can be less reliable as a sole indicator for future direction.\n\nSupport is likely to be found around the 0.09953 mark, as this is the recent low within the given range. If DOGE/USD approaches this level and holds, it may suggest a rebound, offering an opportunity to buy in anticipation of a reversal. A break below this support would open the door to further downside movement, with the next potential support lying near 0.09900. Traders should monitor these key levels closely for signs of a reversal or continuation.\n\nIn summary, DOGE/USD appears to be in a period of consolidation, and without clear directional indicators, caution is advised. Traders should watch the SMA for resistance and the 0.09953 support level for a potential bounce. Short-term traders could benefit from trading within this range, while longer-term traders may want to wait for a more decisive breakout to establish a clearer trend."
    }
  }
}