{
  "symbol": "ADA/USD",
  "name": "Cardano vs US Dollar",
  "nameCn": "艾达币/美元",
  "timestamp": "2026-01-31T04:22:15.406Z",
  "price": {
    "close": "0.317489",
    "high": "0.319283",
    "low": "0.317295",
    "open": "0.318301",
    "change": "-0.33",
    "datetime": "2026-01-31 04:00:00"
  },
  "indicators": {
    "rsi": 33.12876,
    "macd": -0.0034564017,
    "macd_signal": -0.0033105496,
    "sma20": 0.32363355
  },
  "analysis": {
    "zh": {
      "title": "艾达币/美元技术分析：[震荡整理，短期偏弱]",
      "content": "目前，艾达币/美元（ADA/USD）价格正处于震荡整理区间，当前价格为0.317489。24小时内的变化较小，仅为-0.33%，显示出市场的疲软。虽然价格波动有限，但市场依然保持一定的下行压力。\n\n从技术指标来看，RSI数据缺失使得动能分析受到限制。MACD指标当前为负值（-0.0034564017），显示出短期内的卖压较大。没有信号线提供明确的买入或卖出信号，表明市场处于犹豫状态。SMA(20)为0.32363355，价格低于该水平，说明当前价格接近短期均线下方，偏弱的市场情绪可能进一步抑制价格反弹。\n\n支撑位在0.317295附近，若突破这一位置，可能导致价格进一步下探至0.315。阻力位则在0.319283附近，若突破该位置，有望迎来短期反弹。建议短线交易者可关注这一区间的突破机会，若突破支撑位，考虑采取谨慎的空头策略，若突破阻力位，则可短期内尝试做多，但要注意价格维持的时间较短。\n\n综合来看，艾达币/美元短期内仍然面临下行压力，需谨慎操作，避免追涨杀跌。"
    },
    "en": {
      "title": "Cardano vs US Dollar Technical Analysis",
      "content": "Cardano is trading near **$0.3175**, showing a mildly bearish tone after a small **-0.33%** daily decline. Price action remains capped below the **20-day SMA at $0.3236**, suggesting short-term momentum is still leaning downward. The narrow high-low range also reflects hesitation, with buyers stepping in only cautiously. Overall, ADA/USD appears to be consolidating within a weak downtrend rather than starting a clear reversal.\n\nFrom an indicator perspective, the available MACD reading at **-0.00346** points to negative momentum still dominating the market. Even without a confirmed signal line, the MACD staying below zero usually indicates sellers maintain control. RSI data is unavailable, but the lack of strong upside follow-through reinforces the idea that bullish strength is limited. Traders should treat current movement as corrective unless indicators begin improving.\n\nKey support is forming around **$0.3173**, aligned with the session low, and a deeper breakdown could expose the psychological **$0.3100** area next. Resistance sits near **$0.3193**, followed by a more important barrier at the **SMA zone around $0.3236**. A close above that moving average would be an early sign of trend stabilization. Until then, upside attempts may face repeated selling pressure.\n\nTrading-wise, conservative participants may wait for confirmation above **$0.3236** before considering long exposure, targeting **$0.3300–$0.3350** if momentum shifts. Short-term sellers could look for rejection near resistance, but risk control is essential given the tight range. A break below **$0.3170** would favor defensive positioning, while sustained holding above support keeps the pair in a sideways consolidation bias."
    }
  }
}