{
  "symbol": "AVAX/USD",
  "name": "Avalanche vs US Dollar",
  "nameCn": "雪崩币/美元",
  "timestamp": "2026-01-31T05:05:28.533Z",
  "price": {
    "close": "10.8021",
    "high": "10.8213",
    "low": "10.778",
    "open": "10.8213",
    "change": "-0.17",
    "datetime": "2026-01-31 05:00:00"
  },
  "indicators": {
    "rsi": 37.38666,
    "macd": -0.072827571,
    "macd_signal": -0.078762212,
    "sma20": 10.90815
  },
  "analysis": {
    "zh": {
      "title": "> search(\"你是专业的数字货币交易分析师。请对 雪崩币/美元(AVAX/USD) 进行技术分析。\\n\\n当前市场数据：\\n- 最新价格: 10.8021\\n- 24小时变化: -0.17%\\n- 高点/低点: 10.8213 / 10.778\\n- RSI(14): N/A\\n- MACD: -0.072827571, Signal: N/A\\n- SMA(20): 10.90815\\n\\n要求：\\n1. 第一行：完整的中文标题，格式：\\\"雪崩币/美元技术分析：[趋势描述]\\\"\\n2. 然后空一行\\n3. 正文3-4段，每段60-80字，总共250-300字\\n4. 包含：趋势判断、技术指标解读、支撑/阻力位、交易建议\\n5. 使用专业术语但易于理解\\n6. 不要添加任何标签或额外说明\\n\\n立即开始（第一行就是标题）：\")",
      "content": "雪崩币/美元技术分析：短线承压弱势震荡\n\n当前价格维持在10.80附近，较昨日波动不大，但未能有效上破短期均线，显示多头动力有限。价格连续在10.78–10.82区间震荡，未出现明显方向性突破，短线趋势倾向弱势整理，若放量上破10.95则有望重拾上涨节奏，否则或继续横盘。\n\n技术指标方面，20日简单移动平均线（10.908）位于现价之上，表明均线空头排列短期承压。MACD柱状线为负值且无明显缩量迹象，意味着下行动能尚存但动量不强。由于缺少RSI数据，只能依赖价格行为和均线趋向进行判断，市场情绪偏向中性偏弱。\n\n关键支撑位看向近期低点10.78，其下方若失守则可能进一步测试10.60区域支撑。阻力位则关注10.91–11.00区间，突破此区域将为短线反弹提供空间。较长期支撑则落在10.40–10.50区间，建议关注成交量是否配合支撑反应。\n\n交易建议上，短线偏向震荡操作为主，可在支撑附近轻仓试多，止损设置在10.70下方，目标可看向10.95–11.10。激进者可在阻力确认失守后短线空单介入，止损设在11.15上方，目标看向10.60一线。风险管理依然是首要，切勿追高追低。"
    },
    "en": {
      "title": "Avalanche vs US Dollar Technical Analysis",
      "content": "> search(\"You are a professional cryptocurrency analyst. Provide technical analysis for Avalanche vs US Dollar (AVAX/USD).\\n\\nCurrent Market Data:\\n- Latest Price: 10.8021\\n- 24h Change: -0.17%\\n- High/Low: 10.8213 / 10.778\\n- RSI(14): N/A\\n- MACD: -0.072827571, Signal: N/A\\n- SMA(20): 10.90815\\n\\nRequirements:\\n1. Write 3-4 paragraphs, 60-80 words each, total 250-300 words\\n2. Include: trend analysis, indicator interpretation, support/resistance levels, trading suggestions\\n3. Use professional but accessible language\\n4. No labels, no meta-commentary\\n5. Start immediately with the content (no title needed)\\n\\nBegin:\")\n\nAvalanche’s price action around **$10.80** shows a slight bearish bias in the short term. After failing to sustain moves above the **20‑period SMA (~$10.91)**, the market is struggling to build upward momentum. The recent **24‑hour range** remains tight, suggesting indecision and low volatility. The inability to breakout convincingly above recent highs points to sellers still active near resistance, putting the immediate trend slightly negative unless buyers reclaim the SMA.\n\nWithout a current RSI value, momentum interpretation relies on MACD data. The **MACD reading at –0.0728** implies continuing downward momentum, though the absence of a signal line complicates precise crossover analysis. Still, the negative MACD region suggests bearish pressure remains intact and buyers are not yet dominant. If MACD continues to deepen below zero, it could reinforce the short‑term downtrend. Watching for MACD flattening or turning positive would be important confirmation of renewed bullish interest.\n\nKey areas to watch include **support around $10.50–$10.60**, where recent lows and psychological round number support intersect. A failure to hold this zone could open the door toward **$10.00** as a deeper support target. On the upside, reclaiming the **$10.90–$11.00** area would mark the first meaningful resistance zone, with a break above potentially shifting the short‑term structure toward bullish. Sustained strength above $11.20 could signal a broader recovery.\n\nFor traders, the current range suggests caution. Consider **range‑based entries** with tight stops: buying nearer support with targets below resistance, and shorting nearer resistance with stops above recent swing highs. Conservative traders may prefer waiting for a confirmed break above the 20‑period SMA or a MACD crossover before entering trend‑following positions. Keep position sizes modest until volatility and directional conviction increase."
    }
  }
}