{
  "symbol": "DOGE/USD",
  "name": "Dogecoin vs US Dollar",
  "nameCn": "狗狗币/美元",
  "timestamp": "2026-01-31T04:22:56.069Z",
  "price": {
    "close": "0.115",
    "high": "0.1153",
    "low": "0.11494",
    "open": "0.11498",
    "change": "0.00",
    "datetime": "2026-01-31 04:00:00"
  },
  "indicators": {
    "rsi": 43.70454,
    "macd": -0.00035625084,
    "macd_signal": -0.00039831622,
    "sma20": 0.115493
  },
  "analysis": {
    "zh": {
      "title": "狗狗币/美元技术分析：震荡整理，短期缺乏方向性",
      "content": "当前DOGE/USD的价格在0.115美元附近震荡整理，市场显示出较为平稳的走势。由于24小时价格变化为0.00%，可以判断目前市场缺乏强烈的买卖动能。价格维持在低波动区间，短期内难以判断明确的上升或下降趋势。\n\n技术指标方面，RSI(14)数据缺失，无法提供超买或超卖的参考。MACD指标为负值，且信号线数据缺失，表明当前市场情绪较为谨慎，可能处于短期下行风险中。SMA(20)为0.115493，显示价格轻微低于该均线，暗示价格可能受到压力，继续保持整理状态。\n\n支撑位在0.11494附近，这一价格区间曾多次作为低点出现。若跌破该支撑位，可能引发更深的回调，接下来需关注0.11400附近的进一步支撑。阻力位位于0.1153，突破该位置有望推动价格测试0.116的上行空间。\n\n鉴于当前市场的低波动和缺乏明确的技术信号，建议投资者保持观望，避免在此阶段贸然入场。若突破0.1153的阻力位，则可考虑短期做多操作，若跌破支撑位0.11494，则应准备应对进一步的回调风险。"
    },
    "en": {
      "title": "Dogecoin vs US Dollar Technical Analysis",
      "content": "The DOGE/USD market is currently experiencing a period of stability, with the price hovering around 0.115. The lack of significant price movement over the past 24 hours suggests a consolidation phase, where the market is neither showing strong bullish nor bearish signals. The high and low values for the day are closely aligned, further supporting the idea of sideways movement. Given this scenario, traders should be cautious and monitor for any signs of breakout in either direction. \n\nThe absence of a clear RSI reading makes it difficult to assess overbought or oversold conditions. However, the MACD indicator is showing a minor negative value, indicating that the market could be slightly bearish in the short term. With the MACD below zero, it suggests a potential bearish trend, but the signal is weak due to the lack of a clear signal line. Traders should wait for confirmation from additional indicators before taking action. \n\nIn terms of support and resistance, the recent low of 0.11494 presents a key support level, while the high of 0.1153 offers a potential resistance point. A breakout above 0.1153 could signal a bullish move towards higher resistance levels, while a drop below 0.11494 could trigger a deeper bearish correction. Traders should keep an eye on these levels for any price action that could provide direction. \n\nGiven the current market conditions, a wait-and-see approach is recommended. Until a clear trend emerges, consider trading within the range of 0.11494 and 0.1153. Tight stop-losses should be employed to manage risk, and potential traders may look for a breakout confirmation before making larger positions. A break above 0.1153 would be a bullish signal, while a drop below 0.11494 would suggest further downside potential."
    }
  }
}