{
  "symbol": "DOGE/USD",
  "name": "Dogecoin vs US Dollar",
  "nameCn": "狗狗币/美元",
  "timestamp": "2026-02-16T08:46:17.061Z",
  "price": {
    "close": "0.10207",
    "high": "0.10247",
    "low": "0.10192",
    "open": "0.10197",
    "change": "0.12",
    "datetime": "2026-02-16 08:00:00"
  },
  "indicators": {
    "rsi": 37.93066,
    "macd": -0.0015611593,
    "macd_signal": -0.0014276431,
    "sma20": 0.1036845
  },
  "analysis": {
    "zh": {
      "title": "狗狗币/美元技术分析：短期震荡整理，关注关键支撑阻力",
      "content": "当前狗狗币/美元（DOGE/USD）处于震荡整理阶段，价格在0.10192至0.10247区间内波动。尽管24小时变化幅度较小，但市场情绪较为谨慎，暂时缺乏明确的趋势方向。从短期来看，DOGE可能继续维持横盘整理，等待突破关键技术水平。\n\n从技术指标来看，当前未提供RSI(14)和MACD信号，但SMA(20)位于0.10368450，意味着20日均线可能提供短期阻力。如果价格突破该均线，可能会面临进一步的上行压力。MACD的负值表明短期内卖压较大，但仍需关注是否出现反弹。\n\n在支撑位方面，0.10192是近期的重要支撑位，一旦价格跌破此点位，可能会加剧下行风险，进一步支撑位位于0.10000附近。上方的阻力位则位于0.10350至0.10400区间，如果价格突破此阻力位，有可能重拾上涨动能。\n\n建议投资者在当前震荡行情中采取观望策略，短线交易者可关注支撑和阻力位的突破情况，做出相应的进出场决策。长期投资者可待市场出现更明确的趋势信号时再进行布局。"
    },
    "en": {
      "title": "Dogecoin vs US Dollar Technical Analysis",
      "content": "The current price of Dogecoin is 0.10207, showing a mild 0.12% increase over the last 24 hours. This relatively small change suggests that the market is in a consolidation phase, as the price has been trading within a narrow range between 0.10192 and 0.10247. The lack of significant price movement indicates that the market is waiting for a catalyst, such as a broader market shift or news, to drive the next trend. The absence of a clear direction might make this a tricky market for short-term traders.\n\nLooking at the SMA(20), which stands at 0.10368450, it provides an important reference point for gauging near-term trends. Currently, the price is trading slightly below this moving average, suggesting that there could be short-term bearish pressure. However, the proximity of the current price to the SMA also indicates that a move towards the upside is possible if the market finds enough buying support. A sustained move above the SMA could signal a bullish reversal, but traders should remain cautious without additional bullish momentum.\n\nThe MACD shows a negative value at -0.0015611593, indicating that the market is currently in a slight downtrend. However, without a signal line to confirm the trend's strength, this reading should be taken with caution. The lack of a clear signal line also means that a potential crossover could trigger a reversal in market sentiment. Therefore, it’s important to monitor for any sharp changes in momentum as a clearer trend could emerge once the MACD indicator starts aligning with the price action.\n\nIn terms of support and resistance, the immediate support level is around 0.10192, where the price has recently bounced. If this level holds, we could see a retest of 0.10247, which serves as the immediate resistance. A breakout above this resistance level could push the price towards higher targets, while a failure to maintain support could see a move lower, possibly testing the next key support around 0.10000. Traders should consider using these levels to guide their entry and exit strategies, watching for confirmation through price action and indicators."
    }
  }
}