{
  "symbol": "DOGE/USD",
  "name": "Dogecoin vs US Dollar",
  "nameCn": "狗狗币/美元",
  "timestamp": "2026-02-02T07:41:56.911Z",
  "price": {
    "close": "0.10332",
    "high": "0.10392",
    "low": "0.10255",
    "open": "0.10292",
    "change": "0.40",
    "datetime": "2026-02-02 07:00:00"
  },
  "indicators": {
    "rsi": 44.96552,
    "macd": -0.00084611539,
    "macd_signal": -0.00079102175,
    "sma20": 0.1041195
  },
  "analysis": {
    "zh": {
      "title": "狗狗币/美元技术分析：震荡整理中，短期偏弱",
      "content": "当前狗狗币/美元（DOGE/USD）价格表现出震荡整理的局面，价格保持在0.10255至0.10392之间波动。短期内没有明显的趋势方向，但整体维持在较窄的区间内，表明市场情绪较为谨慎。\n\n从技术指标来看，MACD显示出微弱的负值（-0.00084611539），表明市场当前略微偏向空头。由于RSI(14)数据缺失，无法明确判断市场超买或超卖情况。SMA(20)为0.10411950，处于当前价格略下方，意味着短期内仍有小幅反弹的可能。\n\n支撑位位于0.10255，而阻力位则在0.10392附近。若价格跌破支撑位，可能会加剧下行风险，接下来的支撑位将是0.10150。若价格突破0.10392，可能会迎来反弹至0.10450一线。\n\n综合来看，当前市场呈现较为疲软的状态，短期内建议观望，若价格突破上述关键区间可考虑短期反弹交易，反之则建议轻仓或等待更明确的信号。"
    },
    "en": {
      "title": "Dogecoin vs US Dollar Technical Analysis",
      "content": "The DOGE/USD pair is currently showing a slight uptrend with a modest 24-hour change of 0.40%, hovering around the 0.10332 mark. The market has found some stability within a narrow range, between the recent high of 0.10392 and the low of 0.10255. This range-bound action suggests consolidation, which could lead to a breakout or reversal depending on upcoming price action. Given that the market is not experiencing extreme volatility, traders may want to wait for clearer signals before entering large positions.\n\nThe absence of a clear RSI value makes it difficult to assess immediate overbought or oversold conditions. However, the MACD is currently negative at -0.00084611539, indicating that the selling pressure is still slightly dominant, though not overly strong. Traders should watch for any shifts in the MACD line to assess whether a bullish crossover may occur, which could suggest the start of an uptrend. Until then, the negative MACD signals caution, with no immediate trend reversal in sight.\n\nSupport levels appear to be solid around 0.10255, the low point of the recent 24-hour range, with a potential retest offering a buying opportunity for those looking to trade the range. Resistance remains near the 0.10392 mark, which may present a key level to break for a sustained upward move. If DOGE/USD can hold above 0.1040, it could signal a continuation of the minor bullish trend, possibly reaching the next resistance levels near 0.105 or higher.\n\nFor traders, a range-bound strategy may be the most prudent approach. Focus on buying near the support zone around 0.10255 and selling near the resistance at 0.10392. With the market still indecisive and no clear signals from RSI or MACD, short-term trades based on price action and market sentiment are advisable. However, any strong breakouts past these levels could suggest a shift towards a more definitive trend, providing more opportunities for trend-following strategies."
    }
  }
}