{
  "symbol": "DOGE/USD",
  "name": "Dogecoin vs US Dollar",
  "nameCn": "狗狗币/美元",
  "timestamp": "2026-02-05T16:46:50.232Z",
  "price": {
    "close": "0.0936",
    "high": "0.09525",
    "low": "0.09282",
    "open": "0.09404",
    "change": "-0.48",
    "datetime": "2026-02-05 16:00:00"
  },
  "indicators": {
    "rsi": 17.83978,
    "macd": -0.0024361481,
    "macd_signal": -0.0017748253,
    "sma20": 0.1004785
  },
  "analysis": {
    "zh": {
      "title": "狗狗币/美元技术分析：震荡整理，短期观望",
      "content": "当前狗狗币/美元（DOGE/USD）价格维持在0.0936附近，较24小时前小幅下跌0.48%。市场整体表现为震荡整理，未能突破近期的波动区间。短期内，价格可能会继续在0.09282到0.09525之间波动。\n\n从技术指标来看，MACD当前值为-0.0024，表明短期内狗狗币的卖压较重，但尚未进入强烈的空头市场。由于RSI指标暂无数据，无法准确判断超买或超卖的情况。20日简单移动平均线（SMA）在0.1005附近，为当前价格提供一定的下行压力。\n\n支撑位位于0.09282，若价格跌破该水平，可能会进一步下探至更低的支撑区域。阻力位则在0.09525附近，突破该点位或可尝试测试0.1心理关口。考虑到当前市场未出现明显的趋势信号，建议投资者保持谨慎，等待价格突破关键支撑或阻力位后再做决策。\n\n总结来说，狗狗币当前处于震荡区间，短期内建议保持观望，避免追高或盲目抄底，等待市场进一步确认方向。"
    },
    "en": {
      "title": "Dogecoin vs US Dollar Technical Analysis",
      "content": "Dogecoin (DOGE) is currently experiencing a moderate downtrend, with its price sitting at $0.0936 after a 24-hour change of -0.48%. This price action suggests some consolidation within a narrow range, particularly between the day's high of $0.09525 and low of $0.09282. This slight pullback may indicate a temporary pause in the market, with a potential for either a continuation of the bearish sentiment or a reversal if support holds. The overall market sentiment, as seen in the price fluctuations, is indecisive.\n\nThe lack of an RSI reading complicates a full assessment of overbought or oversold conditions, but the MACD is currently negative at -0.0024361481, indicating bearish momentum. However, the absence of a signal line makes it harder to predict clear directional trends. This negative MACD reading suggests the potential for continued downward movement, but a positive cross could indicate a shift in momentum. For now, caution is advised until further confirmation is given by the indicator.\n\nThe 20-period Simple Moving Average (SMA) at $0.1004785 is acting as a strong resistance level. Price has been trading below this level, confirming the bearish short-term outlook. If DOGE fails to break above the SMA, a retest of the support at $0.09282 seems likely. A drop below this level could trigger further downside, potentially testing deeper support levels near $0.0900 or even $0.0880. On the other hand, if the price reclaims the SMA, bullish continuation to the next resistance at $0.1040 could be in play.\n\nFor traders, a conservative approach might be advisable. A break above the SMA could offer a long entry with a tight stop just below $0.0930, targeting the $0.1040 resistance. Conversely, any move below the $0.09282 support level could warrant a short entry, aiming for a deeper retracement towards $0.0900 or lower. Both scenarios require patience and a close watch on the price action for further confirmation."
    }
  }
}