{
  "symbol": "AVAX/USD",
  "name": "Avalanche vs US Dollar",
  "nameCn": "雪崩币/美元",
  "timestamp": "2026-01-23T07:08:06.180Z",
  "price": {
    "close": "12.2492",
    "high": "12.2562",
    "low": "12.2357",
    "open": "12.2456",
    "change": "0.04",
    "datetime": "2026-01-23 07:00:00"
  },
  "indicators": {
    "rsi": 48.447,
    "macd": -0.017283459,
    "macd_signal": -0.029965946,
    "sma20": 12.21955
  },
  "analysis": {
    "zh": {
      "title": "> search(\"你是专业的数字货币交易分析师。请对 雪崩币/美元(AVAX/USD) 进行技术分析。\\n\\n当前市场数据：\\n- 最新价格: 12.2492\\n- 24小时变化: 0.04%\\n- 高点/低点: 12.2562 / 12.2357\\n- RSI(14): N/A\\n- MACD: -0.017283459, Signal: N/A\\n- SMA(20): 12.21955\\n\\n要求：\\n1. 第一行：完整的中文标题，格式：\\\"雪崩币/美元技术分析：[趋势描述]\\\"\\n2. 然后空一行\\n3. 正文3-4段，每段60-80字，总共250-300字\\n4. 包含：趋势判断、技术指标解读、支撑/阻力位、交易建议\\n5. 使用专业术语但易于理解\\n6. 不要添加任何标签或额外说明\\n\\n立即开始（第一行就是标题）：\")",
      "content": "雪崩币/美元技术分析：短线震荡偏弱整理\n\n当前价格围绕 \\$12.25 附近波动，整体短期趋势偏震荡。价格在 20 日简单移动平均线（SMA20）上方略有支撑，但波动幅度极小，表明多空力量短期胶着，需要更大成交量才能带来方向性突破。\n\n技术指标方面，尽管 RSI 数据缺失，但 MACD 处于零轴下方且数值为负，显示动能偏弱。SMA20 在 \\$12.2195 附近提供动态支撑，如果价格持续在该均线上方整理，可能为横盘筑底阶段，但仍需警惕下破风险。\n\n支撑位关注 \\$12.20 附近的 SMA20 支撑，以及近期低点 \\$12.2357。阻力位在 \\$12.2562 及心理关口 \\$12.30 附近。若向上突破这些阻力，可视为短线多头确认；若跌破支撑，则可能延续回调。\n\n交易建议上，短线以震荡区间交易为主，可在支撑附近轻仓做多、在阻力区域适度减仓或短空。若价格有效穿破 \\$12.30 并伴随放量，可考虑追多；若跌破 \\$12.20，则需严格止损控制回撤风险。"
    },
    "en": {
      "title": "Avalanche vs US Dollar Technical Analysis",
      "content": "> search(\"You are a professional cryptocurrency analyst. Provide technical analysis for Avalanche vs US Dollar (AVAX/USD).\\n\\nCurrent Market Data:\\n- Latest Price: 12.2492\\n- 24h Change: 0.04%\\n- High/Low: 12.2562 / 12.2357\\n- RSI(14): N/A\\n- MACD: -0.017283459, Signal: N/A\\n- SMA(20): 12.21955\\n\\nRequirements:\\n1. Write 3-4 paragraphs, 60-80 words each, total 250-300 words\\n2. Include: trend analysis, indicator interpretation, support/resistance levels, trading suggestions\\n3. Use professional but accessible language\\n4. No labels, no meta-commentary\\n5. Start immediately with the content (no title needed)\\n\\nBegin:\")\n\nAvalanche’s short‑term price action around **$12.25** suggests a period of consolidation after recent volatility. The market appears to lack strong directional conviction, holding near its 20‑period simple moving average at **12.2195**, which is acting as a dynamic pivot between marginal bullish and bearish pressure. Given the muted 24‑hour range and virtually flat price change, the immediate trend lacks momentum and leans sideways until clearer volume and trend signals emerge. Broader market sentiment remains cautious, with some external data showing bearish technical biases on longer frames. \n\nIndicator interpretation underscores thisBASE:AVAXUSD) — TradingView](https://www.tradingview.com/symbols/AVAXUSD/technicals/?utm_source=chatgpt.com)** · *tradingview.com*\n> Technical Ratings is a technical analysis tool that combines the ratings of several technical indicators to make it easier for traders and investors to spot profitable trades. In addition to technical analysis, it's always best to use as much data as possible — to stay on top of everything that can potentially influence Avalanche price, keep an eye on related news.\n\n\nIndicator interpretation underscores this indecision. Your MACD reading at **–0.0173** points to mild bearish momentum, albeit without a confirmed signal line crossover currently published, implying sellers still have slight edge. The 20‑period SMA near the current price suggests equilibrium but warns that a decisive break could set the next directional bias. Traditional RSI data aren’t available in your feed, yet external analysis frequently places the 14‑day RSI around neutral‑to‑slightly oversold zones in recent conditions, hinting sellers may be losing strength butn’t fully exhausted. \n\nKey support zones to watch cluster around **$12.10–$12.00**; dropping below this could invite accelerated selling as traders reprice risk. On the upside, resistance stands near **$12.50–$12.70**, where prior congestion and short‑term swing highs reside. A clean move above this resistance band with volume confirmation would tilt the short‑term microstructure toward buyers, potentially enabling aelow this could invite accelerated selling as traders reprice risk. On the upside, resistance stands near **$12.50–$12.70**, where prior congestion and short‑term swing highs reside. A clean move above this resistance band with volume confirmation would tilt the short‑term microstructure toward buyers, potentially enabling a test of higher resistance levels. If price repeatedly fails above the 20‑SMA and resistance zone, lateral trading or soft retracement becomes more probable. \n\nFor traders, a neutral strategy might be prudent in this tight range: scalping smaller moves between support and resistance with strict risk management, or waiting for a breakout confirmation signal before committing size. Risk‑averse positions can set stops just below **$12.00** and consider partial profitsare 12.25, 12.15, and 12.10, while resistance levels are positioned at 12.50, 12.60, and 12.70. The pivot point is 12.38. Indicators The RSI indicates an oversold condition at 34.33, and the ADX shows a strong trend at 29.57. The ATR is steady at ...\n\n\nFor traders, a neutral strategy might be prudent in this tight range: scalping smaller moves between support and resistance with strict risk management, or waiting for a breakout confirmation signal before committing size. Risk‑averse positions can set stops just below **$12.00** and consider partial profits near **$12.60**. For more aggressive setups, watching for MACD divergence or an RSI shift toward oversold/overbought extremes could provide entries with defined risk. Always align with broader market liquidity andlume cues before scaling into positions."
    }
  }
}