{
  "symbol": "DOGE/USD",
  "name": "Dogecoin vs US Dollar",
  "nameCn": "狗狗币/美元",
  "timestamp": "2026-01-23T07:07:22.863Z",
  "price": {
    "close": "0.12504",
    "high": "0.1251",
    "low": "0.12486",
    "open": "0.1249",
    "change": "0.12",
    "datetime": "2026-01-23 07:00:00"
  },
  "indicators": {
    "rsi": 49.58494,
    "macd": -0.00012157837,
    "macd_signal": -0.00021918838,
    "sma20": 0.1247355
  },
  "analysis": {
    "zh": {
      "title": "狗狗币/美元技术分析：震荡整理，短期难以突破",
      "content": "目前，狗狗币/美元（DOGE/USD）价格在0.125区域附近震荡整理，未能显著突破重要的技术水平。市场维持低波动，当前价格仅微幅上涨0.12%。从整体趋势来看，DOGE呈现横盘整理状态，缺乏明显的多空动能推动。\n\n技术指标方面，MACD处于负值区间（-0.00012），显示出短期内的卖压，但信号线数据缺失，使得指标较难判断明确的转势信号。同时，SMA(20)在0.1247附近形成支撑，显示出短期内该价位可能会承接一定买盘。RSI未提供最新数据，可能需要进一步的价格波动来确认超买或超卖信号。\n\n支撑位方面，价格在0.12486附近获得一定支撑，若下行跌破此点，可能进一步考验0.124的心理支撑。而上方0.1251为短期阻力位，若突破该价位，可能会带来小幅反弹行情，进一步接近0.126。\n\n综合来看，狗狗币短期内维持震荡格局，建议投资者观望，关注0.124的支撑和0.1251的阻力突破。一旦突破关键价位，可能会引发短期波动的交易机会。"
    },
    "en": {
      "title": "Dogecoin vs US Dollar Technical Analysis",
      "content": "The Dogecoin (DOGE) market shows subtle movement in recent hours, with the price hovering around $0.12504, reflecting a minor 0.12% change over the last 24 hours. The price has been contained within a narrow range of $0.12486 to $0.1251, indicating low volatility and a somewhat sideways trend. Given this tight price action, DOGE appears to be consolidating, awaiting a breakout in either direction. This kind of market behavior could be a precursor to a stronger price move depending on external catalysts or market sentiment.\n\nThe absence of a recent RSI reading complicates momentum analysis, but we can rely on other indicators to get a sense of potential market sentiment. The MACD value of -0.00012157837 indicates a slight bearish momentum, suggesting that the sellers have a marginal advantage in the short term. The lack of a signal line makes the MACD reading incomplete, but this does not eliminate the possibility of further downside if the broader market maintains its current mood. Traders should remain cautious of further downside pressure if this negative momentum persists.\n\nLooking at the SMA(20) at $0.12473550, DOGE is trading slightly above this level, indicating mild bullish tendencies in the short term. However, the price is still very much within a range-bound environment. If DOGE holds above the SMA(20), there could be potential for a slight upward push towards the next resistance level, around $0.1260, where selling pressure might increase. Failure to hold above the SMA(20) could lead to retests of lower support levels, with $0.1245 acting as a key level of support.\n\nTraders should keep an eye on these key levels for potential breakouts. A decisive move above $0.1260 would suggest potential bullish continuation, while a failure to hold above $0.1245 could open the door for further declines. Given the current consolidation phase and the weak bearish MACD reading, it might be prudent to wait for a clear breakout or a reversal before taking any significant positions in DOGE."
    }
  }
}