{
  "symbol": "DOGE/USD",
  "name": "Dogecoin vs US Dollar",
  "nameCn": "狗狗币/美元",
  "timestamp": "2026-02-28T07:09:18.383Z",
  "price": {
    "close": "0.08946",
    "high": "0.08956",
    "low": "0.08804",
    "open": "0.08866",
    "change": "0.89",
    "datetime": "2026-02-28 07:00:00"
  },
  "indicators": {
    "rsi": 23.92377,
    "macd": -0.0014717294,
    "macd_signal": -0.0011853689,
    "sma20": 0.0931055
  },
  "analysis": {
    "zh": {
      "title": "狗狗币/美元技术分析：震荡整理走势，短期偏弱",
      "content": "目前DOGE/USD的价格处于震荡整理状态，最新价格为0.08946美元。尽管24小时内有小幅上涨0.89%，但价格波动较小，显示出市场暂时缺乏强烈的方向性。当前的高点为0.08956美元，低点为0.08804美元，表明短期内价格在狭窄区间内波动。\n\n从技术指标来看，MACD值为负值（-0.00147），但未提供信号线数据，这表明市场短期内可能处于弱势，缺乏强烈的买盘推动。SMA(20)为0.0931美元，较当前价格低，显示出短期均线已经呈下行趋势，进一步确认了市场的偏弱走势。\n\n支撑位位于0.0880美元附近，如果价格下破此点位，可能进一步向下测试0.0850美元的支撑区域。阻力位则位于0.0930美元，若价格反弹至此区域，可能遭遇抛售压力。考虑到目前市场的整理趋势，建议保持观望，等待价格突破关键支撑或阻力位后再做进一步决策。\n\n综合来看，DOGE/USD的短期走势偏弱，市场缺乏明显的上涨动力。在支撑位附近寻找买入机会，或在反弹至阻力位时采取卖出策略会是较为保守的交易方法。"
    },
    "en": {
      "title": "Dogecoin vs US Dollar Technical Analysis",
      "content": "The DOGE/USD pair is currently trading at $0.08946, showing a modest 0.89% increase in the past 24 hours. Despite this gain, the price remains below the 20-period simple moving average (SMA), which stands at $0.0931. This suggests a short-term downtrend or consolidation, with resistance expected near the SMA level. A breakthrough above this level could indicate a potential shift towards a bullish reversal, although further confirmation from momentum indicators like RSI would be needed for a clearer outlook.\n\nThe recent price range of $0.08956 to $0.08804 highlights a narrow trading range, which indicates consolidation and a lack of strong directional momentum. The MACD value of -0.00147 suggests weak downward pressure, but it does not indicate an imminent trend change. Investors should monitor for any MACD crossover, which could signal a shift in momentum. Until such a crossover occurs, the market appears to be in a neutral state, with buyers and sellers at a standstill.\n\nFrom a support perspective, $0.08804 provides a short-term floor, with potential for price rebounds if this level holds. If DOGE/USD moves below this support, it may expose deeper support zones closer to $0.085, where further buying interest could emerge. On the upside, resistance is likely at $0.093, near the SMA(20), with any price action above this area indicating a potential bullish setup for the pair.\n\nGiven the current market conditions, it may be prudent to adopt a wait-and-see approach. For traders seeking short-term opportunities, a breakout above $0.093 could offer a buy signal, while a dip below $0.088 may prompt a sell-off. Patience will be key, as any sudden shifts in momentum could quickly change the outlook for DOGE/USD."
    }
  }
}