{
  "symbol": "DOGE/USD",
  "name": "Dogecoin vs US Dollar",
  "nameCn": "狗狗币/美元",
  "timestamp": "2026-02-03T23:06:35.225Z",
  "price": {
    "close": "0.10559",
    "high": "0.10627",
    "low": "0.10543",
    "open": "0.10616",
    "change": "-0.56",
    "datetime": "2026-02-03 23:00:00"
  },
  "indicators": {
    "rsi": 47.30655,
    "macd": -0.00013856337,
    "macd_signal": -0.000024651887,
    "sma20": 0.1068445
  },
  "analysis": {
    "zh": {
      "title": "狗狗币/美元技术分析：震荡整理中，短期承压",
      "content": "目前DOGE/USD处于震荡整理的格局，价格接近0.10559，较昨日小幅下跌0.56%。短期内，市场未出现明显趋势，表现出较强的整理特征。价格波动在0.10543至0.10627区间内，未能突破较为关键的支撑或阻力水平，显示出市场的不确定性。\n\n从技术指标来看，RSI未提供明确超买或超卖信号，意味着市场的动能较弱。MACD值为-0.00013856337，虽然未形成明显的交叉，但仍处于负值区域，显示出卖压略强于买盘。SMA(20)位于0.10684450，价格略低于该均线，进一步证实了短期内价格承压，可能难以迅速上涨。\n\n支撑位方面，0.10543是短期内的重要支撑区域，一旦跌破，可能会引发进一步的回调。上方的阻力位在0.10627附近，如果价格能够突破该水平，则有可能重新测试0.1070-0.1080区域的强阻力位。\n\n综合来看，当前建议采取观望策略，避免激进交易。若价格突破0.10627，则可以考虑适度跟进多头；反之，若跌破0.10543支撑，则可考虑短期做空。"
    },
    "en": {
      "title": "Dogecoin vs US Dollar Technical Analysis",
      "content": "Dogecoin (DOGE) is currently experiencing a slight downward movement, with a recent 24-hour change of -0.56%. The price has ranged between 0.10543 and 0.10627, showing a narrow consolidation pattern. This indicates a potential lack of strong bullish momentum in the market. The price is currently hovering just below the 20-period Simple Moving Average (SMA) of 0.10684450, signaling a bearish sentiment in the short term. However, it's important to note that this could be a temporary pullback within a broader range.\n\nGiven the absence of a clear RSI reading, it's difficult to gauge the exact overbought or oversold conditions. The MACD value of -0.00013856337 suggests a minor bearish momentum. The lack of a Signal line for MACD further complicates a definitive trend interpretation, leaving the market in a relatively neutral to slightly bearish state. Traders should remain cautious, as the absence of decisive signals from both the RSI and MACD suggests indecisiveness in price action.\n\nSupport levels can be identified near the recent low of 0.10543. If the price fails to hold above this level, further downside may open up with potential targets at 0.10500 or even 0.10450. On the other hand, resistance remains around 0.10627, with the SMA(20) offering further resistance near 0.10684. A breakout above this level could indicate a shift to a more bullish bias, with the next resistance target at 0.10750.\n\nFor traders, short-term trades should focus on range-bound movements, with potential buying opportunities near support levels (0.10543), while resistance levels (0.10627) could provide shorting opportunities. A clear breakout above the 0.10684 level would provide more confidence for long trades, while further weakness beneath the support level could signal a more significant pullback."
    }
  }
}