{
  "symbol": "DOGE/USD",
  "name": "Dogecoin vs US Dollar",
  "nameCn": "狗狗币/美元",
  "timestamp": "2026-01-18T08:26:28.775Z",
  "price": {
    "close": "0.13706",
    "high": "0.13715",
    "low": "0.13682",
    "open": "0.13706",
    "change": "0.00",
    "datetime": "2026-01-18 08:00:00"
  },
  "indicators": {
    "rsi": 39.86553,
    "macd": -0.00030047424,
    "macd_signal": -0.00022684995,
    "sma20": 0.137913
  },
  "analysis": {
    "zh": {
      "title": "狗狗币/美元技术分析：[震荡整理，短期关注支撑位]",
      "content": "当前狗狗币/美元（DOGE/USD）的价格为0.13706，延续了震荡整理的态势。价格在过去24小时内变化不大，显示出市场的观望情绪。由于缺乏明显的趋势，投资者需关注短期内的支撑和阻力位，以便制定相应的交易策略。\n\n技术指标方面，虽然RSI未提供具体数值，但结合当前MACD的负值（-0.00030047424），表明市场仍处于弱势。此外，20日简单移动平均线（SMA）为0.137913，显示出价格相对较低，可能面临一定的反弹压力。投资者需密切关注这些指标的变化，以判断市场情绪的变化。\n\n支撑位方面，当前价格接近于0.13682，此位置若能有效支撑，可能会吸引买盘进场。相应的，阻力位则在0.13715附近，如果价格能够突破此阻力，可能会引发进一步的上涨行情。因此，交易者可以在支撑位附近考虑低吸，而在接近阻力位时则需谨慎。\n\n综合来看，狗狗币/美元的短期走势仍需关注市场情绪变化，建议投资者保持灵活的交易策略，关注关键支撑和阻力位，以抓住潜在的交易机会。"
    },
    "en": {
      "title": "Dogecoin vs US Dollar Technical Analysis",
      "content": "The current price of Dogecoin (DOGE) against the US Dollar (USD) stands at 0.13706, reflecting a stable trend with a 24-hour change of 0.00%. The price has oscillated between a high of 0.13715 and a low of 0.13682, indicating a tight trading range. This stability may suggest a consolidation phase, where traders are waiting for a decisive breakout in either direction. Given the proximity to the recent high, a bullish sentiment could emerge if DOGE manages to surpass this level convincingly.\n\nTechnical indicators currently present a mixed picture. The MACD at -0.00030047424 signals a slight bearish momentum, though the absence of an RSI reading limits the analysis of overbought or oversold conditions. Traders should monitor the MACD closely for any potential crossovers that could indicate a shift in momentum. Meanwhile, the Simple Moving Average (SMA) of 20 days at 0.13791300 serves as a crucial reference point, acting as a dynamic resistance level. If DOGE can breach this SMA, it may signal renewed bullish interest.\n\nSupport levels are identified around 0.13682, where buying interest could emerge if the price tests this area again. Conversely, if DOGE falls below this level, it may open the door for further declines towards lower support around 0.13600. A break below this threshold could trigger stop-loss orders, leading to increased selling pressure. On the other hand, successful tests of support would reinforce the bullish case, particularly if paired with increasing volume.\n\nFor traders, a prudent approach may involve setting buy orders just above the SMA (0.13791) to capture potential upward momentum, while placing stop-loss orders just below the support level (0.13682) to manage risk effectively. Monitoring broader market sentiment and news related to Dogecoin will be crucial, as these factors can significantly influence price action in the volatile cryptocurrency space."
    }
  }
}