{
  "symbol": "ADA/USD",
  "name": "Cardano vs US Dollar",
  "nameCn": "艾达币/美元",
  "timestamp": "2026-01-23T21:41:50.731Z",
  "price": {
    "close": "0.36051",
    "high": "0.361044",
    "low": "0.358562",
    "open": "0.358948",
    "change": "0.38",
    "datetime": "2026-01-23 21:00:00"
  },
  "indicators": {
    "rsi": 48.92625,
    "macd": 0.00012171453,
    "macd_signal": -0.000018849326,
    "sma20": 0.36081695
  },
  "analysis": {
    "zh": {
      "title": "艾达币/美元技术分析：[震荡整理，短期区间波动]",
      "content": "当前ADA/USD价格为0.36051，24小时内小幅波动0.38%。从趋势上看，价格处于一个相对窄幅的震荡区间，未见明显的上行或下行突破。由于RSI和MACD未提供完整数据，暂时无法通过这些指标明确判断市场的超买或超卖状态。\n\n技术面来看，20日简单移动平均线(SMA)为0.36082，价格接近这一水平，显示出市场可能存在一定的支撑。当前价格波动在0.358562至0.361044区间内，这一水平形成了短期的支撑和阻力。若价格突破上方阻力位，可能会吸引更多买盘进入。\n\n建议交易者关注这一价格区间的突破情况。若突破0.361044，可以考虑短期做多，目标价位接近0.3650；若下破0.358562，则可能会进一步测试0.3550附近支撑位。在没有明显趋势信号时，短线交易应谨慎，避免频繁操作。\n\n整体而言，艾达币/美元当前呈现出震荡整理的走势，建议投资者以区间波动为主，严格设定止损，耐心等待价格走势的进一步确认。"
    },
    "en": {
      "title": "Cardano vs US Dollar Technical Analysis",
      "content": "The Cardano (ADA) market shows a slight bullish momentum, with the price hovering around 0.36051, marking a 24-hour change of +0.38%. The price has remained within a narrow range, with a high of 0.361044 and a low of 0.358562, indicating limited volatility in the short term. The market is currently consolidating, with price action consolidating near the 20-period simple moving average (SMA) of 0.36081695. This suggests that ADA may be in a waiting phase, gathering strength for a potential breakout or reversal.\n\nAlthough the Relative Strength Index (RSI) is unavailable for now, the MACD value of 0.00012171453 suggests minimal bullish momentum, with the price movement lacking significant upward pressure. Without the signal line data for MACD, it's difficult to draw a firm conclusion about the strength of the trend. However, this could indicate a neutral phase, where traders may be hesitant to take large positions, waiting for more decisive indicators to emerge. This neutrality may persist until there is a clear break from the consolidation range.\n\nSupport for ADA is found around the recent low of 0.358562, where price bounced previously. A decline below this level could suggest further downside, with the next support likely lying near 0.3550 or 0.3500. On the resistance side, the recent high of 0.361044 remains a key level. A break above this resistance could signal a move towards 0.3650, with potential for further upside if the trend strengthens. Traders should monitor these levels closely to gauge the next potential move.\n\nIn the current market environment, cautious trading is recommended. Short-term traders may consider taking advantage of the consolidation range, buying near support and selling near resistance. However, longer-term traders should wait for stronger indicators, such as a confirmed RSI or MACD signal, before committing to any significant positions. Clear breakout or breakdown above or below key levels should provide more confidence for setting a direction."
    }
  }
}