{
  "symbol": "AVAX/USD",
  "name": "Avalanche vs US Dollar",
  "nameCn": "雪崩币/美元",
  "timestamp": "2026-01-23T21:43:15.925Z",
  "price": {
    "close": "12.1328",
    "high": "12.1593",
    "low": "12.0814",
    "open": "12.089",
    "change": "0.35",
    "datetime": "2026-01-23 21:00:00"
  },
  "indicators": {
    "rsi": 45.27993,
    "macd": -0.018279758,
    "macd_signal": -0.016213826,
    "sma20": 12.20949
  },
  "analysis": {
    "zh": {
      "title": "> search(\"你是专业的数字货币交易分析师。请对 雪崩币/美元(AVAX/USD) 进行技术分析。\\n\\n当前市场数据：\\n- 最新价格: 12.1328\\n- 24小时变化: 0.35%\\n- 高点/低点: 12.1593 / 12.0814\\n- RSI(14): N/A\\n- MACD: -0.018279758, Signal: N/A\\n- SMA(20): 12.20949\\n\\n要求：\\n1. 第一行：完整的中文标题，格式：\\\"雪崩币/美元技术分析：[趋势描述]\\\"\\n2. 然后空一行\\n3. 正文3-4段，每段60-80字，总共250-300字\\n4. 包含：趋势判断、技术指标解读、支撑/阻力位、交易建议\\n5. 使用专业术语但易于理解\\n6. 不要添加任何标签或额外说明\\n\\n立即开始（第一行就是标题）：\")",
      "content": "雪崩币/美元技术分析：短期偏弱震荡\n\n当前价格位于12.13附近，略低于20日均线12.209，这表明短期多头动能不足，价格走势呈弱势震荡区间。24小时微幅上涨0.35%未能有效突破均线压制，趋势仍缺乏明确上行动力，短线偏弱整理为主。\n\n技术指标上，MACD柱线为负值且未见明显回升，说明下行动能依旧占优；RSI数据不可用，但从价格与均线关系看，市场情绪偏谨慎。多空双方力量接近平衡，但略倾向空头控制，震荡下探可能性增加。\n\n关键支撑位首先关注近期低点12.08，下破可进一步测试11.80一线；阻力位看向20日均线12.21，其次是12.40区域。若价格稳住支撑并重返阻力上方，则有机会扭转短期弱势。\n\n交易建议上，偏好区间操作，反弹至12.20-12.30可考虑逐步减仓或短空布局；下方若失守12.00，则可按照趋势跟随空单；风险控制上设置好止损，谨防突发波动放大亏损。"
    },
    "en": {
      "title": "Avalanche vs US Dollar Technical Analysis",
      "content": "> search(\"You are a professional cryptocurrency analyst. Provide technical analysis for Avalanche vs US Dollar (AVAX/USD).\\n\\nCurrent Market Data:\\n- Latest Price: 12.1328\\n- 24h Change: 0.35%\\n- High/Low: 12.1593 / 12.0814\\n- RSI(14): N/A\\n- MACD: -0.018279758, Signal: N/A\\n- SMA(20): 12.20949\\n\\nRequirements:\\n1. Write 3-4 paragraphs, 60-80 words each, total 250-300 words\\n2. Include: trend analysis, indicator interpretation, support/resistance levels, trading suggestions\\n3. Use professional but accessible language\\n4. No labels, no meta-commentary\\n5. Start immediately with the content (no title needed)\\n\\nBegin:\")\n\nAvalanche’s price action around **$12.13** reflects a phase of consolidation after a modest intraday uptick. The slight **0.35% gain** and narrow **high/low range** suggest the market is in a temporary equilibrium, with neither buyers nor sellers exerting dominant control. Recent price bars hugging the **20‑period simple moving average (SMA)** at **$12.21** indicate the short‑term trend is neutral to mildly bearish. If AVAX fails to sustain above this SMA, sellers could increasingly push for lower levels.\n\nMomentum indicators are offering a mixed signal. The absence of a reliable **RSI(14)** reading limits clarity on overbought or oversold conditions, but the **MACD value at –0.0183** suggests bearish bias in market rhythm. Without a corresponding signal line, we infer that downward momentum has modest strength, hinting that buyers are struggling to build upward pressure. Traders should watch for a MACD crossing above zero or a bullish divergence once the signal line is available—this could signal a shift toward positive momentum.\n\nKey technical levels are becoming clearer. Immediate **support** lies near **$12.00**, a psychologically relevant zone reinforced by recent price rejections. A deeper support cluster around **$11.60–$11.70** could attract stronger bids if volatility increases. On the upside, **$12.40–$12.50** represents the nearest **resistance**, where previous candles showed hesitation. A convincing break above $12.50, accompanied by above‑average volume, would indicate buyers reclaiming control and potentially targeting $12.80–$13.00 next.\n\nIn terms of trading suggestions, conservative participants might wait for definitive confirmation—such as a break and close above the 20‑SMA or a MACD signal line crossover—before entering long positions. For more active traders, fading within the range (selling near resistance and buying near support) could be viable, provided risk is tightly managed with stop‑loss orders just beyond these levels. Monitoring broader market sentiment will help align AVAX moves with sector trends."
    }
  }
}