{
  "symbol": "DOGE/USD",
  "name": "Dogecoin vs US Dollar",
  "nameCn": "狗狗币/美元",
  "timestamp": "2026-01-17T21:36:41.321Z",
  "price": {
    "close": "0.1385",
    "high": "0.13867",
    "low": "0.1382",
    "open": "0.13864",
    "change": "-0.12",
    "datetime": "2026-01-17 21:00:00"
  },
  "indicators": {
    "rsi": 52.14365,
    "macd": 0.00009349155,
    "macd_signal": -0.000064640262,
    "sma20": 0.137997
  },
  "analysis": {
    "zh": {
      "title": "狗狗币/美元技术分析：[短期震荡走势]",
      "content": "当前狗狗币/美元(DOGE/USD)的价格为0.1385，显示出短期内震荡整理的走势。24小时内价格变化幅度较小，仅为-0.12%，表明市场情绪相对平稳。价格在0.13867和0.1382之间波动，显示出一定的支撑和阻力水平。\n\n在技术指标方面，SMA(20)为0.137997，表明短期均线略高于当前价格，显示出一定的下行压力。此外，虽然RSI(14)数据缺失，但根据现有的价格走势，可以推测市场并未出现明显的超买或超卖状态。MACD指标的微弱正值表明短期内买方力量略占优势，但未能形成强烈的上行动能。\n\n支撑位方面，0.1382为关键支撑区域，跌破后可能会加速下行。阻力位则在0.13867附近，若突破该水平，可能会引发进一步的上涨。建议投资者在当前震荡区间内采取观望策略，等待价格确定突破方向后再做出交易决策，降低风险并提高收益的可能性。"
    },
    "en": {
      "title": "Dogecoin vs US Dollar Technical Analysis",
      "content": "The current price of Dogecoin (DOGE) against the US Dollar (USD) stands at 0.1385, reflecting a slight decline of 0.12% over the past 24 hours. The price has experienced a narrow range, with a high of 0.13867 and a low of 0.1382, indicating a period of consolidation. In this environment, traders should closely monitor the price action for potential breakout opportunities, as a continuation of this trend could either lead to a bullish rally or a bearish reversal.\n\nThe absence of a computed RSI(14) limits our ability to assess overbought or oversold conditions directly. However, the MACD value of 0.00009349 suggests a mild bullish momentum, albeit with caution due to its proximity to zero. The Simple Moving Average (SMA) of 20 days at 0.13799700 offers another layer of insight, acting as a potential support level. A sustained price above this SMA could signal bullish sentiment, while a drop below it could trigger selling pressure.\n\nKey support for DOGE/USD can be identified around the recent low of 0.1382, while resistance is capped at the high of 0.13867. If the price breaks above this resistance, it may attract further buying interest, potentially pushing the price towards the next psychological level at 0.14. Conversely, a failure to hold above the support level may lead to a retest of lower support areas, necessitating caution from traders.\n\nIn terms of trading suggestions, a breakout above 0.13867 could provide a buying opportunity, with targets set towards 0.14 and higher. However, traders should maintain stop-loss orders below the 0.1382 support to mitigate risks. Alternatively, if the price declines below the SMA, short positions may be considered, particularly if subsequent bearish signals appear in other indicators."
    }
  }
}