{
  "symbol": "BTC/USD",
  "name": "Bitcoin vs US Dollar",
  "nameCn": "比特币/美元",
  "timestamp": "2025-11-29T18:55:50.767Z",
  "price": {
    "close": "90729.66",
    "high": "90756.45",
    "low": "90200",
    "open": "90454.01",
    "change": "0.30",
    "datetime": "2025-11-29 18:00:00"
  },
  "indicators": {
    "rsi": 47.74815,
    "macd": -93.87553,
    "macd_signal": -108.57969,
    "sma20": 90744.8035
  },
  "analysis": {
    "zh": {
      "title": "比特币/美元技术分析：[震荡整理，需关注关键支撑位]",
      "content": "当前比特币价格90729.66美元，显示出震荡整理的趋势。市场在90200美元至90756.45美元之间波动，未能有效突破上方阻力位，表明多空双方力量均衡，短期内可能维持这种态势。投资者应关注这一区间的突破情况，以判断后续走势。\n\n技术指标方面，MACD处于负值区域，显示出卖压仍在，但由于缺乏RSI数据，无法全面评估超买或超卖状态。SMA(20)位于90744.80美元，作为短期趋势的参考线，价格若持续低于此水平，可能会引发进一步的下行压力。因此，短期内应密切关注该移动平均线的表现。\n\n在支撑和阻力方面，90200美元为关键支撑位，若价格跌破此位置，可能会加速调整，进一步测试89000美元的支撑。而90756.45美元则是短期阻力位，突破该水平有望恢复上涨动能。投资者应设置合理的止损，以防止市场波动带来的风险。\n\n综合来看，建议投资者在当前震荡区间内采取观望策略，耐心等待市场方向的明确信号。在关键支撑和阻力位附近进行小幅交易，控制风险，灵活应对市场变化，确保资金安全。"
    },
    "en": {
      "title": "Bitcoin vs US Dollar Technical Analysis",
      "content": "The current price of Bitcoin against the US Dollar is at 90,729.66, reflecting a modest 24-hour change of 0.30%. This slight uptick suggests a consolidation phase after recent volatility. The high of 90,756.45 and low of 90,200 indicates a relatively tight trading range, which may imply indecision among traders. A breakout above 90,800 could signal a bullish momentum, while support around 90,200 remains critical for downside protection.\n\nAnalyzing the indicators, the SMA(20) at 90,744.80 shows that the price is currently hovering just below this moving average, which may act as a resistance level. The MACD value of -93.87553 suggests bearish pressure, reflecting the potential for further downward movement if selling volume increases. The absence of a defined RSI complicates the assessment of overbought or oversold conditions, making it essential to monitor price action closely for any significant shifts.\n\nIn terms of support and resistance levels, the immediate support at 90,200 could be pivotal for maintaining the current price structure. A break below this level may lead to further declines toward 89,500. Conversely, the resistance at 90,800 could be the key to unlocking additional bullish potential. Traders should focus on these levels for entry and exit points, employing stop-loss orders to manage risk effectively.\n\nFor trading strategies, a cautious approach may be warranted. If the price breaks above the 90,800 resistance with strong volume, it could present a buying opportunity with targets around 91,500. Conversely, if the price breaches the support at 90,200, a short position may be advisable, targeting the next significant support level. Staying attuned to market sentiment and global economic factors will be essential in navigating this volatile asset."
    }
  }
}