{
  "symbol": "DOGE/USD",
  "name": "Dogecoin vs US Dollar",
  "nameCn": "狗狗币/美元",
  "timestamp": "2026-02-28T13:54:36.376Z",
  "price": {
    "close": "0.09111",
    "high": "0.09203",
    "low": "0.08885",
    "open": "0.08886",
    "change": "2.54",
    "datetime": "2026-02-28 13:00:00"
  },
  "indicators": {
    "rsi": 43.99852,
    "macd": -0.001661026,
    "macd_signal": -0.0016303422,
    "sma20": 0.0915495
  },
  "analysis": {
    "zh": {
      "title": "狗狗币/美元技术分析：[震荡整理，关注关键支撑与阻力]",
      "content": "当前DOGE/USD处于震荡整理阶段，价格保持在0.08885到0.09203之间波动，市场情绪较为平稳。价格在0.09111附近盘整，未能突破重要阻力位0.09203，也未下破支撑位0.08885，显示出多空力量的均衡。\n\n从技术指标看，当前RSI值缺失，难以提供超买或超卖的参考。MACD值为负，且缺乏信号线的数据，这表明短期内价格可能缺乏明确的趋势方向。20日简单移动平均线(SMA)在0.09155附近，价格略低于其位置，可能暗示短期内存在一定的卖压。\n\n在支撑位方面，0.08885为关键支撑区，一旦跌破，可能会触发更深的回调。阻力位则位于0.09203附近，这一水平若突破，可能会打开向上测试0.0945甚至0.0980的空间。投资者可根据价格是否突破这些关键价位来判断短期交易机会。\n\n建议短线交易者关注价格突破或回调的动向。在支撑位0.08885附近寻找买入机会，在阻力位0.09203附近则考虑卖出或减仓，等待更清晰的趋势确认。"
    },
    "en": {
      "title": "Dogecoin vs US Dollar Technical Analysis",
      "content": "> search(\"You are a professional cryptocurrency analyst. Provide technical analysis for Dogecoin vs US Dollar (DOGE/USD).\\n\\nCurrent Market Data:\\n- Latest Price: 0.09111\\n- 24h Change: 2.54%\\n- High/Low: 0.09203 / 0.08885\\n- RSI(14): N/A\\n- MACD: -0.0016610260, Signal: N/A\\n- SMA(20): 0.091549500\\n\\nRequirements:\\n1. Write 3-4 paragraphs, 60-80 words each, total 250-300 words\\n2. Include: trend analysis, indicator interpretation, support/resistance levels, trading suggestions\\n3. Use professional but accessible language\\n4. No labels, no meta-commentary\\n5. Start immediately with the content (no title needed)\\n\\nBegin:\")\n\nDOGE/USD’s short-term trend shows tentative bullish momentum, as evidenced by the modest 2.54% 24-hour gain and price attempting to hold above recent intraday lows. However, the latest price ($0.09111) hovering slightly below the 20-period simple moving average ($0.09155) suggests the recent upside lacks conviction. The failure to sustain above this moving average signals that buyers have yet to fully dominate, keeping the immediate trend in a cautiously neutral to mildly bullish phase.\n\nThe MACD reading at –0.0016610260, with no available signal line for comparison, points to underlying bearish pressure lingering beneath the surface. In isolation, the negative MACD suggests that downward momentum may still be active despite the recent price uptick. Without a confirmed MACD crossover above its signal line, conviction remains muted for sustained upside. Traders will want to see the MACD move toward positive territory coupled with stronger volume to validate a potential trend shift.\n\nKey technical levels to watch include near-term support around the recent low of $0.08885. A break below this zone could open the door to deeper retracement toward the $0.085 area, where historical congestion has provided support. On the upside, resistance near the intraday high of $0.09203 remains a barrier. Above this, sellers have been active in the $0.095–$0.098 range, making that cluster a logical target for a breakout confirmation.\n\nFor traders, a conservative approach would emphasize defined risk zones: consider long entries above the $0.0925–$0.0930 area with stops beneath $0.0890 to manage risk, aiming for $0.095–$0.098 targets. If bearish strength intensifies and $0.08885 gives way, short strategies could be considered with objectives toward $0.085 and stops above $0.0915. Given the mixed signals, position sizing and adherence to risk limits are crucial."
    }
  }
}