{
  "symbol": "DOGE/USD",
  "name": "Dogecoin vs US Dollar",
  "nameCn": "狗狗币/美元",
  "timestamp": "2026-02-02T16:39:54.129Z",
  "price": {
    "close": "0.1093",
    "high": "0.10994",
    "low": "0.10899",
    "open": "0.10949",
    "change": "-0.16",
    "datetime": "2026-02-02 16:00:00"
  },
  "indicators": {
    "rsi": 68.46687,
    "macd": 0.00079319952,
    "macd_signal": 0.000043439295,
    "sma20": 0.1048005
  },
  "analysis": {
    "zh": {
      "title": "狗狗币/美元技术分析：[震荡整理，短期内缺乏明确趋势]",
      "content": "当前狗狗币/美元（DOGE/USD）价格在0.1093附近波动，24小时变化仅为-0.16%，表明市场情绪相对平稳。近期价格高点触及0.10994，低点为0.10899，市场显现出一定的震荡整理态势。短期内缺乏强烈的趋势指引。\n\n技术指标方面，RSI（14）暂无数据，意味着尚无过买或过卖的明显信号。MACD指标显示为0.000793，虽然这一数值较小，但仍可能对短期价格波动起到一定影响。20日简单移动平均线（SMA）位于0.1048附近，暗示当前价格有较强支撑，若价格回调至该位置，可能形成买入机会。\n\n支撑位方面，0.10899附近形成较为强劲的支撑区，跌破此位置可能导致进一步下行。阻力位则在0.10994一线，如果价格突破此位置，可能会触发更大的上涨动力。短期内建议保持观望，等待价格突破关键支撑或阻力位后再进行操作，避免盲目追涨杀跌。"
    },
    "en": {
      "title": "Dogecoin vs US Dollar Technical Analysis",
      "content": "The Dogecoin market is currently experiencing a relatively neutral sentiment, with a slight 24-hour decline of -0.16%. The price has been ranging between $0.10994 and $0.10899, reflecting low volatility. This consolidation phase indicates indecision in the market, with a lack of strong bullish or bearish momentum. The absence of a clearly defined trend suggests that traders are awaiting further catalysts to drive price action in either direction. In the short term, price action will likely stay within this range unless a breakout occurs.\n\nThe current price is trading above the 20-period Simple Moving Average (SMA) of $0.1048, which indicates a slight bullish bias over the past few weeks. However, this signal isn't strong enough to suggest a confirmed upward trend without further confirmation. The market is testing the key psychological level of $0.109, which will act as an immediate resistance. If Dogecoin breaks above this level, it could test the next significant resistance at around $0.1105. On the downside, support is likely to emerge at the $0.108 area, where the price recently bounced.\n\nAlthough the RSI(14) is unavailable, the MACD shows a positive value of 0.000793, indicating a slight bullish momentum in the market. However, with the absence of the signal line, it’s difficult to gauge whether this momentum is strong or just temporary. Without a full confirmation from other indicators, traders should remain cautious and not rush into positions. The market is currently in a waiting phase, and a clearer trend will emerge once the price either consolidates above resistance or falls through support levels.\n\nTraders should focus on tight range-bound strategies for now, given the lack of strong directional movement. A breakout above $0.1095 could signal a buying opportunity toward $0.1105, while a breakdown below $0.1080 might indicate further downside risk, with $0.106 as the next potential support. Patience and careful monitoring of the price action are key for managing risk in this environment."
    }
  }
}