{
  "symbol": "DOGE/USD",
  "name": "Dogecoin vs US Dollar",
  "nameCn": "狗狗币/美元",
  "timestamp": "2026-02-09T18:11:43.872Z",
  "price": {
    "close": "0.09636",
    "high": "0.09673",
    "low": "0.09614",
    "open": "0.09627",
    "change": "0.14",
    "datetime": "2026-02-09 18:00:00"
  },
  "indicators": {
    "rsi": 55.048699,
    "macd": -0.00033605149,
    "macd_signal": -0.00059678234,
    "sma20": 0.095311
  },
  "analysis": {
    "zh": {
      "title": "狗狗币/美元技术分析：[震荡整理，谨慎观望]",
      "content": "当前狗狗币/美元的价格为0.09636，近期呈现震荡整理态势。价格处于0.09673和0.09614之间的区间波动，未显示出明显的上升或下降趋势。从技术面来看，当前的价格接近20日简单移动平均线(SMA20)的0.09531，暗示短期内价格可能会受到该均线的支撑。短期内，市场缺乏强烈的买入或卖出信号。\n\nRSI(14)和MACD指标未显示足够的有效数据，表明市场情绪相对平稳，买卖力量处于平衡状态。MACD的负值（-0.000336）提示当前市场短期内可能存在一定的卖压，但不足以形成明确的下行趋势。整体技术面表明，市场在等待明确的方向信号。\n\n支撑位位于0.09614，若价格突破这一位置，可能会进一步回调至0.09500附近。而0.09673为近期阻力位，若价格突破此处，则可能恢复上涨势头。建议在价格突破关键支撑或阻力位时寻找短线交易机会。\n\n总体而言，当前市场波动较小，建议投资者保持谨慎，避免追高杀跌，适合观察市场是否会形成更明显的方向性突破。"
    },
    "en": {
      "title": "Dogecoin vs US Dollar Technical Analysis",
      "content": "Dogecoin (DOGE) has been consolidating within a tight range around $0.096, reflecting a lack of significant volatility in the short term. The price is currently hovering near the 20-day Simple Moving Average (SMA), which is $0.0953, indicating that there is no strong upward or downward momentum at play. Given that the price is relatively stable, traders should watch for a breakout either above $0.0967 or below $0.0961 to gain insights into the next directional move. A sustained movement beyond these levels could signal the beginning of a more pronounced trend.\n\nOn the indicator front, the lack of a clear RSI reading means that there is no immediate overbought or oversold condition to guide traders. The MACD is currently in negative territory, with a value of -0.000336, suggesting bearish pressure, but the absence of a signal line makes this reading less actionable. A potential bearish crossover in the MACD could signal further downside, especially if price action breaks below the recent low of $0.0961. Traders should be cautious of short-term volatility that might arise due to external market factors.\n\nIn terms of support and resistance, $0.09614 has been tested as a low point, and a break below this level could expose further downside to the $0.095 mark, where additional buying interest may arise. On the flip side, a successful move above $0.0967 would likely target the next resistance zone around $0.0975. These levels are critical in determining whether the current consolidation will resolve in a bullish or bearish direction. Traders should be alert to price action near these key zones.\n\nGiven the current technical picture, traders should remain patient and wait for a confirmed breakout before making significant moves. The market sentiment appears neutral, with a slight edge toward the downside based on the MACD. Risk management is essential, especially with the tight price range, to avoid being caught in a false breakout. Conservative traders may prefer to wait for further confirmation before committing to a position."
    }
  }
}