{
  "symbol": "DOGE/USD",
  "name": "Dogecoin vs US Dollar",
  "nameCn": "狗狗币/美元",
  "timestamp": "2026-02-28T04:13:34.051Z",
  "price": {
    "close": "0.09326",
    "high": "0.09336",
    "low": "0.09316",
    "open": "0.09324",
    "change": "0.02",
    "datetime": "2026-02-28 04:00:00"
  },
  "indicators": {
    "rsi": 34.47628,
    "macd": -0.0009833333,
    "macd_signal": -0.001078483,
    "sma20": 0.094
  },
  "analysis": {
    "zh": {
      "title": "狗狗币/美元技术分析：[震荡整理，短期风险偏下]",
      "content": "目前，DOGE/USD的价格在0.0932附近震荡整理，呈现出相对平稳的走势。24小时内的价格变动仅为0.02%，显示出市场缺乏强烈的方向性。在短期内，市场可能保持震荡状态，缺乏明显的上涨或下跌动力。\n\n从技术指标来看，RSI(14)未提供数据，暂时无法判断市场是否超买或超卖。MACD值为-0.00098，且缺少信号线数据，表明当前的卖压尚未完全消散，但也没有明确的卖出信号。SMA(20)为0.094，价格略低于此水平，可能预示短期内存在回调压力。\n\n支撑位方面，当前低点0.09316提供了一定的支撑，若跌破此位置，可能会进一步测试0.092的支撑区域。阻力位在0.094附近，若价格突破该点位，则有可能迎来短期反弹。然而，市场整体处于震荡状态，波动性较小，难以预测大幅度的突破。\n\n综合来看，建议投资者保持谨慎，短期内适合观望，避免在无明确趋势的市场中频繁交易。若价格回测至支撑位附近，可以考虑低位买入，但必须设置止损以规避下行风险。"
    },
    "en": {
      "title": "Dogecoin vs US Dollar Technical Analysis",
      "content": "The current price of Dogecoin is hovering around 0.09326, with a slight 24-hour change of 0.02%. The market seems to be in a narrow consolidation phase, trading within a tight range between the high of 0.09336 and the low of 0.09316. This pattern suggests indecision among traders, with neither the bulls nor bears gaining control. However, the broader market sentiment appears neutral, with no significant movement in the price action recently.\n\nLooking at the SMA(20) of 0.094, we see that Dogecoin is trading slightly below this level, indicating a mild bearish bias in the short-term. The price has tested this moving average and failed to break above it, signaling resistance in the immediate future. If the price continues to hover below this SMA, a retest of support levels may occur, particularly around the low of 0.09316. A failure to hold at this level could lead to further downside, potentially targeting 0.092.\n\nThe MACD shows a negative value of -0.00098333330, which implies a bearish momentum, though it has yet to signal a clear trend reversal. Given the absence of a signal line, this could indicate that the market lacks sufficient momentum for a directional move. Traders should be cautious about long positions unless the price convincingly breaks above the SMA(20), which would signal the potential for upward movement. On the other hand, short-term traders may consider the risk of further downside if the price fails to hold above 0.09316.\n\nIn conclusion, the key levels to watch are 0.09336 for resistance and 0.09316 for support. A break above the resistance could open up the potential for a move higher, but with current indicators, the downside risk remains if support is broken. A cautious approach with tight risk management is advised until clearer trend signals emerge."
    }
  }
}