{
  "symbol": "AVAX/USD",
  "name": "Avalanche vs US Dollar",
  "nameCn": "雪崩币/美元",
  "timestamp": "2026-01-30T12:50:55.549Z",
  "price": {
    "close": "10.9572",
    "high": "11.0195",
    "low": "10.9337",
    "open": "11.0113",
    "change": "-0.48",
    "datetime": "2026-01-30 12:00:00"
  },
  "indicators": {
    "rsi": 41.19129,
    "macd": -0.14583843,
    "macd_signal": -0.18230963,
    "sma20": 10.95842
  },
  "analysis": {
    "zh": {
      "title": "> search(\"你是专业的数字货币交易分析师。请对 雪崩币/美元(AVAX/USD) 进行技术分析。\\n\\n当前市场数据：\\n- 最新价格: 10.9572\\n- 24小时变化: -0.48%\\n- 高点/低点: 11.0195 / 10.9337\\n- RSI(14): N/A\\n- MACD: -0.14583843, Signal: N/A\\n- SMA(20): 10.95842\\n\\n要求：\\n1. 第一行：完整的中文标题，格式：\\\"雪崩币/美元技术分析：[趋势描述]\\\"\\n2. 然后空一行\\n3. 正文3-4段，每段60-80字，总共250-300字\\n4. 包含：趋势判断、技术指标解读、支撑/阻力位、交易建议\\n5. 使用专业术语但易于理解\\n6. 不要添加任何标签或额外说明\\n\\n立即开始（第一行就是标题）：\")",
      "content": "雪崩币/美元技术分析：短线震荡偏弱整理\n\n当前AVAX价格围绕10.95美元附近震荡，短期多空力量较为均衡，但略显承压。价格在SMA(20)附近反复试探未能有效上破，表明短线趋势偏弱，整体仍处于震荡区间，缺乏明确突破动能。\n\n技术指标显示MACD处于负值区域，暗示下行动能尚存，但因信号线数据不可用，无法确认拐点。若伴随成交量放大跌破支撑，则后续可能延续下探；若重返SMA并企稳，震荡反弹将有机会展开。\n\n关键支撑位初步关注10.60美元及10.20美元附近，多空临界点在这些区域。阻力位看向11.20美元及11.50美元，若价格有效突破并站稳，则短线上行空间将进一步打开，反之则延续整理甚至下探。\n\n交易建议方面，短线交易者可在确认跌破支撑或突破阻力后再入场，严格设置止损以控制风险。中线投资者宜关注大周期动能和基本面配合，避免在震荡中频繁追高或抄底。谨慎等待明确趋势信号再进行布局。"
    },
    "en": {
      "title": "Avalanche vs US Dollar Technical Analysis",
      "content": "> search(\"You are a professional cryptocurrency analyst. Provide technical analysis for Avalanche vs US Dollar (AVAX/USD).\\n\\nCurrent Market Data:\\n- Latest Price: 10.9572\\n- 24h Change: -0.48%\\n- High/Low: 11.0195 / 10.9337\\n- RSI(14): N/A\\n- MACD: -0.14583843, Signal: N/A\\n- SMA(20): 10.95842\\n\\nRequirements:\\n1. Write 3-4 paragraphs, 60-80 words each, total 250-300 words\\n2. Include: trend analysis, indicator interpretation, support/resistance levels, trading suggestions\\n3. Use professional but accessible language\\n4. No labels, no meta-commentary\\n5. Start immediately with the content (no title needed)\\n\\nBegin:\")\n\nThe AVAX/USD pair is currently navigating a subtle downward drift, with the latest price trading just below key short-term averages. Price action near **$10.95** suggests consolidation after a mild pullback, as recent candles show limited directional conviction. The slight negative 24‑hour change underscores a lack of bullish momentum, with sellers hesitant to accelerate declines. Overall, the short‑term trend leans cautiously bearish within a broader neutral channel.\n\nMomentum indicators imply limited directional strength at present. The MACD’s negative value around **‑0.1458** reflects that bearish momentum still lingers, yet without significant divergence signals to confirm an extended downtrend. The absence of an available RSI reading complicates overbought/oversold assessment, but price hovering around the SMA(20) at **10.9584** suggests equilibrium between buyers and sellers. Traders should closely monitor whether price holds above this moving average, as a decisive move below could signal further weakness.\n\nIn terms of support and resistance, immediate support lies near the recent low around **$10.93**, followed by a psychological floor at **$10.50**. Failure to maintain above these levels may expose deeper support zones near **$10.00**. On the upside, near‑term resistance sits just above **$11.02**, with a stronger hurdle around **$11.50–$11.75** where previous consolidation occurred. Breaks beyond these thresholds will provide clues on directional bias for the next 24–72 hours.\n\nFor trading suggestions, conservative traders may wait for a clear break and confirmation above **$11.02** before initiating long positions, ideally supported by rising volume and positive momentum reads. Short‑term aggressive buyers could consider scalps near key support with tight stops below **$10.90**. Conversely, a sustained close below the SMA(20) could favor short exposure, with protective stops near recent resistance to manage risk effectively."
    }
  }
}