{
  "symbol": "DOGE/USD",
  "name": "Dogecoin vs US Dollar",
  "nameCn": "狗狗币/美元",
  "timestamp": "2026-01-30T12:50:09.290Z",
  "price": {
    "close": "0.11478",
    "high": "0.11558",
    "low": "0.11456",
    "open": "0.11536",
    "change": "-0.49",
    "datetime": "2026-01-30 12:00:00"
  },
  "indicators": {
    "rsi": 42.25447,
    "macd": -0.0014978037,
    "macd_signal": -0.001770782,
    "sma20": 0.115059
  },
  "analysis": {
    "zh": {
      "title": "狗狗币/美元技术分析：震荡偏弱",
      "content": "当前DOGE/USD处于短线震荡偏弱格局，价格略低于SMA20，24小时小幅回落，显示多空力量相对均衡，但上行动能略显不足，市场情绪偏谨慎。\n\n技术指标方面，MACD数值为负且仍在零轴下方，说明空头动能尚未完全消退；RSI数据暂缺，无法确认超买超卖状态，但价格波动平缓，偏向整理走势。\n\n结构上看，下方关键支撑位集中在0.1145附近，若有效跌破或进一步下探至0.1130区域；上方阻力位关注0.1156及0.1165，需放量突破才能确认反弹。\n\n交易策略上建议以区间思路为主，轻仓参与，靠近支撑位低吸、阻力位逐步止盈，并设置严格止损；稳健者可等待重新站稳SMA20后再考虑顺势做多。"
    },
    "en": {
      "title": "Dogecoin vs US Dollar Technical Analysis",
      "content": "The Dogecoin (DOGE) market shows signs of consolidation in a narrow range, with the price hovering around 0.11478. Despite a slight 24-hour decline of 0.49%, the overall trend remains neutral in the short term. The price is currently bounded by key levels, with the recent high of 0.11558 and the low of 0.11456 serving as immediate boundaries. This range-bound movement suggests a lack of strong momentum in either direction, as the market awaits further catalysts for a breakout.\n\nLooking at the 20-period Simple Moving Average (SMA), which stands at 0.115059, the price is slightly below this level, indicating a mild bearish bias. Without a clear direction from the moving average, the price could face resistance near the SMA level, around 0.1150. If the price moves above this level, the next major resistance could be near 0.1165, a previous high point. On the other hand, if the price continues to trade below the SMA, it might test the support at 0.11450 and potentially lower levels.\n\nThe Relative Strength Index (RSI) and MACD indicators are unavailable at the moment, which limits the ability to gauge the strength of the trend. However, the negative MACD reading of -0.0015 implies that bearish momentum is present. Traders should closely monitor the MACD and RSI in the coming sessions for more insight into potential trend shifts. A crossover above zero on the MACD would signal a potential reversal, while an RSI value approaching oversold levels could indicate an opportunity for buyers to step in.\n\nIn terms of trading strategy, a cautious approach is advised in the current environment of range-bound action. Traders may consider waiting for a confirmed breakout above 0.1155 or a breakdown below 0.1145 to enter positions with a more defined risk-reward profile. Patience will be key in this market, as volatility is relatively low, and price action is constrained within a tight channel."
    }
  }
}