{
  "symbol": "DOGE/USD",
  "name": "Dogecoin vs US Dollar",
  "nameCn": "狗狗币/美元",
  "timestamp": "2026-01-31T03:37:18.188Z",
  "price": {
    "close": "0.11525",
    "high": "0.11535",
    "low": "0.11508",
    "open": "0.11517",
    "change": "0.07",
    "datetime": "2026-01-31 03:00:00"
  },
  "indicators": {
    "rsi": 45.19433,
    "macd": -0.00032449882,
    "macd_signal": -0.00040484396,
    "sma20": 0.115447
  },
  "analysis": {
    "zh": {
      "title": "狗狗币/美元技术分析：[区间整理，短期震荡走势]",
      "content": "目前，DOGE/USD的价格在0.11525附近，维持在短期区间内震荡整理。由于缺乏明显的趋势动力，市场处于横盘状态，无法给出强烈的上涨或下跌信号。从技术上看，当前价格接近SMA(20)的支撑水平0.11545，表明短期内可能保持整理走势。\n\nRSI和MACD指标尚未提供明确的买卖信号。RSI数据未显示，因此无法确认超买或超卖的情况。而MACD仍为负值，表明短期内卖压较强，但由于信号线不明确，未能显示持续的趋势信号。\n\n在支撑位方面，0.11508附近为关键支撑区，如果价格下破该位，可能会进一步回调至0.11400附近。阻力位则位于0.11535，若突破该价位，可能会进一步挑战0.11600区域。\n\n建议短期内投资者保持观望，等待价格突破重要支撑或阻力位后再决定操作策略。对于风险承受能力较强的交易者，可以在支撑位附近考虑短线反弹操作。"
    },
    "en": {
      "title": "Dogecoin vs US Dollar Technical Analysis",
      "content": "The Dogecoin market against the US Dollar (DOGE/USD) is currently showing a slight bullish trend, as reflected by the modest 24-hour price increase of 0.07%. The price is hovering around $0.11525, indicating consolidation near recent levels. The market has found short-term resistance around $0.11535 and a support level near $0.11508, suggesting a tight trading range. This narrow range could indicate indecision among traders, with potential breakouts depending on market sentiment and external factors.\n\nDespite the absence of a detailed RSI reading, the MACD value of -0.000324 indicates a slightly bearish momentum. A negative MACD can signal that downward pressure is present, although the lack of a defined signal line makes it difficult to predict a clear trend reversal. This suggests that Dogecoin is currently in a neutral to slightly bearish phase, where price action could stall or consolidate before making a definitive move in either direction. Investors should watch for any MACD crossover signals to confirm the next trend.\n\nThe 20-period Simple Moving Average (SMA) of $0.11545 is acting as a dynamic resistance, slightly above the current market price. If Dogecoin can break above this level, it could signify a shift toward a bullish phase. However, if the price continues to trade below this level, the market may face resistance and might continue testing the lower support around $0.11508. A break below this support would open the door to further downside targets.\n\nFor traders, a cautious approach seems appropriate given the market's current indecisiveness. A breakout above the SMA could present a buying opportunity, especially if confirmed by other indicators such as MACD bullish crossovers. Conversely, a failure to maintain above the $0.11508 support could lead to a potential short position, especially if negative momentum becomes more pronounced."
    }
  }
}