{
  "symbol": "DOGE/USD",
  "name": "Dogecoin vs US Dollar",
  "nameCn": "狗狗币/美元",
  "timestamp": "2026-02-19T10:12:46.366Z",
  "price": {
    "close": "0.09759",
    "high": "0.09759",
    "low": "0.09717",
    "open": "0.09744",
    "change": "0.17",
    "datetime": "2026-02-19 10:00:00"
  },
  "indicators": {
    "rsi": 39.41202,
    "macd": -0.00065944705,
    "macd_signal": -0.00060889443,
    "sma20": 0.0985415
  },
  "analysis": {
    "zh": {
      "title": "狗狗币/美元技术分析：市场微弱震荡，待突破",
      "content": "当前，狗狗币/美元（DOGE/USD）的价格处于0.09759附近，市场显示出微弱震荡的走势。价格波动较小，24小时变化仅为0.17%，体现了短期内买卖双方力量接近平衡，市场尚未出现明确的方向性突破。\n\n从技术指标来看，RSI(14)未提供数据，因此无法评估市场的超买或超卖情况。而MACD当前为负值（-0.000659），表明短期内卖压略占上风，但由于信号线数据缺失，无法进一步确认是否形成明确的卖出信号。SMA(20)为0.09854，价格处于其下方，显示出一定的短期下行压力。\n\n支撑位方面，当前0.09717可视为短期支撑区，若价格跌破此水平，可能进一步回调至0.09600附近的支撑区域。上方则存在0.0985附近的阻力位，一旦突破该位置，可能重新测试0.10000的心理关口。\n\n建议在当前区间内维持谨慎操作。若价格接近支撑位并得到支撑，考虑适度买入；若突破阻力位，可以考虑逢高卖出。整体操作应以区间震荡为主，等待更明确的突破信号。"
    },
    "en": {
      "title": "Dogecoin vs US Dollar Technical Analysis",
      "content": "The current price of Dogecoin against the US Dollar stands at $0.09759, reflecting a modest 24-hour change of 0.17%. The market is showing a generally neutral to slightly bearish short-term sentiment, with the price sitting near its low of $0.09717 for the session. This indicates that, while there hasn't been significant movement, there’s potential for a minor pullback or consolidation. The proximity to the daily low suggests market indecision, and traders should keep an eye on further developments for clearer trends.\n\nThe 20-period Simple Moving Average (SMA) at $0.09854 is currently acting as a mild resistance point, while the price is trading just below it. A break above this level could signal a shift toward bullish momentum, with potential for a retest of recent highs. However, failure to surpass this level could reinforce a continuation of sideways price action or lead to a deeper retracement. The absence of a strong RSI reading and the current MACD value of -0.00066 imply a lack of strong buying or selling pressure, further reinforcing the neutral outlook for now.\n\nKey support lies around $0.09717, and a deeper test of this level could lead to further weakness, possibly targeting the next support zone. Should the price fail to hold at this level, further downside risk exists, and traders should consider watching for signs of reversal or potential breakouts. On the other hand, resistance remains at the $0.0985 region. A successful breach could open up targets around $0.10000, a psychologically significant level. A break above this would signal a more bullish market structure.\n\nFor traders, this is a good period to remain cautious, waiting for confirmation of either a bullish breakout or a bearish reversal. Watching the MACD and price action around key levels can provide useful entry points, but a clear trend still requires more decisive price movement. With little volatility currently, aggressive trades should be avoided unless volatility increases or a clear trend emerges."
    }
  }
}