{
  "symbol": "DOGE/USD",
  "name": "Dogecoin vs US Dollar",
  "nameCn": "狗狗币/美元",
  "timestamp": "2026-02-14T19:08:22.122Z",
  "price": {
    "close": "0.10739",
    "high": "0.10745",
    "low": "0.10678",
    "open": "0.10717",
    "change": "0.21",
    "datetime": "2026-02-14 19:00:00"
  },
  "indicators": {
    "rsi": 87.8999,
    "macd": 0.0029029807,
    "macd_signal": 0.0020850674,
    "sma20": 0.0999615
  },
  "analysis": {
    "zh": {
      "title": "狗狗币/美元技术分析：[震荡整理，短期内待突破]",
      "content": "目前狗狗币/美元（DOGE/USD）价格在0.10739附近震荡整理。市场处于较窄的区间内，当前价格接近最近的高点0.10745，未能突破上一波的强阻力，显示出市场的短期承压。若价格突破该区间上沿，可能会迎来新的上涨动能。\n\n技术指标方面，当前未能提供完整的RSI和MACD信号，因此难以精准判断超买或超卖状态。MACD值0.0029较低，表示短期内多空力量未有明显倾斜，市场情绪较为平稳。SMA(20)的支撑位0.09996可能在价格回调时发挥一定的保护作用。\n\n对于支撑位，当前的关键支撑位在0.10678附近，如果价格下跌至该水平，可考虑低吸操作。若跌破该支撑位，可能进一步下探至SMA(20)水平。另一方面，阻力位在0.10745，突破此点位将打开上涨空间，可能测试更高的价格区间。\n\n综合来看，当前DOGE/USD处于震荡整理阶段，短期内缺乏明确的趋势指引。建议投资者关注价格是否突破关键支撑和阻力位，突破时可以尝试跟进相应的交易策略。"
    },
    "en": {
      "title": "Dogecoin vs US Dollar Technical Analysis",
      "content": "The Dogecoin market shows a neutral short-term trend as the price hovers around $0.10739, just above its 24-hour low of $0.10678. This indicates a relatively flat movement, with minor fluctuations. Despite the low volatility in recent hours, the price is trading above its 20-period simple moving average (SMA) of $0.09996, suggesting a modest bullish bias. However, this is not a strong signal of an imminent upward breakout, as the price action remains contained in a narrow range.\n\nGiven the current absence of clear trends, support and resistance levels become crucial in identifying potential breakout points. Immediate support is found near $0.10678, with any breakdown below this level likely leading to a retest of the next support around $0.10400. On the upside, resistance at $0.10745 marks the highest point in the past 24 hours. A decisive break above this resistance could bring further upward momentum toward the $0.11000 area, which may be a key psychological level for traders.\n\nThe lack of a visible RSI(14) and MACD signal complicates a clear momentum analysis. However, the positive MACD reading of 0.0029029807 suggests a slight bullish pressure, though its strength is unclear without a corresponding signal line. Traders should remain cautious about entering new positions until clearer momentum signals emerge. A breakout above $0.10745 or a dip below $0.10678 could offer clearer entry points for short-term trades.\n\nGiven the current market conditions, a conservative strategy is recommended. Traders might look to buy on a pullback to the support levels, particularly near $0.10678 or $0.10400, and consider selling on a confirmed break above $0.10745. A confirmation of either scenario with a larger price movement or increased volume would add confidence to the trade."
    }
  }
}