{
  "symbol": "SOL/USD",
  "name": "Solana vs US Dollar",
  "nameCn": "Solana/美元",
  "timestamp": "2026-02-14T19:06:16.000Z",
  "price": {
    "close": "87.97",
    "high": "87.99",
    "low": "87.69",
    "open": "87.98",
    "change": "-0.01",
    "datetime": "2026-02-14 19:00:00"
  },
  "indicators": {
    "rsi": 72.78029,
    "macd": 1.3606,
    "macd_signal": 1.32277,
    "sma20": 86.1825
  },
  "analysis": {
    "zh": {
      "title": "Solana/美元技术分析：[震荡整理，待突破方向]",
      "content": "目前，SOL/USD的价格在87.97附近，日内小幅下跌0.01%。短期内，价格波动较小，呈现震荡整理的态势。当前的价格接近20日简单移动平均线(SMA) 86.18，显示出市场未明确走出强势趋势，呈现出横盘整理的状态。\n\n技术指标方面，MACD的值为1.36060，但由于信号线缺失，暂时无法确认买卖信号。相对强弱指数(RSI)也没有数据提供，因此无法得出超买或超卖的结论。在没有清晰的动能指示下，市场可能会维持现有区间震荡，直到出现突破信号。\n\n支撑位方面，价格接近87.69，略低于当前的市场价。若跌破此位置，可能会向下测试更强的支撑区间。在阻力位方面，88.00附近则可能是一个短期的压力位，突破后将为进一步上涨提供空间。\n\n建议投资者保持观望，等待价格突破现有区间。如果SOL/USD突破88.00并持续站稳，可能会迎来新的上涨动能；反之，如果下破87.69，短期内可能会继续震荡下行。"
    },
    "en": {
      "title": "Solana vs US Dollar Technical Analysis",
      "content": "The Solana market appears to be in a range-bound phase, with the price hovering around $87.97, reflecting a slight 24-hour decline of -0.01%. The current price is very close to the 20-period Simple Moving Average (SMA) of $86.18, which is acting as a dynamic support. Given the narrow price range between the day’s high of $87.99 and low of $87.69, the market shows a lack of strong directional momentum. This could indicate consolidation or indecision among traders. \n\nWith the RSI(14) unavailable, it’s difficult to gauge overbought or oversold conditions, but the MACD value of 1.36060 suggests a positive momentum, although without a signal line, it’s challenging to determine the strength of the current trend. Without the signal line or crossovers, the MACD is not offering any actionable buy/sell indications at this point. Traders may need to wait for further data to confirm a shift in market sentiment.\n\nThe immediate support is located near the SMA level of $86.18, and a breakdown below this could open the door to lower levels, with $85.00 potentially acting as a psychological support. On the upside, resistance is found around $88, where the price has repeatedly failed to break through in the past. A successful breach of this level could signal a potential continuation to higher levels, possibly testing $90.00.\n\nFor now, the market is best approached with caution, given the absence of clear trend indicators. A break above $88 could present an opportunity for short-term bullish trades, while a fall below the SMA could trigger bearish sentiment. Traders should consider waiting for further confirmation from technical indicators before committing to significant positions."
    }
  }
}