{
  "symbol": "DOGE/USD",
  "name": "Dogecoin vs US Dollar",
  "nameCn": "狗狗币/美元",
  "timestamp": "2026-01-29T11:23:00.698Z",
  "price": {
    "close": "0.12075",
    "high": "0.12119",
    "low": "0.12064",
    "open": "0.12086",
    "change": "-0.09",
    "datetime": "2026-01-29 11:00:00"
  },
  "indicators": {
    "rsi": 28.99358,
    "macd": -0.00099401585,
    "macd_signal": -0.0007189839,
    "sma20": 0.1231305
  },
  "analysis": {
    "zh": {
      "title": "狗狗币/美元技术分析：短期震荡整理，等待突破",
      "content": "当前狗狗币/美元（DOGE/USD）价格处于短期震荡区间内，最新价格为0.12075美元。24小时变化幅度较小，仅为-0.09%，表明市场缺乏明显的趋势推动力。价格在0.12064至0.12119美元区间内波动，反映出市场多空力量的对峙。\n\n从技术指标来看，RSI（14）尚未提供具体信号，MACD指标为负值-0.00099，表明市场目前处于一定的卖压中。SMA（20）均线为0.12313，略高于当前价格，可能形成短期的阻力位。若价格突破此水平，可能会出现短期上涨行情。\n\n支撑位方面，当前价格接近0.12064美元，若跌破此位置，可能会测试更低的支撑位。反之，若价格反弹至0.12119美元以上，短期可能会进一步上行，向0.123水平挑战。投资者应关注这些关键价格区间的突破情况。\n\n综合来看，狗狗币/美元处于震荡整理阶段，建议短期内关注突破情况，若价格突破上行阻力位，可考虑适度进场。若下破支撑位，则可考虑止损或等待反弹。"
    },
    "en": {
      "title": "Dogecoin vs US Dollar Technical Analysis",
      "content": "The current price of Dogecoin (DOGE) is hovering at $0.12075, with a slight 24-hour decline of -0.09%. The market is showing subtle consolidation, as the price is contained within a narrow range between $0.12064 and $0.12119. This indicates a lack of significant momentum in either direction. The absence of a clear trend suggests that traders are waiting for more definitive signals. Until the price breaks out of this range, Dogecoin could continue moving sideways.\n\nThe RSI(14) value is not available, which leaves us relying on other indicators for insights. The MACD is currently at -0.00099401585, indicating a bearish short-term outlook. Although there is no Signal Line available for comparison, the negative MACD value suggests that bearish momentum may persist in the near term, potentially putting downward pressure on the price. Traders should be cautious of further declines if this trend continues. \n\nLooking at the 20-period SMA, Dogecoin is trading below this moving average ($0.1231), reinforcing the bearish sentiment. This is a typical signal of a weak market structure and suggests that the price may face resistance if it attempts to rally toward the SMA. A sustained breakout above the 20-SMA could indicate a reversal or at least a short-term bullish move. However, the current price level below this moving average is a concern for potential buyers.\n\nIn terms of support and resistance, immediate support can be found near the $0.12064 level, where the price has recently bounced. A breakdown below this support would open up the possibility for a further decline toward the next support area, around $0.119. On the resistance side, a key level to watch is near the high of $0.12119. If Dogecoin can break above this level with significant volume, it may suggest the start of a short-term upward move, but traders should remain cautious given the current market conditions."
    }
  }
}