{
  "symbol": "DOGE/USD",
  "name": "Dogecoin vs US Dollar",
  "nameCn": "狗狗币/美元",
  "timestamp": "2026-02-21T21:45:45.047Z",
  "price": {
    "close": "0.09925",
    "high": "0.09932",
    "low": "0.09872",
    "open": "0.09887",
    "change": "0.42",
    "datetime": "2026-02-21 21:00:00"
  },
  "indicators": {
    "rsi": 44.99618,
    "macd": -0.000079570184,
    "macd_signal": 0.000082239197,
    "sma20": 0.0998935
  },
  "analysis": {
    "zh": {
      "title": "狗狗币/美元技术分析：[震荡整理，待突破]",
      "content": "目前DOGE/USD处于震荡整理阶段，价格在0.0987至0.0993区间内波动，显示出市场处于相对平衡的状态。尽管24小时变动幅度较小，仅为0.42%，但这种区间震荡可能意味着即将迎来较大波动，投资者应关注未来价格突破的方向。\n\n从技术指标来看，SMA(20)处于0.0999附近，表明短期内价格维持在该水平附近。MACD指标为负值，表明卖盘压力较大，但由于缺乏明确的信号线数据，目前难以确认趋势反转的信号。RSI数据缺失，无法进一步判断市场是否存在超买或超卖的情况。\n\n支撑位和阻力位方面，0.0987为当前的主要支撑位，而0.0993则是关键的阻力位。若价格突破0.0993，可能会进一步上行至0.1000甚至更高，反之跌破0.0987则可能带来更大的下行风险。\n\n基于当前市场表现，建议投资者在突破关键支撑或阻力位后进行布局，同时保持谨慎，等待更多技术信号的确认。"
    },
    "en": {
      "title": "Dogecoin vs US Dollar Technical Analysis",
      "content": "The Dogecoin (DOGE) market is currently showing a mild bullish sentiment, as reflected by its 24-hour change of +0.42%. Despite this, the price is hovering near the lower boundary of its recent range, with the latest price at $0.09925, just above the 24-hour low of $0.09872. With no significant upward momentum seen, it suggests that market participants are indecisive. The key resistance level is at $0.09932, just slightly above the current price, indicating a consolidation pattern in the short term. If DOGE breaks above this, the next resistance level may be the 20-period simple moving average (SMA) at $0.09989, which aligns closely with the recent price action.\n\nCurrently, the RSI(14) is not available, making it difficult to assess the market's overbought or oversold conditions. However, the MACD value of -0.00007957, though slightly negative, does not indicate any strong bearish signal. This suggests that momentum remains neutral-to-slightly bearish, as the MACD histogram is far from a significant divergence. If the MACD turns positive or the value increases above zero, it could signal a shift towards a bullish trend.\n\nThe current price structure indicates potential support near $0.09872, with a minor retracement into this area potentially presenting a buying opportunity. A break below this support would open the door to further downside risk. On the other hand, if the price consolidates or moves higher, maintaining momentum through the $0.09932 resistance could indicate the beginning of a more significant rally, especially if accompanied by a rise in trading volume.\n\nIn terms of trading strategy, it is prudent to stay cautious given the lack of strong trend direction. A range-bound strategy could be effective, buying at near-support levels while taking profit near resistance. For more risk-tolerant traders, looking for a breakout past the $0.09932 resistance could offer a bullish entry point, but confirmation via other indicators like MACD or volume would be ideal to confirm the move."
    }
  }
}