{
  "symbol": "DOGE/USD",
  "name": "Dogecoin vs US Dollar",
  "nameCn": "狗狗币/美元",
  "timestamp": "2026-02-12T07:42:50.221Z",
  "price": {
    "close": "0.09297",
    "high": "0.09297",
    "low": "0.09241",
    "open": "0.0926",
    "change": "0.38",
    "datetime": "2026-02-12 07:00:00"
  },
  "indicators": {
    "rsi": 63.082362,
    "macd": 0.00023066188,
    "macd_signal": -0.000083329526,
    "sma20": 0.0909985
  },
  "analysis": {
    "zh": {
      "title": "狗狗币/美元技术分析：短期震荡区间，待突破",
      "content": "当前DOGE/USD价格保持在0.09297附近，展现出较为平稳的走势。根据近期价格波动，市场处于震荡整理阶段，缺乏明显的方向性。高点和低点分别为0.09297和0.09241，表明价格在该区间内震荡，未能突破关键支撑或阻力位。\n\n技术指标方面，RSI(14)数据缺失，无法全面判断超买或超卖情况。MACD目前为0.00023066188，虽然没有信号线数据，但其数值较小，表明市场动能相对平稳。SMA(20)在0.090998500附近，为短期均线支撑，显示出当前价格维持在均线之上，未出现大幅回调。\n\n支撑位方面，0.09241可能成为短期支撑，若价格跌破该位置，可能会进一步向下回测0.09098一带。阻力位在0.09300附近，突破该区域则可能推动价格上涨。当前市场缺乏强烈的趋势信号，建议投资者谨慎操作，等待价格突破支撑或阻力后再做决策。\n\n综上所述，短期内DOGE/USD可能维持震荡整理。建议关注0.09241和0.09300的关键水平，突破后可考虑相应的交易策略。"
    },
    "en": {
      "title": "Dogecoin vs US Dollar Technical Analysis",
      "content": "The Dogecoin/USD pair is currently in a slight uptrend, with the latest price at $0.09297, reflecting a modest 0.38% increase over the past 24 hours. The price has been hovering near its high of $0.09297, indicating that the bullish sentiment is holding steady. However, the range between the daily high and low ($0.09297/$0.09241) suggests relatively low volatility. This could indicate a period of consolidation, with the market awaiting a potential breakout in either direction. \n\nDespite the absence of a visible RSI, the MACD shows a positive value of 0.00023066188, indicating that the momentum is still on the buyer’s side. While the absence of a signal line hampers a clearer analysis, the positive MACD reading suggests that there is still upward potential in the short term. This could point toward a continuation of the current trend, especially if buying pressure continues. However, traders should monitor for potential crossovers in the MACD for confirmation of any significant trend change. \n\nSupport for DOGE/USD is likely around $0.09241, with the recent low providing a clear point for price validation. If the price breaks below this level, there could be a further pullback towards the 20-period simple moving average (SMA), currently at $0.090998500. On the upside, if the price pushes above the current high of $0.09297, the next resistance level could be found slightly above the $0.093 mark. Therefore, a break above $0.09297 would signal a more bullish continuation, while a drop below the support level would suggest a bearish retracement.\n\nTraders might consider waiting for a confirmation of price movement in either direction before making any significant moves. If DOGE/USD holds above the $0.09241 support level, buying opportunities may present themselves, particularly with the positive momentum signaled by the MACD. Conversely, if the pair fails to maintain the current levels and falls below the support, short-term selling could become favorable, especially if there is a sustained drop towards the 20-period SMA."
    }
  }
}