{
  "symbol": "DOGE/USD",
  "name": "Dogecoin vs US Dollar",
  "nameCn": "狗狗币/美元",
  "timestamp": "2026-02-09T01:57:20.818Z",
  "price": {
    "close": "0.09622",
    "high": "0.09711",
    "low": "0.09552",
    "open": "0.09644",
    "change": "-0.24",
    "datetime": "2026-02-09 01:00:00"
  },
  "indicators": {
    "rsi": 44.75294,
    "macd": -0.00023929572,
    "macd_signal": -0.00012419084,
    "sma20": 0.0971115
  },
  "analysis": {
    "zh": {
      "title": "狗狗币/美元技术分析：[震荡整理，缺乏明确方向]",
      "content": "目前狗狗币/美元（DOGE/USD）价格在0.09622附近，全天变化幅度较小，表现为震荡整理。尽管价格维持在0.09552至0.09711区间内，但整体缺乏方向性，短期内尚未出现强烈的突破信号。市场可能继续维持横盘整理，等待进一步的走势确认。\n\n技术指标方面，RSI未提供有效信息，而MACD在负值区间徘徊，说明短期内卖盘略占上风，市场情绪偏向谨慎。SMA(20)位于0.09711附近，表明短期均线压力较大，若价格突破此均线，可能会引发一波小幅上涨；反之，价格跌破支撑位0.09552，可能会出现进一步回调。\n\n支撑位方面，0.09552为当前关键支撑，若跌破该点位，后市有可能回探0.0940附近；阻力位则位于0.09711，突破该水平可能打开进一步上涨的空间。短期内，市场情绪较为保守，未看到强烈的趋势形成。\n\n综合来看，建议保持观望，避免在当前震荡行情中追涨杀跌。若价格突破0.09711，或可考虑轻仓短多；若跌破0.09552，可考虑适量做空。"
    },
    "en": {
      "title": "Dogecoin vs US Dollar Technical Analysis",
      "content": "The current price of Dogecoin (DOGE) against the US Dollar stands at $0.09622, showing a modest 24-hour decrease of 0.24%. This suggests a slight consolidation or downward movement within a narrow range. The recent high of $0.09711 and the low of $0.09552 indicate the presence of a short-term range, where DOGE is likely testing its immediate support and resistance levels. A breakout above $0.09711 could signal a potential upward momentum, while a break below $0.09552 may confirm further bearish pressure.\n\nIn terms of trend analysis, Dogecoin is currently trading below its 20-period Simple Moving Average (SMA) of $0.09711. This indicates that the market sentiment is slightly bearish in the short term. The price's failure to stay above this SMA level highlights potential challenges for the bulls. However, as long as DOGE remains within this range, it could present opportunities for swing traders looking to capitalize on short-term price movements. A stronger break above the SMA might suggest a shift towards a more neutral or bullish outlook.\n\nThe RSI(14) is unavailable at this moment, but a key indicator like the MACD can offer some insights. The MACD reading of -0.00023929572 is negative, implying a bearish market bias in the immediate term. Without a corresponding signal line, it’s difficult to make a definitive prediction, but the negative MACD suggests that DOGE might be in a slight downtrend, with a potential for a reversal once the momentum shifts. Traders should remain cautious, looking for a clearer trend direction or confirmation.\n\nFor those interested in trading DOGE/USD, the critical levels to monitor are $0.09552 for support and $0.09711 for resistance. A breakout above the resistance could lead to a test of higher levels, while a breakdown below support may invite additional selling pressure. Active traders should watch these levels closely, using caution until a clear trend emerges."
    }
  }
}