{
  "symbol": "DOGE/USD",
  "name": "Dogecoin vs US Dollar",
  "nameCn": "狗狗币/美元",
  "timestamp": "2026-01-09T03:14:58.893Z",
  "price": {
    "close": "0.14217",
    "high": "0.14235",
    "low": "0.14169",
    "open": "0.14185",
    "change": "0.23",
    "datetime": "2026-01-09 03:00:00"
  },
  "indicators": {
    "rsi": 46.0069802,
    "macd": -0.00075981026,
    "macd_signal": -0.0010106223,
    "sma20": 0.141772
  },
  "analysis": {
    "zh": {
      "title": "狗狗币/美元技术分析：[震荡整理中]",
      "content": "当前狗狗币（DOGE）在0.14217附近震荡整理，短期内价格波动幅度较小，24小时变化仅为0.23%。从价格走势来看，DOGE在0.14235一线遇到一定的阻力，而0.14169则是关键的支撑位。若价格突破0.14235，可能会吸引更多的买盘进入，反之若跌破0.14169，则需警惕进一步下探的风险。\n\n技术指标方面，虽然RSI(14)数据缺失，但从现有的MACD来看，当前值为-0.00075981026，表明短期内卖压仍在，需保持谨慎。SMA(20)的值为0.14177200，显示出短期均线在一定程度上支撑了价格，但仍需关注均线的走向。\n\n在支撑和阻力位的分析中，建议投资者密切关注0.14235的突破情况，突破后可能带来短期反弹机会。而在0.14169的支撑位下方，若出现有效跌破，可能意味着进一步回调的信号。因此，在当前市场环境下，保持灵活的交易策略尤为重要。\n\n综合来看，当前DOGE/USD处于震荡整理阶段，投资者可在关键支撑和阻力位附近进行观察和操作，切忌盲目追涨杀跌。建议设定合理止损，控制风险，等待更明确的趋势信号。"
    },
    "en": {
      "title": "Dogecoin vs US Dollar Technical Analysis",
      "content": "The current market price of Dogecoin (DOGE) against the US Dollar stands at 0.14217, reflecting a slight upward change of 0.23% over the last 24 hours. The price has shown stability within a narrow range, oscillating between a high of 0.14235 and a low of 0.14169. This tight trading range suggests a period of consolidation, where buyers and sellers are in equilibrium. If DOGE can break above the recent high, it may indicate a bullish trend, while a drop below the low could signal a bearish reversal.\n\nExamining the technical indicators, the MACD is currently negative at -0.00075981026, suggesting that momentum is leaning toward the bearish side. However, without a signal line for comparison, it's challenging to ascertain a definitive trend. The absence of an RSI value limits our ability to analyze overbought or oversold conditions. Traders should monitor these indicators closely, as any shifts could provide clearer signals for potential entry or exit points.\n\nSupport levels for DOGE are found around the recent low of 0.14169, which may act as a crucial buffer against further declines. On the upside, resistance is indicated near 0.14235, where sellers may emerge. A sustained movement above this resistance could pave the way for a test of higher levels, while a breach of the support level could lead to increased selling pressure and a possible retest of lower support zones.\n\nIn terms of trading strategy, cautious traders may consider waiting for confirmation of a breakout above resistance before entering a long position. Conversely, a close below the support level could trigger a short position, especially if accompanied by increased volume. As always, risk management remains essential, particularly in the highly volatile cryptocurrency market."
    }
  }
}