{
  "symbol": "ADA/USD",
  "name": "Cardano vs US Dollar",
  "nameCn": "艾达币/美元",
  "timestamp": "2026-01-23T05:51:21.630Z",
  "price": {
    "close": "0.36043",
    "high": "0.364529",
    "low": "0.360413",
    "open": "0.3643",
    "change": "-1.13",
    "datetime": "2026-01-23 05:00:00"
  },
  "indicators": {
    "rsi": 47.94326,
    "macd": -0.0002488974,
    "macd_signal": -0.00039711505,
    "sma20": 0.3611124
  },
  "analysis": {
    "zh": {
      "title": "艾达币/美元技术分析：[震荡整理，等待突破]",
      "content": "当前艾达币/美元价格在0.36043附近波动，呈现出震荡整理的格局。从24小时的变化来看，价格略有回调，下降幅度为-1.13%。这一表现表明市场缺乏强势趋势，短期内价格可能维持在一定区间内整理。\n\n在技术指标方面，目前RSI(14)数据缺失，无法提供超买或超卖的判断。MACD值为-0.00024889740，虽然处于负值，但幅度较小，表明空头动能较弱。SMA(20)为0.36111240，价格略低于该均线，显示短期内可能面临一定的下行压力，但并未出现明显的趋势反转信号。\n\n支撑位方面，当前价格接近0.360413，若跌破此处，可能会进一步测试0.3550附近的支撑。阻力位在0.3645附近，如果突破此位，可能会看到向上反弹的潜力，尤其是突破后可能向0.3700关口靠拢。建议投资者保持观望，等待明确的趋势确认后再做决策，避免在当前震荡区间内频繁操作。"
    },
    "en": {
      "title": "Cardano vs US Dollar Technical Analysis",
      "content": "Cardano (ADA) has been experiencing a slightly bearish momentum, trading at 0.36043 against the US Dollar. Over the past 24 hours, the price has decreased by 1.13%, suggesting a short-term downtrend. This negative movement has kept ADA near its recent low of 0.360413, indicating potential support at this level. Traders may view this as an opportunity for a short-term reversal, but the price action will depend on whether ADA can maintain its position above 0.360413 or break lower. \n\nThe current SMA (20) of 0.36111240 further supports a mild bearish trend, as ADA is trading just below this moving average. This suggests that the short-term market sentiment is slightly negative, with price action struggling to break above this key level. The MACD value of -0.00024889740 indicates weak bearish momentum, though the absence of a signal line prevents a clearer picture of the underlying trend. Without additional bullish confirmation, ADA may continue its sideways or downward movement. \n\nTraders should monitor the 0.360413 support zone closely. If ADA maintains its position above this level, a potential rebound could push the price towards resistance near 0.364529. If the support fails to hold, further declines are possible, with the next major support levels potentially around 0.3570 and 0.3550. A break above the SMA and a reversal in the MACD could trigger a short-term bullish opportunity, but confirmation through volume and price action would be necessary. \n\nGiven the current market conditions, a cautious approach is recommended. Traders could consider short-term trades between the support and resistance levels while being vigilant for any signs of a trend reversal. For long-term positions, it may be wise to wait for more clarity in the market, particularly as the RSI and MACD indicators provide a mixed signal in terms of strength."
    }
  }
}