{
  "symbol": "DOGE/USD",
  "name": "Dogecoin vs US Dollar",
  "nameCn": "狗狗币/美元",
  "timestamp": "2026-01-23T05:52:04.145Z",
  "price": {
    "close": "0.12512",
    "high": "0.12564",
    "low": "0.1251",
    "open": "0.12563",
    "change": "-0.41",
    "datetime": "2026-01-23 05:00:00"
  },
  "indicators": {
    "rsi": 49.63076,
    "macd": -0.00015691693,
    "macd_signal": -0.00027202019,
    "sma20": 0.1248405
  },
  "analysis": {
    "zh": {
      "title": "狗狗币/美元技术分析：震荡整理，短期看空",
      "content": "当前狗狗币/美元（DOGE/USD）的价格保持在0.12512附近，呈现出震荡整理的状态。虽然价格出现小幅回落，但幅度不大，反映出市场短期内缺乏明显的方向性突破。整体来看，当前市场呈现低波动性，价格的波动幅度较为有限。\n\n从技术指标来看，MACD数值为负值（-0.00015691693），这表明短期内卖方力量较为强势，但由于信号线未给出明确方向，市场仍处于不确定的过渡期。20日简单移动平均线（SMA 20）为0.12484，价格略高于此水平，暗示价格有支撑迹象。\n\n对于支撑和阻力位的判断，目前价格接近0.12510的短期支撑位，若进一步跌破此位，则可能考验0.12450区域的支撑。而上方的阻力位约在0.12564附近，突破该区域可能为反弹的信号。\n\n综合来看，狗狗币/美元在短期内可能继续维持震荡整理，建议投资者保持观望，短线操作时可考虑在支撑位附近寻找买入机会，止损设置在0.12450以下，同时防范上行突破的可能性。"
    },
    "en": {
      "title": "Dogecoin vs US Dollar Technical Analysis",
      "content": "The current market data for Dogecoin against the US Dollar shows a slight downtrend with a recent price of $0.12512, reflecting a minor 0.41% decline over the last 24 hours. The price has fluctuated between $0.12564 and $0.1251, indicating tight consolidation. This range suggests that the market is currently in a phase of indecision, where neither the bulls nor bears have a decisive edge. The price action around the $0.1250 level will be crucial in determining the next significant move.\n\nWhile the Relative Strength Index (RSI) is not available at the moment, the Moving Average Convergence Divergence (MACD) is negative at -0.00016, indicating a bearish momentum. This could signal the potential for further downside in the near term if the MACD continues to stay below the signal line, indicating a lack of upward momentum. As for the Simple Moving Average (SMA) for the last 20 periods, it stands at $0.12484, slightly below the current price, which could act as a support level in case of a downturn. A break below the SMA might prompt further weakness in the price action.\n\nThe support for DOGE/USD seems to be positioned around the recent low of $0.1251, with the next significant support level likely to be around $0.1240. On the resistance side, the recent high at $0.12564 marks a key level to watch. If Dogecoin manages to break above this resistance, we could see a test of higher levels. However, without strong bullish signals or volume backing, the price is likely to continue its current consolidation or downside move.\n\nTraders should monitor the price closely around the $0.1250 area, as this could act as a pivotal level. A break below this support may lead to further downside, with potential targets near $0.1240. Conversely, a break above $0.1256 could indicate a potential upward movement, with a possible target of $0.1260. Given the current market dynamics, a cautious approach with stop-losses near key support zones is recommended."
    }
  }
}