{
  "symbol": "DOGE/USD",
  "name": "Dogecoin vs US Dollar",
  "nameCn": "狗狗币/美元",
  "timestamp": "2026-02-09T11:34:36.243Z",
  "price": {
    "close": "0.09318",
    "high": "0.09354",
    "low": "0.09279",
    "open": "0.09294",
    "change": "0.27",
    "datetime": "2026-02-09 11:00:00"
  },
  "indicators": {
    "rsi": 31.81824,
    "macd": -0.00092246328,
    "macd_signal": -0.00055048656,
    "sma20": 0.0958545
  },
  "analysis": {
    "zh": {
      "title": "狗狗币/美元技术分析：当前震荡整理，短期承压",
      "content": "目前，DOGE/USD的价格处于0.09318附近，市场显示出一定的震荡整理特征。由于价格已接近20日简单移动平均线(SMA)的0.0958545水平，可能会面临短期内的回调压力。当前的价格变动幅度较小，体现出市场缺乏明显的方向性。\n\n在技术指标方面，MACD的负值表明市场短期内可能仍处于空头趋势。虽然RSI暂时无法提供参考，但从SMA来看，价格未能突破该均线的上方，这通常是一个卖盘压力较大的信号。若突破SMA，或可视为反弹信号，但仍需密切观察市场动向。\n\n支撑位方面，0.09279附近是近期价格的最低点，可能会对下行形成支撑。如果价格进一步下跌，0.09000可能会是一个强力支撑位。上方阻力则在0.09354附近，一旦突破这一点位，有可能试探更高的价格区间。\n\n总体来说，短期内DOGE/USD面临一定的下行压力。建议投资者可在支撑位附近寻找入场机会，同时关注MACD的变化，判断市场是否可能出现反弹。如价格跌破支撑，需谨慎操作，避免继续追空。"
    },
    "en": {
      "title": "Dogecoin vs US Dollar Technical Analysis",
      "content": "The current price of Dogecoin against the US Dollar stands at $0.09318, having seen a modest 24-hour increase of 0.27%. Over the last 24 hours, the price fluctuated between $0.09279 and $0.09354, indicating a relatively narrow trading range. This suggests that the market is currently in a consolidation phase, with limited volatility. The price is trading below its 20-period Simple Moving Average (SMA) of $0.09585, signaling a bearish short-term trend. A break above the SMA could indicate a potential reversal to a more neutral or bullish outlook, while sustained trading below may reinforce downward pressure.\n\nThe absence of a current RSI value and the negative MACD reading of -0.00092 indicate a lack of bullish momentum in the market. The MACD’s position below the signal line suggests that the downward trend is still in play, with the potential for further declines if no substantial positive catalysts emerge. As there is no immediate sign of oversold conditions in the RSI, further downside could be expected until the price either finds a bottom or a clear reversal signal appears. Monitoring the MACD for a potential crossover or RSI readings for oversold conditions could provide more actionable insights.\n\nLooking at support and resistance, the immediate support level is found around $0.09279, where the price briefly bottomed in the past 24 hours. A drop below this level could open the door for further downside, targeting the next support near $0.0900. On the upside, the nearest resistance level is $0.09354, and a decisive break above this could suggest a retest of the $0.0950 to $0.0960 range, where significant selling pressure may reappear. Traders may want to wait for a confirmed breakout or breakdown before making further entries.\n\nFor those considering trade strategies, a cautious approach is advised. Short-term traders could look for opportunities to enter near support with tight stop-losses, while swing traders may wait for a clearer confirmation of trend reversal, particularly through RSI or MACD signals. Watching for a sustained breakout above resistance or breakdown below support could provide better entry points for a more defined directional move."
    }
  }
}