{
  "symbol": "DOGE/USD",
  "name": "Dogecoin vs US Dollar",
  "nameCn": "狗狗币/美元",
  "timestamp": "2026-02-03T16:51:52.212Z",
  "price": {
    "close": "0.10618",
    "high": "0.11013",
    "low": "0.1059",
    "open": "0.11011",
    "change": "-3.54",
    "datetime": "2026-02-03 16:00:00"
  },
  "indicators": {
    "rsi": 47.23091,
    "macd": 0.00025911436,
    "macd_signal": 0.0003438886,
    "sma20": 0.107457
  },
  "analysis": {
    "zh": {
      "title": "狗狗币/美元技术分析：[震荡整理，短期观望]",
      "content": "当前DOGE/USD呈现震荡整理的格局，价格在0.1059至0.11013之间波动，未能突破关键区间。价格目前停留在SMA(20)附近，显示出市场的短期犹豫和方向不明。由于缺乏强烈的趋势性信号，短期内可能继续在区间内整理。\n\n从技术指标来看，MACD的正值表明市场情绪略偏多，但信号线缺失使得该指标难以给出明确的买入或卖出信号。RSI未提供数据，无法进一步确认超买或超卖状态。整体而言，市场情绪处于观望状态。\n\n支撑位在0.1059附近，如果价格跌破该位置，可能会进一步回调至0.10附近，测试更强的支撑区。阻力位则位于0.11013，若价格突破该阻力位，可能会向上测试0.112或更高的水平。\n\n基于当前的技术面，建议短期交易者保持观望，等待价格突破关键支撑或阻力位后再做进一步操作。对于长线投资者，可以关注价格是否有持续性突破的信号。"
    },
    "en": {
      "title": "Dogecoin vs US Dollar Technical Analysis",
      "content": "The Dogecoin market is currently in a slight downtrend, with the price at 0.10618, reflecting a 3.54% loss in the past 24 hours. The recent price action has fluctuated between 0.1059 and 0.11013, highlighting a period of consolidation. The current trading environment appears to be a range-bound market, where price is struggling to break either above 0.11013 or below 0.1059. This type of price movement often suggests indecision among traders, and the next major move could depend on a breakout from either of these boundaries.\n\nThe lack of a clear RSI value and unavailable Signal line for MACD makes it difficult to gauge the strength of the trend through these indicators. However, the MACD histogram's value of 0.00025911436 signals a potential for momentum to shift either way, though without the Signal line, confirmation is lacking. The absence of strong bullish or bearish divergence indicates that the market is currently awaiting further catalysts or market sentiment shifts to provide direction.\n\nIn terms of support and resistance, the immediate support level is at 0.1059, with further potential support at 0.1000. On the upside, resistance is found at 0.11013, with further resistance at 0.1130 if the price breaks through. A breakout above 0.11013 could push Dogecoin towards 0.1130 or even higher, while a breakdown below 0.1059 would suggest further bearish pressure toward the 0.1000 support level. Traders should remain cautious, observing price action for any confirmation of a breakout or breakdown.\n\nWith a neutral trend overall, day traders might consider taking advantage of the current range-bound market, using support and resistance levels for short-term trades. Long-term investors may want to wait for a more definitive trend to emerge, either through a bullish breakout or a sustained move lower. Patience and careful observation of the market's behavior will be key in determining the next strategic move for DOGE/USD."
    }
  }
}