{
  "symbol": "DOGE/USD",
  "name": "Dogecoin vs US Dollar",
  "nameCn": "狗狗币/美元",
  "timestamp": "2026-01-10T12:37:50.386Z",
  "price": {
    "close": "0.13993",
    "high": "0.14012",
    "low": "0.13976",
    "open": "0.13983",
    "change": "0.07",
    "datetime": "2026-01-10 12:00:00"
  },
  "indicators": {
    "rsi": 46.023165,
    "macd": -0.0003921327,
    "macd_signal": -0.00045817718,
    "sma20": 0.1401805
  },
  "analysis": {
    "zh": {
      "title": "狗狗币/美元技术分析：[震荡整理趋势]",
      "content": "当前狗狗币/美元（DOGE/USD）的价格为0.13993，近期走势表现出震荡整理的特点。价格在0.14012的高点和0.13976的低点之间波动，表明市场尚未形成明确的方向。这种横盘整理可能是市场对未来趋势的观望，等待更强的买入或卖出信号。\n\n从技术指标来看，当前的MACD值为-0.00039213270，显示出短期内卖压略强，但未形成明显的趋势信号。由于RSI未提供，难以评估超买或超卖状态。20日简单移动平均线（SMA）为0.14018050，价格略低于该均线，可能暗示短期内卖方占优，投资者需警惕进一步下行风险。\n\n在支撑与阻力位方面，0.13976是近期的关键支撑位，而0.14012则是阻力位。若价格突破0.14012，可能引发新一轮上涨，而若跌破0.13976，则可能加速下探。投资者应密切关注这些关键价位，以制定相应策略。\n\n建议投资者在当前震荡区间内采取谨慎态度，考虑在接近支撑位时逐步建仓，而在接近阻力位时则考虑减仓或观望。同时，保持对市场新闻和情绪的关注，以便及时调整交易策略。"
    },
    "en": {
      "title": "Dogecoin vs US Dollar Technical Analysis",
      "content": "The current price of Dogecoin (DOGE) stands at 0.13993, reflecting a slight increase of 0.07% over the past 24 hours. This modest upward movement comes after the price tested its recent support level around 0.13976, indicating that buyers may be stepping in to prevent further declines. The price has struggled to break the resistance at 0.14012, suggesting that this level is pivotal for the immediate trend. Should the price breach this resistance, it could pave the way for a more significant upward movement.\n\nIn terms of indicators, the absence of an available RSI makes it challenging to assess the momentum fully. However, the MACD is currently negative at -0.00039, signaling potential bearish momentum in the short term. This negative MACD value indicates that sellers are still in play, and traders should remain cautious. A crossover above this level could generate bullish interest, but for now, the market sentiment appears tepid.\n\nThe 20-day Simple Moving Average (SMA) sits at 0.14018050, acting as a significant indicator of short-term trend direction. If the price can sustain above this level, it could be a sign of bullish strength. Conversely, if DOGE falls below the SMA, it may indicate a shift toward bearish sentiment. Traders should closely monitor both the SMA and the established support and resistance levels to inform their trading decisions.\n\nFor traders looking to enter the market, a cautious approach is advisable. A buy signal may emerge if DOGE breaks above the resistance at 0.14012 with increased volume, while a sell signal could be warranted if it drops below the support level around 0.13976. Tight stop-loss orders could help mitigate risks in this volatile environment, and traders should remain alert to any shifts in market sentiment that could influence price movements."
    }
  }
}