{
  "symbol": "ADA/USD",
  "name": "Cardano vs US Dollar",
  "nameCn": "艾达币/美元",
  "timestamp": "2026-01-18T14:53:11.625Z",
  "price": {
    "close": "0.392105",
    "high": "0.395339",
    "low": "0.391524",
    "open": "0.392761",
    "change": "-0.18",
    "datetime": "2026-01-18 14:00:00"
  },
  "indicators": {
    "rsi": 36.73175,
    "macd": -0.0010362218,
    "macd_signal": -0.00062757707,
    "sma20": 0.3951707
  },
  "analysis": {
    "zh": {
      "title": "艾达币/美元技术分析：[短期震荡走势，缺乏明确方向]",
      "content": "当前艾达币/美元(ADA/USD)的价格稳定在0.392美元附近，24小时内仅有小幅波动，显示出市场情绪偏向谨慎。从技术面来看，ADA/USD正在处于一个横盘整理的区间，未能突破0.395美元的短期阻力位，显示出上行动力不足。\n\n就RSI和MACD指标而言，RSI数据暂时缺失，MACD仍处于负值区域(-0.001)，说明短期内卖压较重。虽然MACD信号线未形成明确的趋势，且缺乏强烈的买入或卖出信号，但负值表明市场仍然偏向弱势，短期内可能维持震荡行情。\n\n在支撑位方面，ADA/USD当前的支撑位大约在0.3915美元附近，一旦跌破这一水平，可能会进一步回调至0.38美元。而上行阻力位则在0.395美元左右，若突破该阻力，可能会引发一波反弹。\n\n总体来看，当前市场缺乏明确的多头或空头信号，建议投资者采取观望策略，等待突破关键技术位后再做决定。短期内，若价格维持震荡走势，适合采取区间交易策略。"
    },
    "en": {
      "title": "Cardano vs US Dollar Technical Analysis",
      "content": "Cardano is trading around **0.3921**, showing a mild intraday pullback after failing to hold above the **0.395** area. The 24h range is tight (**0.3953 / 0.3915**), suggesting consolidation rather than a strong directional move. Price is also hovering just below the **20-day SMA (0.3952)**, which reinforces a short-term bearish-to-neutral tone. Unless ADA can reclaim that moving average with conviction, momentum remains slightly tilted toward sellers.\n\nWith **RSI(14) unavailable**, momentum confirmation is limited, but the **MACD at -0.0010** points to lingering bearish pressure. A negative MACD typically indicates that downside momentum still dominates, even if it’s weakening. The lack of a signal line value prevents crossover analysis, yet the current reading implies ADA is still in a soft downtrend phase. Traders should watch for improving momentum signs if price stabilizes above the recent low region.\n\nKey **support** sits near **0.3915**, the session low, and a breakdown below it could expose further downside toward **0.3880–0.3850** based on round-number psychology and likely liquidity pockets. Immediate **resistance** is clustered around **0.3950–0.3953**, aligned with both the 20-day SMA and the day’s high. A cleaner breakout above **0.3980–0.4000** would strengthen the case for a short-term reversal and attract momentum buyers.\n\nFor trading ideas, conservative participants may prefer waiting for a confirmed reclaim of **0.395–0.396** before targeting **0.4000–0.4050**, using tight risk control under **0.3915**. More aggressive traders could consider range strategies: buying near support with defined stops, or fading rallies into resistance if rejection is clear. Given the narrow volatility, position sizing should remain moderate until a breakout or breakdown expands the range decisively."
    }
  }
}