{
  "symbol": "DOGE/USD",
  "name": "Dogecoin vs US Dollar",
  "nameCn": "狗狗币/美元",
  "timestamp": "2026-01-18T14:53:58.682Z",
  "price": {
    "close": "0.13715",
    "high": "0.13797",
    "low": "0.13669",
    "open": "0.13698",
    "change": "0.12",
    "datetime": "2026-01-18 14:00:00"
  },
  "indicators": {
    "rsi": 43.36749,
    "macd": -0.00027096913,
    "macd_signal": -0.00025912022,
    "sma20": 0.137471
  },
  "analysis": {
    "zh": {
      "title": "狗狗币/美元技术分析：短期震荡走势",
      "content": "当前狗狗币/美元(DOGE/USD)的价格为0.13715，处于相对窄幅震荡区间内。价格在0.13797和0.13669之间波动，显示出短期内市场缺乏明显方向。由于24小时变化仅为0.12%，价格波动较为平稳，尚未形成强烈的趋势。\n\n从技术指标来看，RSI(14)数据缺失，无法确认是否存在超买或超卖的迹象。MACD值为-0.00027096913，表明市场略显疲弱，但缺乏足够的动能来形成明确的卖出信号。SMA(20)在0.137471附近，为当前价格提供一定的支持，但也未显现出强烈的上涨动力。\n\n在支撑位方面，0.13669为当前的关键支撑位，一旦跌破，可能会进一步回落至更低区域。阻力位则位于0.13797，若价格突破该区域，则有可能迎来短期反弹。考虑到当前的震荡状态，价格可能会在该区间内波动，暂时无明显趋势。\n\n建议交易者在短期内保持谨慎，适合短线交易或观望。若价格接近支撑位，可以考虑小幅做多；反之，接近阻力位时可做短期空单。总的来说，短期内应以区间交易为主，避免追涨杀跌的高风险操作。"
    },
    "en": {
      "title": "Dogecoin vs US Dollar Technical Analysis",
      "content": "The current price of Dogecoin (DOGE) against the US Dollar is $0.13715, reflecting a modest 24-hour change of +0.12%. This indicates that the price is relatively stable within a narrow range, bouncing between a high of $0.13797 and a low of $0.13669. The absence of significant movement suggests a consolidating phase in the market, where neither bulls nor bears are exerting strong control. This scenario often signals that the price could either break out or retrace depending on future momentum.\n\nLooking at the 20-period Simple Moving Average (SMA), which is currently at $0.13747, the price is just slightly below this level, indicating a mild bearish sentiment in the short term. When the price stays below the SMA, it often signals weak bullish momentum, especially when the market shows limited volatility. Traders should keep an eye on any crossovers or a break above this SMA level to gauge potential upside momentum. A confirmed break above could open the door for further gains toward the next resistance levels.\n\nIn terms of support and resistance, the immediate support is at $0.13669, marked by the recent low. A failure to hold this level could lead to a deeper pullback, with further support levels around $0.13500 and potentially $0.13300. On the resistance side, the high of $0.13797 is the first hurdle. A breakout above this price could lead to the next key resistance zone near $0.14000, where the market might experience a stronger challenge from selling pressure.\n\nWith the current market showing neutral signs, traders could consider waiting for a clear breakout above the SMA or a solid confirmation of support around $0.13669 before making any significant moves. This would provide a safer entry point, as trading within a consolidation phase can be risky due to unpredictable price action. The absence of the RSI and MACD signals further underlines the need for caution in the current market environment."
    }
  }
}