{
  "symbol": "DOGE/USD",
  "name": "Dogecoin vs US Dollar",
  "nameCn": "狗狗币/美元",
  "timestamp": "2026-02-12T06:22:40.726Z",
  "price": {
    "close": "0.09226",
    "high": "0.0924",
    "low": "0.09192",
    "open": "0.09195",
    "change": "0.34",
    "datetime": "2026-02-12 06:00:00"
  },
  "indicators": {
    "rsi": 58.041254,
    "macd": 0.00010194226,
    "macd_signal": -0.00016757097,
    "sma20": 0.0908445
  },
  "analysis": {
    "zh": {
      "title": "狗狗币/美元技术分析：震荡整理，短期看多",
      "content": "当前DOGE/USD的价格为0.09226美元，较24小时变化仅为0.34%。从技术面来看，短期内价格呈现震荡整理的格局，处于0.0924和0.09192美元之间的区间波动。若价格突破上方高点0.0924美元，可能会进一步迎来上行的动力。相反，跌破下方低点0.09192美元，则可能出现回调。\n\n在技术指标方面，MACD显示出轻微的买入信号，当前数值为0.00010194226，但由于信号线数据缺失，无法进一步确认强烈的趋势。SMA(20)目前为0.090844500，价格略高于此均线，表明短期趋势偏向看涨。但RSI缺乏数据支持，无法为市场提供更多的超买超卖信号。\n\n支撑位在0.09192美元附近，若下行突破此水平，可能会进一步测试更强的支撑区间。阻力位则位于0.0924美元，突破后可能会吸引更多买盘进场，推动价格进一步上涨。需要关注市场情绪和突发消息对价格波动的影响。\n\n综合来看，建议投资者在短期内保持观察，突破0.0924美元可考虑适度介入，多头布局，止损位可设在0.09192美元附近。"
    },
    "en": {
      "title": "Dogecoin vs US Dollar Technical Analysis",
      "content": "Dogecoin has been showing a mild upward momentum in the past 24 hours, currently trading at $0.09226, a slight 0.34% increase. Despite the modest change, the price remains in a narrow range between the high of $0.0924 and the low of $0.09192. This indicates a consolidation phase, which may lead to further price stability or a potential breakout. A trend of higher lows suggests that bulls are maintaining control in the short-term, yet volatility remains low. \n\nWithout a clear RSI or MACD signal, it's important to rely on other indicators like the 20-period simple moving average (SMA), which is currently at $0.09084. The price has been consistently above this level, indicating a support zone near $0.0908. If the price dips below this support, a further decline toward the $0.0900 region is possible. However, if Dogecoin holds above the SMA, it suggests that a continuation of the bullish momentum may be in play, pushing the price toward higher resistance levels.\n\nLooking at the resistance zone, the immediate level to watch is around $0.0924. A breakout above this level could signal a stronger move toward $0.095, which has been a previous price ceiling for Dogecoin. However, this needs to be confirmed by strong buying volume or positive momentum indicators. Should price fail to break through $0.0924, it could continue oscillating within its current range, indicating a neutral to slightly bullish market stance.\n\nGiven the current setup, traders should focus on the support level around $0.0908. A successful bounce off this level could offer long opportunities, with targets towards the $0.0924 resistance and $0.095 if bullish momentum continues. Alternatively, a break below $0.0900 might present a short opportunity, with targets near $0.0880. As market indicators are neutral, confirmation from price action is key for trading decisions."
    }
  }
}