{
  "symbol": "DOGE/USD",
  "name": "Dogecoin vs US Dollar",
  "nameCn": "狗狗币/美元",
  "timestamp": "2026-02-16T04:55:20.247Z",
  "price": {
    "close": "0.10293",
    "high": "0.10297",
    "low": "0.10207",
    "open": "0.10211",
    "change": "0.75",
    "datetime": "2026-02-16 04:00:00"
  },
  "indicators": {
    "rsi": 38.48405,
    "macd": -0.0016592941,
    "macd_signal": -0.0011828143,
    "sma20": 0.105722
  },
  "analysis": {
    "zh": {
      "title": "狗狗币/美元技术分析：价格震荡整理，短期走势偏弱",
      "content": "目前狗狗币/美元（DOGE/USD）价格处于0.10293附近，表现出短期震荡整理的趋势。24小时价格变动为0.75%，显示出市场在一定范围内波动，缺乏明显的上涨或下跌动力。价格在0.10297和0.10207之间震荡，未能突破关键支撑或阻力位，表明当前市场处于相对平稳的状态。\n\n从技术指标来看，MACD显示负值（-0.0016592941），表明短期内卖盘压力略大，但未出现明确的趋势反转信号。SMA(20)在0.10572200，价格低于该水平，意味着短期内整体走势偏弱。RSI指标缺失，无法提供更多关于超买或超卖的确认信息。\n\n支撑位方面，当前价格接近0.10207，如果跌破此位置，可能会进一步下探至0.10100附近。上方的阻力位在0.10350和0.10400区域，一旦突破这些阻力，价格可能会迎来反弹。整体来看，价格处于整理区间，短期内没有强烈的上涨或下跌趋势。\n\n基于当前走势，建议保持谨慎的观望态度。对于短期交易者，可以考虑在支撑位附近寻找买入机会，但应注意价格突破关键阻力后再决定是否追高。同时，止损设置应在支撑位下方，以降低风险。"
    },
    "en": {
      "title": "Dogecoin vs US Dollar Technical Analysis",
      "content": "The current market for Dogecoin against the US Dollar (DOGE/USD) is showing modest bullish momentum, reflected in the 24-hour price change of 0.75%. The price is currently hovering at $0.10293, slightly above the low of $0.10207 and approaching the high of $0.10297. This narrow trading range suggests consolidation, with a potential breakout either way depending on the next few price movements. Given that the price is near recent support levels, there is a likelihood of an upward push if the market sentiment remains favorable.\n\nAnalyzing the technical indicators, the MACD is negative at -0.0016592941, but without a signal line or further data, it’s challenging to draw definitive conclusions. The absence of an RSI(14) reading limits our ability to assess overbought or oversold conditions. However, the price is trading below the 20-period Simple Moving Average (SMA), which sits at $0.1057. This indicates a slight bearish bias in the short-term, suggesting that DOGE may face resistance around the SMA level, making it a key area to monitor for potential rejection.\n\nSupport levels are currently seen near the $0.1020 mark, with the low of $0.10207 reinforcing this area. A break below this level could expose the coin to further downside risk, with potential targets toward $0.1010 or lower. On the other hand, resistance is forming at the $0.1030–$0.1050 zone, driven by both the recent highs and the proximity to the SMA. A break above $0.1050 could signal the beginning of a reversal or continuation of bullish momentum.\n\nFor traders, a cautious approach might be best. A short-term strategy could involve buying near the support level at $0.1020, with a target around $0.1045–$0.1050 for a potential exit. Conversely, if the price drops below $0.1020, traders should watch for further downside to target levels around $0.1010. A more aggressive strategy would involve waiting for a breakout above the SMA at $0.1057 before entering long positions."
    }
  }
}