{
  "symbol": "DOGE/USD",
  "name": "Dogecoin vs US Dollar",
  "nameCn": "狗狗币/美元",
  "timestamp": "2026-02-13T04:40:42.193Z",
  "price": {
    "close": "0.0927",
    "high": "0.09288",
    "low": "0.09236",
    "open": "0.09286",
    "change": "-0.17",
    "datetime": "2026-02-13 04:00:00"
  },
  "indicators": {
    "rsi": 53.38255,
    "macd": 0.00014118129,
    "macd_signal": 0.00011071648,
    "sma20": 0.0926325
  },
  "analysis": {
    "zh": {
      "title": "狗狗币/美元技术分析：市场短期整理，谨慎观望",
      "content": "当前DOGE/USD的价格为0.0927美元，近期波动较小，24小时变化为-0.17%。从价格走势来看，市场处于短期整理状态，缺乏明显的上升或下降趋势。尽管没有过多的波动，但仍然有一定的支撑和压力存在。\n\n从技术指标上来看，RSI(14)没有提供有效的超买或超卖信号，可能由于当前市场的窄幅波动所致。MACD显示一个轻微的正值0.00014118129，但缺乏明确的信号线交叉，表明短期内动力不足，市场暂时处于观望状态。20日SMA在0.0926美元附近，价格相对接近这一均线，进一步确认短期内的震荡整理行情。\n\n支撑位方面，DOGE/USD在0.09236美元附近有较强支撑，若价格跌破这一点位，可能会测试更低水平。上行阻力位在0.09288美元附近，突破该水平有可能推动价格进一步上涨。当前市场处于无明确方向的区间震荡，建议投资者保持谨慎，等待市场信号明朗后再做进一步操作。\n\n总体而言，DOGE/USD当前走势不明，建议投资者保持谨慎观望，避免在波动较小的市场中做出过于激进的决策。"
    },
    "en": {
      "title": "Dogecoin vs US Dollar Technical Analysis",
      "content": "The current market data for Dogecoin shows that the price is consolidating within a narrow range between the high of 0.09288 and the low of 0.09236. Despite the minor 24-hour decline of 0.17%, this stability suggests that there’s limited market movement, with investors possibly waiting for a catalyst to drive a more significant change. The price is currently positioned slightly above the 20-period Simple Moving Average (SMA) of 0.09263, indicating that there’s a mild bullish sentiment in the near-term.\n\nIn the absence of the RSI(14) and with the MACD being relatively low at 0.00014118129, there’s limited momentum indicated by the oscillators. The MACD line being positive but without a clear signal line offers mixed signals, showing potential for a slight bullish crossover but lacking confirmation. This type of setup often indicates indecision in the market, meaning that traders should remain cautious about committing to long positions until a stronger trend emerges.\n\nSupport levels for Dogecoin are seen around the 0.09236 low, which has held up as a floor over the last 24 hours. A break below this could indicate further downside towards the next support at 0.091. On the other hand, resistance is likely at 0.09288, and any upward movement past this point could test higher levels such as 0.0935 or even 0.094. Traders may look for price action near these levels to gauge short-term entry and exit points.\n\nGiven the current market conditions and the absence of strong indicators like the RSI and Signal MACD, a cautious approach is recommended. A potential breakout above 0.09288 could offer an opportunity for short-term gains, but any breakdown below 0.09236 may signal further consolidation or downside risk. Traders should monitor these key levels closely to make informed decisions."
    }
  }
}