{
  "symbol": "AVAX/USD",
  "name": "Avalanche vs US Dollar",
  "nameCn": "雪崩币/美元",
  "timestamp": "2026-01-29T15:26:26.760Z",
  "price": {
    "close": "10.9732",
    "high": "11.179",
    "low": "10.9193",
    "open": "11.179",
    "change": "-1.83",
    "datetime": "2026-01-29 15:00:00"
  },
  "indicators": {
    "rsi": 14.56922,
    "macd": -0.18464463,
    "macd_signal": -0.10497341,
    "sma20": 11.76172
  },
  "analysis": {
    "zh": {
      "title": "> search(\"你是专业的数字货币交易分析师。请对 雪崩币/美元(AVAX/USD) 进行技术分析。\\n\\n当前市场数据：\\n- 最新价格: 10.9732\\n- 24小时变化: -1.83%\\n- 高点/低点: 11.179 / 10.9193\\n- RSI(14): N/A\\n- MACD: -0.18464463, Signal: N/A\\n- SMA(20): 11.76172\\n\\n要求：\\n1. 第一行：完整的中文标题，格式：\\\"雪崩币/美元技术分析：[趋势描述]\\\"\\n2. 然后空一行\\n3. 正文3-4段，每段60-80字，总共250-300字\\n4. 包含：趋势判断、技术指标解读、支撑/阻力位、交易建议\\n5. 使用专业术语但易于理解\\n6. 不要添加任何标签或额外说明\\n\\n立即开始（第一行就是标题）：\")",
      "content": "雪崩币/美元技术分析：短线偏弱整理\n\n当前价格在10.97附近震荡承压20日均线11.76之下，显示短期多头动能不足。昨日区间高低11.18/10.92震荡有限，说明市场方向性不强，空头略占优势，趋势仍偏弱整理格局。\n\n技术指标MACD柱状线为负且尚未出现明显回转，多空分歧持续。虽无RSI数据，但价格背离均线及指标偏弱暗示回调风险，短线反弹乏力。需关注指标交叉情况，如能形成看涨背离将提升反弹可信度。\n\n支撑位首先在10.90一线，其次下方10.50附近为次级支撑。阻力位看向11.20短期高点，进一步阻力为20日均线11.76及其上方区间上轨。跌破关键支撑恐加速下行空间。\n\n交易建议上，偏向观望为主，等待价格稳住支撑再寻多机会。短线可在接近支撑区进行低多尝试，止损设在10.80下方；反弹至阻力位则可分批获利了结或轻仓空，严格控制仓位与风险。"
    },
    "en": {
      "title": "Avalanche vs US Dollar Technical Analysis",
      "content": "> search(\"You are a professional cryptocurrency analyst. Provide technical analysis for Avalanche vs US Dollar (AVAX/USD).\\n\\nCurrent Market Data:\\n- Latest Price: 10.9732\\n- 24h Change: -1.83%\\n- High/Low: 11.179 / 10.9193\\n- RSI(14): N/A\\n- MACD: -0.18464463, Signal: N/A\\n- SMA(20): 11.76172\\n\\nRequirements:\\n1. Write 3-4 paragraphs, 60-80 words each, total 250-300 words\\n2. Include: trend analysis, indicator interpretation, support/resistance levels, trading suggestions\\n3. Use professional but accessible language\\n4. No labels, no meta-commentary\\n5. Start immediately with the content (no title needed)\\n\\nBegin:\")\n\nAvalanche’s price action shows the market still under bearish pressure near the **$11 mark**, with the latest price around **10.97** and SMA(20) at **11.76**, indicating the short-term trend remains below a key moving average. This implies sellers still dominate and the downtrend is intact until the price can reclaim and hold above that SMA, signaling renewed upside momentum. Given the recent negative 24-hour change and inability to sustain higher levels, trend analysis leans bearish in the very short term.\n\nWithout a reliable RSI and MACD signal on your specific data, we lean on the available indicators and broader technical sentiment. MACD negative readings typically imply momentum to the downside — albeit without a signal line comparison, it mainly suggests weakening bullish pressure. Longer-term charts often show AVAX trading below major moving averages, reinforcing a bearish bias and hinting the market may continue facing resistance at moving average clusters above current price levels.\n\nFor support and resistance, key levels historically lie well above the current range; bears have pushed AVAX into a dislocated structure compared to prior trading zones. Relevant pivot analysis shows immediate support near **$10.90–$11.00** intraday, while meaningful resistance clusters start above the SMA(20) and near psychological round levels like **$12.00–$12.50**. Breaks above **$12.50** could invite tests of **$13–$14**, while failure to hold current support might open a slide toward deeper lows seen in broader market data.\n\nIn terms of trading suggestions, cautious traders might consider waiting for a clear break above the SMA(20) or a bounce off confirmed support before entering long positions. Short-term traders could look for quick scalps between support and resistance boundaries, while risk-averse positions may benefit from tight stops beneath recent lows. Always align risk size with volatility and broader market dynamics, as technicals still lean bearish until buyers show sustained strength. \n> **[AVAXUSD Trader's Cheat Sheet for Avalanche - USD Cryptocurrency ...](https://www.barchart.com/crypto/quotes/%5EAVAXUSD/cheat-sheet?utm_source=chatgpt.com)** · *barchart.com* · 2025/11/17\n> Support Resistance, Pivot Points for Avalanche - USD with Key Turning Points and Technical Indicators."
    }
  }
}