{
  "symbol": "DOGE/USD",
  "name": "Dogecoin vs US Dollar",
  "nameCn": "狗狗币/美元",
  "timestamp": "2026-01-29T15:25:35.407Z",
  "price": {
    "close": "0.11639",
    "high": "0.11859",
    "low": "0.11536",
    "open": "0.11856",
    "change": "-1.80",
    "datetime": "2026-01-29 15:00:00"
  },
  "indicators": {
    "rsi": 16.5733,
    "macd": -0.0014929923,
    "macd_signal": -0.0010194994,
    "sma20": 0.1219995
  },
  "analysis": {
    "zh": {
      "title": "狗狗币/美元技术分析：当前价格震荡整理，短期承压",
      "content": "根据当前市场数据，狗狗币/美元（DOGE/USD）的价格在0.11639附近震荡整理。24小时内跌幅为1.80%，表现出一定的弱势。价格接近其近期低点0.11536，显示出市场存在一定的卖压。整体趋势仍处于整理阶段，短期内难以突破明显的阻力区。\n\n从技术指标来看，RSI和MACD暂时无法提供进一步的分析依据。由于RSI（14）的数据缺失，无法评估超买超卖状况。而MACD线为负值，表明市场短期内可能继续面临卖方压力。结合SMA(20)的值0.12199950来看，目前价格已下破短期均线，进一步验证了价格的疲软。\n\n支撑位方面，0.11536附近的低点是一个较强的支撑区。如果价格持续下行，可能会向0.11甚至更低区域寻求支撑。阻力位则在0.11859和SMA(20)附近，若价格能够突破这一水平，可能会迎来短期反弹。投资者应密切关注这些关键点位。\n\n建议方面，当前市场面临整理压力，短期内可以考虑观望或适度做空。在价格突破0.11859时，可以考虑小幅做多，但需严格设置止损。"
    },
    "en": {
      "title": "Dogecoin vs US Dollar Technical Analysis",
      "content": "The Dogecoin (DOGE) market is currently showing signs of consolidation, with a slight downward movement over the past 24 hours, down by 1.80%. The latest price is at $0.11639, sitting just above the daily low of $0.11536. This suggests that the market is testing support levels near $0.115, which could be crucial for determining the next direction. A break below this level might indicate further bearish pressure, potentially pushing the price toward the next support zone around $0.1100.\n\nThe SMA(20) of $0.12199 suggests that Dogecoin is currently trading below its short-term moving average, reflecting a bearish sentiment in the near term. This alignment with the downward movement in price shows that the market has been unable to maintain higher levels, and further selling pressure could be in play. If the price remains below the SMA(20), it could signal that bearish trends dominate, keeping traders cautious. A return to the SMA(20) would be an important resistance level to monitor, potentially acting as a pivot point for a trend reversal.\n\nRegarding technical indicators, the MACD value of -0.00149 indicates a weak bearish momentum, although the lack of a signal line hinders full interpretation of this indicator. If the MACD continues to stay negative and there is no bullish crossover, it may suggest that the bearish trend could persist. Given the lack of additional data on the RSI(14), it’s difficult to assess whether Dogecoin is oversold or overbought, but the negative MACD momentum reinforces the idea of cautious trading.\n\nFrom a trading perspective, it’s advisable to watch for potential support around $0.115, as a bounce from this level could offer a short-term buying opportunity. If the price fails to hold above this support, traders should look for further downside to the next major support zone. Conversely, a break above the SMA(20) could offer a signal to test higher resistance levels, such as $0.125 or beyond."
    }
  }
}