{
  "symbol": "AVAX/USD",
  "name": "Avalanche vs US Dollar",
  "nameCn": "雪崩币/美元",
  "timestamp": "2026-01-30T10:05:13.902Z",
  "price": {
    "close": "10.8524",
    "high": "10.8684",
    "low": "10.8504",
    "open": "10.8504",
    "change": "-0.01",
    "datetime": "2026-01-30 10:00:00"
  },
  "indicators": {
    "rsi": 33.42653,
    "macd": -0.18121416,
    "macd_signal": -0.20122183,
    "sma20": 10.95715
  },
  "analysis": {
    "zh": {
      "title": "> search(\"你是专业的数字货币交易分析师。请对 雪崩币/美元(AVAX/USD) 进行技术分析。\\n\\n当前市场数据：\\n- 最新价格: 10.8524\\n- 24小时变化: -0.01%\\n- 高点/低点: 10.8684 / 10.8504\\n- RSI(14): N/A\\n- MACD: -0.18121416, Signal: N/A\\n- SMA(20): 10.95715\\n\\n要求：\\n1. 第一行：完整的中文标题，格式：\\\"雪崩币/美元技术分析：[趋势描述]\\\"\\n2. 然后空一行\\n3. 正文3-4段，每段60-80字，总共250-300字\\n4. 包含：趋势判断、技术指标解读、支撑/阻力位、交易建议\\n5. 使用专业术语但易于理解\\n6. 不要添加任何标签或额外说明\\n\\n立即开始（第一行就是标题）：\")",
      "content": "雪崩币/美元技术分析：震荡偏弱微跌调整\n\n当前价格在10.85附近反复试探，短线趋势偏震荡偏弱，未能有效站上20日均线10.957，显示多头回暖动力不足。价格高低点极其接近，说明市场方向性较弱，短期震荡为主。\n\n技术指标方面，MACD柱能量偏负但未明显扩大，暗示下行动能有限；缺乏RSI数据限制超买超卖判断，但基于价格结构可视为中性偏弱。20日均线在上方形成压制，多头需要突破才能改变弱势。\n\n支撑位首先关注10.60一带，其次为10.30区域，若下破可能延伸回落；阻力位集中在10.95附近，突破该位或能短线吸引买盘测试11.20。震荡区间在10.60–10.95之间依然有效。\n\n交易建议上，短线可在支撑区域逢低小量布局，止损置于10.50下方；若上破10.95确认力度，可跟随顺势做多至11.20附近。谨防急速波动，控制仓位风险，耐心等待明确突破信号。"
    },
    "en": {
      "title": "Avalanche vs US Dollar Technical Analysis",
      "content": "The current price of Avalanche (AVAX) against the US Dollar shows a slight bearish sentiment, given the 24-hour change of -0.01%. The recent high of 10.8684 and low of 10.8504 indicate a tight trading range, suggesting indecision among traders. The price hovering near the lower end of this range could signal a potential continuation of the downtrend if selling pressure persists. However, a break above the high could indicate a shift in sentiment, leading to further bullish momentum.\n\nThe absence of an available RSI value complicates momentum analysis, but the MACD reading of -0.18121416 indicates bearish momentum. This negative MACD suggests a potential continuation of the downtrend unless a reversal occurs. Traders should remain vigilant for any crossovers or changes in the MACD that could indicate a shift in market dynamics. The SMA(20) at 10.95715 also serves as a crucial level; a move above this average could trigger renewed buying interest.\n\nSupport levels are crucial in the current context, with immediate support appearing at 10.8504, the recent low. If this level holds, it may present a buying opportunity for traders looking for a rebound. Conversely, if the price breaches this support, further downside potential exists, potentially testing lower support levels. Resistance is evident at the SMA(20) and the recent high of 10.8684, which, if surpassed, could signal a more significant bullish reversal.\n\nFor traders considering positions in AVAX/USD, a cautious approach is advisable. Monitoring for a clear breakout above the SMA(20) could present an opportunity to enter long positions, while a drop below the 10.8504 support may warrant short positions. Keeping an eye on broader market sentiment and potential news catalysts will be essential for informed decision-making in this volatile environment."
    }
  }
}