{
  "symbol": "DOGE/USD",
  "name": "Dogecoin vs US Dollar",
  "nameCn": "狗狗币/美元",
  "timestamp": "2026-01-30T10:04:14.359Z",
  "price": {
    "close": "0.11331",
    "high": "0.11344",
    "low": "0.11329",
    "open": "0.11331",
    "change": "0.00",
    "datetime": "2026-01-30 10:00:00"
  },
  "indicators": {
    "rsi": 32.094301,
    "macd": -0.0018579732,
    "macd_signal": -0.0018999244,
    "sma20": 0.115179
  },
  "analysis": {
    "zh": {
      "title": "狗狗币/美元技术分析：[震荡整理中]",
      "content": "当前狗狗币/美元（DOGE/USD）在0.11330附近震荡整理，24小时内变化微小，显示出市场缺乏明显的方向性。高点和低点相对接近，表明短期内市场参与者情绪谨慎，价格可能在此区间内继续波动。\n\n从技术指标来看，虽然RSI(14)数据缺失，但当前MACD为负值，表明卖压仍然存在。20日简单移动平均线（SMA）位于0.11518，形成了短期的阻力位。如果价格能够突破这一水平，可能会吸引更多买盘进入市场，进一步推动价格上涨。\n\n对于支撑位而言，0.11329是短期内的重要支撑区域。如果价格跌破此水平，可能会引发进一步下行压力，测试更低的支撑位。因此，交易者需密切关注此关键价位的表现，以判断市场后续走势。\n\n综合来看，建议投资者在当前市场环境下采取观望策略，等待价格突破关键支撑或阻力位后再做进一步决策。保持灵活应变的交易策略，将有助于在波动的市场中把握机会。"
    },
    "en": {
      "title": "Dogecoin vs US Dollar Technical Analysis",
      "content": "Dogecoin is currently trading around 0.11331, showing extremely limited price movement over the last 24 hours. With the session range tightly held between 0.11329 and 0.11344, the market is consolidating near short-term lows. This type of low-volatility behavior often signals indecision, where neither bulls nor bears have taken clear control. Overall, the trend remains mildly bearish as price trades below key moving average levels.\n\nThe SMA(20) sits at 0.11518, slightly above the latest price, reinforcing a downward pressure zone. As long as DOGE remains below this average, rallies may be capped and treated as corrective rather than trend-changing. The MACD reading at -0.00186 also reflects weak momentum, suggesting sellers still dominate in the short term. With RSI unavailable, momentum confirmation is limited, but the MACD bias favors caution.\n\nImmediate support is located near 0.11329, which aligns with the day’s low and acts as the first defense for buyers. A breakdown below this level could open the door toward the next psychological support around 0.11200. On the upside, resistance stands near 0.11518 (SMA zone), and a stronger barrier is likely around 0.11650, where prior rebounds may attract renewed selling pressure.\n\nFrom a trading perspective, conservative participants may prefer waiting for a breakout from this narrow range. A sustained close above 0.11520 could offer a short-term bullish setup toward 0.11650–0.11800. Conversely, failure to hold 0.11329 could trigger downside continuation trades. Risk management is key, as current conditions suggest low momentum and limited follow-through until volatility expands."
    }
  }
}