{
  "symbol": "DOGE/USD",
  "name": "Dogecoin vs US Dollar",
  "nameCn": "狗狗币/美元",
  "timestamp": "2026-01-30T14:10:26.296Z",
  "price": {
    "close": "0.11495",
    "high": "0.11516",
    "low": "0.11442",
    "open": "0.11447",
    "change": "0.43",
    "datetime": "2026-01-30 14:00:00"
  },
  "indicators": {
    "rsi": 43.83385,
    "macd": -0.0012812595,
    "macd_signal": -0.0016150369,
    "sma20": 0.114973
  },
  "analysis": {
    "zh": {
      "title": "狗狗币/美元技术分析：短线震荡偏稳",
      "content": "从价格结构看，DOGE/USD维持在0.115附近窄幅波动，24小时小幅上涨，显示多空力量暂时均衡。当前价格紧贴20日均线运行，趋势上偏向震荡整理，尚未形成明确的单边突破方向。\n\n技术指标方面，MACD位于零轴下方且数值为负，动能略偏空，但下行力度有限，暗示空头并不强势。RSI数据缺失使超买超卖判断受限，不过结合价格稳定性，市场情绪偏中性，观望氛围较浓。\n\n支撑与阻力结构清晰。下方首要支撑位在0.1144一线，对应日内低点，若跌破可能下探0.1138区域。上方阻力位在0.1152附近，进一步为0.1160，需要放量才能有效突破并打开上行空间。\n\n交易策略上，稳健型交易者可等待价格接近支撑位低吸，设置紧密止损；激进者可在突破0.1152并站稳后顺势短多。整体建议控制仓位，关注成交量变化，以防震荡行情中的假突破风险。"
    },
    "en": {
      "title": "Dogecoin vs US Dollar Technical Analysis",
      "content": "Dogecoin is trading near 0.11495, showing muted but constructive price behavior after a modest 24-hour gain. Price action remains tightly compressed, indicating short-term equilibrium between buyers and sellers. The market appears to be consolidating rather than trending decisively, with price hovering very close to its recent highs. This type of narrow range often precedes an expansion in volatility, suggesting a directional move could emerge once conviction strengthens.\n\nFrom an indicator perspective, the 20-period simple moving average at 0.11497 is effectively aligned with current price, reinforcing the neutral short-term bias. The MACD remains in negative territory, which reflects lingering bearish momentum, but the lack of acceleration suggests downside pressure is weakening. RSI data is currently unavailable, limiting momentum confirmation, yet overall indicator structure points more toward consolidation than active distribution or strong accumulation.\n\nKey support is located near 0.11440, aligned with the session low and recent intraday demand. A deeper support zone may develop around 0.11350 if selling pressure increases. On the upside, immediate resistance sits near 0.11520, corresponding to the recent high, with a more psychologically significant barrier around 0.11600. A clean break above resistance would likely invite short-term momentum traders back into the market.\n\nFor active traders, range-based strategies may remain effective while price stays between support and resistance. Conservative participants may prefer waiting for a confirmed breakout above 0.11600 or a breakdown below 0.11350 before committing capital. Short-term longs could consider tight risk management near support, while bears may look for rejection signals near resistance. Overall, patience is warranted until volatility expands and direction becomes clearer."
    }
  }
}