{
  "symbol": "ADA/USD",
  "name": "Cardano vs US Dollar",
  "nameCn": "艾达币/美元",
  "timestamp": "2026-01-26T03:30:38.473Z",
  "price": {
    "close": "0.346511",
    "high": "0.347783",
    "low": "0.346267",
    "open": "0.346267",
    "change": "0.07",
    "datetime": "2026-01-26 03:00:00"
  },
  "indicators": {
    "rsi": 46.74129,
    "macd": -0.0032980873,
    "macd_signal": -0.0040327841,
    "sma20": 0.34716615
  },
  "analysis": {
    "zh": {
      "title": "艾达币/美元技术分析：[震荡整理，短期维持区间波动]",
      "content": "当前ADA/USD价格在0.346511附近震荡整理，短期内呈现窄幅波动的趋势。结合24小时变化率为0.07%，市场情绪较为平稳，缺乏强烈的买卖动能。价格处于0.346267至0.347783的区间内，未能突破关键水平，显示市场可能处于等待进一步突破的阶段。\n\n技术指标方面，当前缺少RSI与MACD的有效信号，使得趋势的判断略显模糊。MACD当前值为-0.0032980873，且信号线缺失，意味着卖方力量稍显占优，但并未形成明确的下行趋势。SMA(20)位于0.34716615附近，表示短期均线呈现轻微下行，反映出市场可能存在一定的卖压。\n\n支撑位方面，0.346267是当前较为重要的支撑区域，若价格跌破此水平，可能会加剧下行压力，进一步考验0.3450的支撑。阻力位则位于0.347783一线，若价格突破该水平，有可能开启新的上涨动能，挑战0.35的心理关口。\n\n鉴于当前市场的震荡整理状态，建议短线交易者可在支撑和阻力位附近寻找交易机会，但需保持警惕，避免市场突发波动带来的风险。"
    },
    "en": {
      "title": "Cardano vs US Dollar Technical Analysis",
      "content": "The Cardano market has been relatively stable over the past 24 hours, with a modest 0.07% increase in price. Currently trading at $0.3465, ADA remains trapped in a narrow range between the high of $0.3478 and the low of $0.3463. The price is hovering near the 20-period simple moving average (SMA) at $0.3472, which acts as a key short-term reference. Given the flat movement and low volatility, the market appears to be consolidating, awaiting a catalyst for a clearer directional move.\n\nThe MACD is currently negative at -0.0033, indicating weak bearish momentum. However, the absence of a signal line prevents a clear assessment of the potential for a reversal. A more decisive signal could materialize if the price begins to break above or below the established range. With no immediate signs of strong trend momentum, ADA remains in a neutral to slightly bearish stance, and traders should be cautious of sharp price fluctuations.\n\nIn terms of support and resistance, the immediate support is at $0.3463, where the price has found temporary stability in recent hours. If this level is breached, further downside could test $0.3450, a critical level for maintaining bullish sentiment in the medium term. On the upside, resistance lies just above at $0.3478. A breakout beyond this level could encourage a more sustained upward move towards $0.3500, with $0.3520 acting as the next major target.\n\nGiven the current market conditions, traders should consider adopting a range-bound strategy, buying near the support level and selling near resistance. With the absence of strong momentum indicators, patience is key for those looking to capture short-term price movements. A breakout or breakdown beyond the current range would likely signal the next meaningful trend."
    }
  }
}