{
  "symbol": "DOGE/USD",
  "name": "Dogecoin vs US Dollar",
  "nameCn": "狗狗币/美元",
  "timestamp": "2026-01-26T03:31:20.828Z",
  "price": {
    "close": "0.12157",
    "high": "0.12208",
    "low": "0.12156",
    "open": "0.1217",
    "change": "-0.09",
    "datetime": "2026-01-26 03:00:00"
  },
  "indicators": {
    "rsi": 49.97809,
    "macd": -0.00061169451,
    "macd_signal": -0.00086615356,
    "sma20": 0.1212175
  },
  "analysis": {
    "zh": {
      "title": "狗狗币/美元技术分析：[短期震荡走势]",
      "content": "当前狗狗币（DOGE）兑美元（USD）的价格为0.12157，近期价格变化幅度较小，24小时内仅下跌0.09%。整体来看，DOGE处于短期震荡区间，价格在0.12156和0.12208之间徘徊，显示出市场缺乏明确的方向。\n\n从技术指标来看，当前的SMA(20)为0.1212175，表明短期均线略高于现价，可能对价格形成一定的支撑。然而，MACD处于负值区域，暗示卖方力量稍强，短期内可能面临进一步的下行压力。RSI指标尚未提供，因此需密切关注后续市场动态。\n\n在支撑和阻力位的分析中，0.12150一带可视为强支撑区域，而0.12200则是短期的阻力位。一旦价格突破0.12200，可能会引发更多买盘，反之若跌破0.12150，则需警惕更大的回调风险。\n\n建议投资者在当前震荡市中采取谨慎态度，适度控制仓位。可以考虑在接近支撑位时逐步建仓，但若价格持续走低，需准备及时止损以保护资金安全。保持对市场动态的关注，灵活调整策略，以应对潜在的波动。"
    },
    "en": {
      "title": "Dogecoin vs US Dollar Technical Analysis",
      "content": "The current price of Dogecoin (DOGE) against the US Dollar (USD) stands at $0.12157, reflecting a minor decline of 0.09% over the last 24 hours. This slight downturn indicates a period of consolidation following a recent upward trend. The price has oscillated between a high of $0.12208 and a low of $0.12156, suggesting that the market is currently testing its short-term range. Observing these price movements, it appears that DOGE is in a narrow trading channel, indicating indecision among traders.\n\nIn terms of technical indicators, the absence of a current Relative Strength Index (RSI) makes it challenging to assess momentum accurately. However, the MACD shows a negative value of -0.00061169451, hinting at bearish momentum in the short term, although its significance may be limited without a signal line for comparison. The 20-day Simple Moving Average (SMA) is positioned at $0.1212175, serving as a potential support level. If the price can hold above this SMA, it may provide a foundation for a moderate rebound.\n\nSupport levels appear to be established around the recent low of $0.12156, while resistance can be identified near the high of $0.12208. A breakout above this resistance could signal a bullish reversal, prompting traders to enter long positions. Conversely, if the price falls below the established support, it may trigger further selling pressure, leading to a potential test of lower support levels.\n\nFor traders, a cautious approach is advisable. Watching for price action around the key support and resistance levels will be crucial. A confirmed breakout above $0.12208 might present an opportunity for a short-term long position, while a drop below $0.12156 could signal a potential bearish trend, warranting a reevaluation of positions. Overall, maintaining a close eye on market sentiment and external factors influencing Dogecoin will be essential in navigating this volatile environment."
    }
  }
}