{
  "symbol": "DOGE/USD",
  "name": "Dogecoin vs US Dollar",
  "nameCn": "狗狗币/美元",
  "timestamp": "2026-02-04T01:49:14.756Z",
  "price": {
    "close": "0.10726",
    "high": "0.10799",
    "low": "0.10636",
    "open": "0.10641",
    "change": "0.79",
    "datetime": "2026-02-04 01:00:00"
  },
  "indicators": {
    "rsi": 51.49617,
    "macd": -0.000053584704,
    "macd_signal": -0.000042428189,
    "sma20": 0.1068265
  },
  "analysis": {
    "zh": {
      "title": "狗狗币/美元技术分析：[震荡整理，短期可能回升]",
      "content": "当前狗狗币/美元（DOGE/USD）市场呈现震荡整理走势，价格略有回升。最近的价格波动范围较窄，介于0.10636至0.10799之间，显示出市场的暂时犹豫。尽管近期的波动幅度不大，但价格有一定的支撑在0.106水平附近。\n\n从技术指标来看，虽然RSI(14)缺失，但SMA(20)显示价格略高于均线，这表明短期内价格可能有一定的上涨潜力。MACD为负值，表明短期内空头力量依然占优，但其值非常接近零，这暗示着市场可能处于底部区域，随时可能迎来反弹。\n\n对于支撑位，0.10636是一个较为关键的支撑区间，一旦跌破，可能会引发进一步下探。阻力位则在0.10799附近，若价格突破该位置，可能会迎来上行趋势，进一步测试更高的阻力位。\n\n交易建议上，建议保持观望，等待价格突破0.10799的阻力或跌破0.10636的支撑。若突破阻力，可考虑轻仓做多，若跌破支撑则可以采取谨慎的空头策略，止损位应设置在关键技术水平附近。"
    },
    "en": {
      "title": "Dogecoin vs US Dollar Technical Analysis",
      "content": "The current price of Dogecoin against the US Dollar is $0.10726, reflecting a modest 24-hour increase of 0.79%. The price has been fluctuating within a narrow range between $0.10636 and $0.10799, indicating a period of consolidation. This suggests that the market is uncertain about which direction to take. Given the lack of clear bullish momentum and a generally neutral trend, traders should closely monitor the $0.106 support level and the $0.108 resistance level to gauge potential breakouts or reversals.\n\nThe lack of a clear RSI value prevents a detailed analysis of overbought or oversold conditions. However, the MACD at -0.000053584704, though slightly negative, indicates minimal momentum in either direction. This could be interpreted as a sign of indecision in the market, with a weak bearish bias but no strong selling pressure. If the MACD crosses above the signal line (once available), it could indicate a potential upward momentum. Traders should remain cautious, avoiding aggressive positions until a more definitive trend emerges.\n\nThe 20-period Simple Moving Average (SMA) currently sits at $0.10682650, acting as an important reference point. As the price is currently trading slightly above this level, the SMA could act as dynamic support in the event of a pullback. A dip below the SMA could signal increased bearish pressure, potentially leading to a retest of the $0.106 support zone. On the other hand, if the price rises above $0.108, the market may experience a short-term rally, with the next resistance possibly being around $0.110.\n\nConsidering the current market conditions, traders should exercise caution. The range-bound nature of the market suggests a focus on swing trades or waiting for a clear breakout above $0.108 or below $0.106. Using tighter stop-loss orders around these levels may be a prudent risk management strategy to protect against sudden price moves."
    }
  }
}