{
  "symbol": "AVAX/USD",
  "name": "Avalanche vs US Dollar",
  "nameCn": "雪崩币/美元",
  "timestamp": "2026-01-29T19:25:55.393Z",
  "price": {
    "close": "10.8748",
    "high": "10.9104",
    "low": "10.8158",
    "open": "10.8226",
    "change": "0.49",
    "datetime": "2026-01-29 19:00:00"
  },
  "indicators": {
    "rsi": 17.56085,
    "macd": -0.27668672,
    "macd_signal": -0.19125066,
    "sma20": 11.5337
  },
  "analysis": {
    "zh": {
      "title": "> search(\"你是专业的数字货币交易分析师。请对 雪崩币/美元(AVAX/USD) 进行技术分析。\\n\\n当前市场数据：\\n- 最新价格: 10.8748\\n- 24小时变化: 0.49%\\n- 高点/低点: 10.9104 / 10.8158\\n- RSI(14): N/A\\n- MACD: -0.27668672, Signal: N/A\\n- SMA(20): 11.53370\\n\\n要求：\\n1. 第一行：完整的中文标题，格式：\\\"雪崩币/美元技术分析：[趋势描述]\\\"\\n2. 然后空一行\\n3. 正文3-4段，每段60-80字，总共250-300字\\n4. 包含：趋势判断、技术指标解读、支撑/阻力位、交易建议\\n5. 使用专业术语但易于理解\\n6. 不要添加任何标签或额外说明\\n\\n立即开始（第一行就是标题）：\")",
      "content": "雪崩币/美元技术分析：短期震荡整理，偏空略回调\n\n当前价格围绕10.87水平震荡，短线缺乏明确方向性，整体趋势仍偏空。价格连续多日收盘低于20日均线11.53，表明多头动力不足，短期或延续区间震荡下行，等待明确突破信号确认。\n\n技术指标方面MACD为负值且无明显金叉迹象，动力指标走弱暗示空头略占优势。虽RSI数据不可用，但结合价格与均线关系，市场上行动能偏弱，短期内上涨受限，需留意动量指标回升作为趋势反转信号。\n\n支撑位关注近期低点10.82附近及心理关口10.50一线，如果跌破可能加速下行；阻力位在20日均线11.53以及11.80–12.00区间，多次受阻将限制上攻。短期区间震荡格局较为明显，波动幅度或在上述区间内波动。\n\n交易建议上，短线可在接近支撑位布局多单并严格止损于下破点下方，同时在接近阻力位考虑获利了结或短空策略。若价格有效突破20日均线并伴随量能放大，才考虑趋势转多。风险控制优先，避免追高。"
    },
    "en": {
      "title": "Avalanche vs US Dollar Technical Analysis",
      "content": "> search(\"You are a professional cryptocurrency analyst. Provide technical analysis for Avalanche vs US Dollar (AVAX/USD).\\n\\nCurrent Market Data:\\n- Latest Price: 10.8748\\n- 24h Change: 0.49%\\n- High/Low: 10.9104 / 10.8158\\n- RSI(14): N/A\\n- MACD: -0.27668672, Signal: N/A\\n- SMA(20): 11.53370\\n\\nRequirements:\\n1. Write 3-4 paragraphs, 60-80 words each, total 250-300 words\\n2. Include: trend analysis, indicator interpretation, support/resistance levels, trading suggestions\\n3. Use professional but accessible language\\n4. No labels, no meta-commentary\\n5. Start immediately with the content (no title needed)\\n\\nBegin:\")\n\nThe **AVAX/USD price action** around the current level (~$10.87) suggests a **bearish to neutral trend** in the short term. The latest price remains **below the 20-period simple moving average (SMA20: 11.53)**, indicating downside pressure and lack of sustained bullish momentum. Momentum measured by MACD is negative, reinforcing a bearish bias, even though new selling isn’t especially aggressive at this stage. Until the price climbs back above the SMA20, sellers hold a slight edge.\n\n**Support and resistance** are critical in this range-bound environment. A nearby **support zone exists~$10.20–$11.00**, where recent buying helped stem declines, and breaking below that could open deeper downward moves. On the upside, the **SMA20 and near-term resistance ~$11.50–$12.00** act as immediate supply walls that must be cleared to shift sentiment. Longer-term charts from broader data show historical resistance clusters significantly higher (e.g., ~$26–$28 or above), but these are distant and likely irrelevant unless a substantial trend reversal occurs. \n\n**Indicator interpretation** points to a cautious stance. With RSI and MACD readings trending southm/crypto-wiki/article/what-is-avalanche-avax-price-volatility-analysis-support-resistance-levels-and-btc-eth-correlation-in-2025-20251219?utm_source=chatgpt.com)** · *gate.com* · 2025/12/19\n> The article analyzes Avalanche (AVAX) price volatility and its correlation with BTC and ETH in December 2025. It discusses the current trading range of $11.59 to $13.21 as key support and resistance levels, highlighting the significance of breaking these barriers. It examines AVAX's performance decline and its high correlation with major cryptocurrencies, suggesting market-wide sentiment and ...\n\n\n**Indicator interpretation** points to a cautious stance. With RSI and MACD readings trending south (MACD below zero), the underlying momentum is weak and suggests sellers dominate. Although exact current RSI isn’t provided in your data, broader market technical summaries show RSI hovering near lower ranges, reinforcing the lower-momentum setup and appeal for short or neutral strategies rather than aggressive longs. This implies volatile price action without clear directional strength. \n\nFor **trading suggestionsCrypto Technical Analysis - TipRanks.com](https://www.tipranks.com/cryptocurrency/avax-usd/technical-analysis?utm_source=chatgpt.com)** · *tipranks.com* · 2026/1/27\n> Get a technical analysis of Avalanche (AVAX-USD) with the latest MACD of -0.36 and RSI of 35.64. Stay up-to-date on market trends with our expert analysis.\n\n\nFor **trading suggestions**, conservative traders might wait for a **break and close above the $11.50–$12.esistance** with volume confirmation before initiating long positions. This would signal a potential shift toward higher targets and reduce risk of false breakouts. On the downside, a sustained drop below support near $10.20 could accelerate weaker price action, making short positions or protective stops reasonable for risk-averse traders. Robust risk management and awareness of broader market cues remain essential."
    }
  }
}