{
  "symbol": "BNB/USD",
  "name": "Binance Coin vs US Dollar",
  "nameCn": "币安币/美元",
  "timestamp": "2026-01-29T19:21:23.820Z",
  "price": {
    "close": "855.88",
    "high": "858.61",
    "low": "854.5",
    "open": "858.26",
    "change": "-0.28",
    "datetime": "2026-01-29 19:00:00"
  },
  "indicators": {
    "rsi": 18.25138,
    "macd": -10.40372,
    "macd_signal": -5.84697,
    "sma20": 888.1465
  },
  "analysis": {
    "zh": {
      "title": "> search(\"你是专业的数字货币交易分析师。请对 币安币/美元(BNB/USD) 进行技术分析。\\n\\n当前市场数据：\\n- 最新价格: 855.88\\n- 24小时变化: -0.28%\\n- 高点/低点: 858.61 / 854.5\\n- RSI(14): N/A\\n- MACD: -10.40372, Signal: N/A\\n- SMA(20): 888.14650\\n\\n要求：\\n1. 第一行：完整的中文标题，格式：\\\"币安币/美元技术分析：[趋势描述]\\\"\\n2. 然后空一行\\n3. 正文3-4段，每段60-80字，总共250-300字\\n4. 包含：趋势判断、技术指标解读、支撑/阻力位、交易建议\\n5. 使用专业术语但易于理解\\n6. 不要添加任何标签或额外说明\\n\\n立即开始（第一行就是标题）：\")",
      "content": "币安币/美元技术分析：短期承压震荡调整迹象明显\n\n当前价格略低于20日均线，表明短期多头动能有所减弱，短线趋势偏震荡整理，整体仍维持在上升通道内但上涨动能不足。价格在高位承压回落，缺乏明确突破信号，需关注成交量变化来确认方向。\n\n技术指标显示MACD负值暗示空头动量占优，但由于Signal缺失需结合价格行为判断；RSI暂不可用，但从价格位置看振荡可能加剧，短期指标偏弱。20日均线位于888附近构成动态阻力，短线抛压较大。\n\n关键支撑位可关注854附近心理整数及前低850一带，这里若守稳或有短线反弹；阻力位在880~890区间，若突破该区间有望恢复上行动能。更高阻力在900关口，突破将重启多头趋势。\n\n建议短线交易者以区间操作为主，高空低多；如价格跌破850可考虑短线逢低买入，但需严格止损；若上破890且伴随量能放大，可考虑跟进多单，中期投资者保持耐心等待明确趋势信号。"
    },
    "en": {
      "title": "Binance Coin vs US Dollar Technical Analysis",
      "content": "> search(\"You are a professional cryptocurrency analyst. Provide technical analysis for Binance Coin vs US Dollar (BNB/USD).\\n\\nCurrent Market Data:\\n- Latest Price: 855.88\\n- 24h Change: -0.28%\\n- High/Low: 858.61 / 854.5\\n- RSI(14): N/A\\n- MACD: -10.40372, Signal: N/A\\n- SMA(20): 888.14650\\n\\nRequirements:\\n1. Write 3-4 paragraphs, 60-80 words each, total 250-300 words\\n2. Include: trend analysis, indicator interpretation, support/resistance levels, trading suggestions\\n3. Use professional but accessible language\\n4. No labels, no meta-commentary\\n5. Start immediately with the content (no title needed)\\n\\nBegin:\")\n\nBinance Coin’s recent price activity around **$855–$858** reflects a market that’s consolidating after a modest pullback. The slight negative 24‑hour change shows sellers having a mild edge, though the tight high/low range suggests indecision. The broader trend remains under pressure until a decisive break above the 20‑day simple moving average near **$888**. Below this average, downward momentum could persist, keeping BNB on the defensive in the short term.\n\nTurning to momentum tools, the **MACD at –10.40** points to bearish sentiment, though without a corresponding signal line reading it’s harder to gauge the full crossover context. The absence of an RSI figure means we’re missing a key overbought/oversold snapshot, but the current price below SMA(20) indicates that buying strength is limited. If MACD starts turning toward zero, we could see the bulls reassert, but for now, bearish bias holds until momentum improves.\n\nKey support near **$840–$845** should be watched closely; a break below this zone could accelerate selling toward the **$820–$800** area. On the upside, immediate resistance sits around **$875–$880**, with a stronger barrier forming near **$900**. Clearing these levels with volume would shift the psychology back toward accumulation, inviting range traders to reconsider long exposure with disciplined stops.\n\nFor those trading BNB/USD, a cautious approach makes sense. Consider scaling into longs only after a clear reclaim of the $888 area and improving MACD behavior. On the downside, protective stops under $840 help manage risk, while short‑term scalpers might exploit the tight range until a breakout direction confirms. Patience and confirmation should guide entries until volatility expands."
    }
  }
}