{
  "symbol": "DOGE/USD",
  "name": "Dogecoin vs US Dollar",
  "nameCn": "狗狗币/美元",
  "timestamp": "2026-02-26T13:01:43.367Z",
  "price": {
    "close": "0.0994",
    "high": "0.09948",
    "low": "0.09846",
    "open": "0.09851",
    "change": "0.90",
    "datetime": "2026-02-26 12:00:00"
  },
  "indicators": {
    "rsi": 50.58623,
    "macd": 0.00049411321,
    "macd_signal": 0.0010781967,
    "sma20": 0.1012345
  },
  "analysis": {
    "zh": {
      "title": "狗狗币/美元技术分析：短期震荡整理，支撑位待测试",
      "content": "当前狗狗币/美元（DOGE/USD）价格处于0.0994附近，波动较小，表现出一定的震荡整理特征。从24小时的变化来看，价格上涨0.90%，表明市场情绪较为平稳，但并未出现大幅波动。短期来看，狗狗币可能会在0.0990至0.1010区间内震荡整理，等待突破或回调的信号。\n\n技术指标方面，MACD线显示出轻微的正值（0.00049411321），但由于信号线未明确给出，MACD的指导意义相对较弱。此外，SMA(20)位于0.1012，略高于当前价格，显示出短期内价格仍处于下行压力中。RSI(14)数据缺失，无法全面评估超买或超卖的状态。\n\n支撑位方面，0.0985附近的低点可作为重要支撑，若价格下破该区域，可能会进一步测试更低价位。阻力位则集中在0.1015附近，若突破此价位，可能会迎来进一步上涨的动能。总体而言，市场情绪较为谨慎，短期内可能继续在区间内震荡。\n\n对于投资者而言，建议保持观望，密切关注支撑与阻力的突破。若价格接近支撑位，可以考虑低位买入，而若价格突破阻力位，则可考虑短期多单。然而，由于市场震荡性强，务必设置止损，避免风险扩大。"
    },
    "en": {
      "title": "Dogecoin vs US Dollar Technical Analysis",
      "content": "The Dogecoin market shows a slight bullish momentum, with the latest price standing at $0.0994, reflecting a 0.90% increase over the past 24 hours. This uptick indicates some positive movement, although it remains below the recent high of $0.09948. The price action is currently confined within a narrow range, which suggests the market is consolidating before determining its next significant move. If the momentum continues, a break above the $0.1012 region could potentially trigger further upside toward the next resistance.\n\nTechnical indicators such as the RSI and MACD are currently limited or unavailable, making it difficult to gauge overbought or oversold conditions or any trend divergence. The absence of the RSI means there is no immediate signal of an extreme market condition, and without a clear MACD signal, we cannot ascertain the momentum strength. Traders should monitor these indicators closely as they may provide clearer guidance in the near future. Until then, the SMA(20) at $0.1012 serves as a useful reference for potential resistance, and its proximity to the current price implies a close battle for the market’s next directional move.\n\nSupport levels are found near $0.0985, with the price briefly touching this mark in recent hours. A breach below this support zone could indicate a possible retracement, with a focus on deeper support around $0.0970. On the other hand, if the price maintains its position above $0.0985 and breaks through the $0.1012 resistance, we could see a continuation of the uptrend toward the next key levels. The current price action suggests a tight market range, and patience will be key.\n\nFor traders, a breakout above the $0.1012 resistance could present a potential buy signal, while a failure to break this level might suggest caution. A clear confirmation of a bullish breakout would likely open up further upside potential. However, with the current lack of robust indicators, traders should remain vigilant, adjusting positions based on price action and waiting for more concrete signals from the RSI and MACD to avoid premature entries."
    }
  }
}