{
  "symbol": "DOGE/USD",
  "name": "Dogecoin vs US Dollar",
  "nameCn": "狗狗币/美元",
  "timestamp": "2026-01-25T01:34:03.986Z",
  "price": {
    "close": "0.12358",
    "high": "0.12408",
    "low": "0.12357",
    "open": "0.12399",
    "change": "-0.33",
    "datetime": "2026-01-25 01:00:00"
  },
  "indicators": {
    "rsi": 41.75326,
    "macd": -0.00015410732,
    "macd_signal": -0.00015802062,
    "sma20": 0.1240755
  },
  "analysis": {
    "zh": {
      "title": "狗狗币/美元技术分析：震荡整理，短期波动较小",
      "content": "当前狗狗币/美元（DOGE/USD）价格呈现震荡整理走势，最近价格在0.12358附近小幅波动。24小时变化率为-0.33%，表明市场短期内缺乏明显方向。价格目前位于日内低点和高点之间，显示出市场情绪的谨慎，短期内可能难以突破。\n\n从技术指标来看，MACD值为-0.00015410732，尽管数据上呈现负值，但由于Signal未给出明确参考，无法准确判断潜在的转折点。SMA(20)为0.12407550，接近当前价格，表明短期内价格可能继续在这一水平附近震荡，未显示出明确的上涨或下跌趋势。\n\n就支撑和阻力位而言，当前支撑位在0.12357，若价格下行突破该点，可能进一步回调。阻力位在0.12408，若价格突破该点，可能会短暂上涨。总体来看，DOGE/USD的波动幅度较小，价格维持在窄幅区间内。\n\n交易建议上，若投资者短期操作，建议在支撑位附近考虑低买，在阻力位附近适时卖出。对于中长期投资者，需关注更长时间框架上的技术信号，以决定是否介入。"
    },
    "en": {
      "title": "Dogecoin vs US Dollar Technical Analysis",
      "content": "The current market for Dogecoin (DOGE) against the US Dollar shows a slight bearish trend. The price has recently seen a small drop of 0.33% in the last 24 hours, indicating that the market sentiment is currently leaning towards a downward correction. The latest price of 0.12358 sits close to the daily low of 0.12357, showing a lack of strong upward momentum. This suggests that the price could continue its consolidation phase, with potential for further declines if market sentiment worsens.\n\nThe absence of an RSI value makes it difficult to assess the strength of the current trend from a momentum perspective. However, the MACD value of -0.00015410732 indicates weak bearish momentum, with no significant crossovers or shifts in direction at this point. The SMA(20) at 0.12407550 is slightly above the current price, acting as a dynamic resistance level. If Dogecoin fails to reclaim this level, further downward pressure might develop, potentially leading to a test of lower support zones.\n\nKey support levels to monitor include the recent low of 0.12357, which is a critical zone for buyers to defend. A breakdown below this level could open up further downside, with the next logical support around 0.12300. On the other hand, if Dogecoin manages to recover above 0.12408, it could signal a short-term bullish reversal, targeting the 0.12500 region as the next resistance point. \n\nTraders might consider waiting for a confirmation of a trend reversal before entering long positions. A sustained break above 0.12408, or a bounce from support, would provide better entry opportunities. For short positions, traders may look for opportunities near the resistance levels, especially if momentum remains weak. Caution is advised, as the market lacks significant indicators of a strong trend."
    }
  }
}