{
  "symbol": "DOGE/USD",
  "name": "Dogecoin vs US Dollar",
  "nameCn": "狗狗币/美元",
  "timestamp": "2026-02-22T12:44:14.818Z",
  "price": {
    "close": "0.09647",
    "high": "0.09739",
    "low": "0.09634",
    "open": "0.09732",
    "change": "-0.88",
    "datetime": "2026-02-22 12:00:00"
  },
  "indicators": {
    "rsi": 29.65511,
    "macd": -0.00067845076,
    "macd_signal": -0.00061418392,
    "sma20": 0.097968
  },
  "analysis": {
    "zh": {
      "title": "狗狗币/美元技术分析：震荡整理，缺乏明确方向",
      "content": "目前，狗狗币/美元（DOGE/USD）价格处于震荡整理阶段。价格在0.09634和0.09739之间波动，尚未突破明确的支撑或阻力位。当前价格为0.09647，显示出较弱的下行压力，但整体走势未表现出强烈的趋势性。\n\n从技术指标看，MACD为负值（-0.00067845076），表明短期内卖盘较强，且缺乏明确的买盘信号。由于RSI(14)数据缺失，我们无法通过此指标确认超买或超卖状态。SMA(20)位于0.097968，价格低于该水平，进一步验证了当前的短期下行趋势。\n\n在支撑位方面，0.09634附近为近期低点，若价格跌破此位置，则可能进一步下探。阻力位在0.09739一线，若突破该位置，则可能迎来小幅反弹。整体来看，市场仍处于横盘震荡状态，缺乏明确的趋势方向。\n\n基于当前行情，建议短期交易者采取区间交易策略，关注支撑位和阻力位的突破。对于中长期投资者，建议耐心等待更为明确的趋势信号或进一步技术指标的确认。"
    },
    "en": {
      "title": "Dogecoin vs US Dollar Technical Analysis",
      "content": "The Dogecoin/USD pair is currently experiencing a slight downtrend, trading at $0.09647 after a minor 24-hour loss of 0.88%. The price is near the lower end of its daily range, having touched a low of $0.09634 and a high of $0.09739. This consolidation indicates market indecision as price moves within a narrow range. With the SMA(20) at $0.097968, the pair is below this moving average, suggesting a potential bearish short-term outlook. However, a breakout above the $0.0980 resistance level could signal a reversal.\n\nFrom an indicator standpoint, the current MACD value is -0.00067845076, indicating a slight bearish momentum. Without a signal line for comparison, it’s challenging to gauge the full strength of the trend, but the negative MACD value suggests that the selling pressure is still present. The absence of RSI data makes it difficult to assess whether the market is overbought or oversold, but the negative MACD, combined with the current price action, leans towards a bearish sentiment for the time being.\n\nIn terms of support and resistance, key levels to watch include $0.0960 as immediate support, with further support at $0.0950. If the price fails to hold above $0.0960, a deeper pullback toward the $0.0950 area is likely. On the upside, $0.0975 and $0.0980 represent crucial resistance levels. A break above $0.0980 could open the door to further gains, targeting $0.1000 as the next significant resistance.\n\nFor traders, a cautious approach seems appropriate given the market's current indecision. Short-term traders might consider selling near resistance levels, especially if price fails to break above $0.0980. Conversely, a break above this level could trigger a buying opportunity, targeting higher resistance near $0.1000. Be vigilant for any changes in momentum or market sentiment that could lead to more substantial price movements."
    }
  }
}