{
  "symbol": "DOGE/USD",
  "name": "Dogecoin vs US Dollar",
  "nameCn": "狗狗币/美元",
  "timestamp": "2026-02-20T18:01:44.222Z",
  "price": {
    "close": "0.10133",
    "high": "0.10149",
    "low": "0.09867",
    "open": "0.10116",
    "change": "0.18",
    "datetime": "2026-02-20 17:00:00"
  },
  "indicators": {
    "rsi": 64.91669,
    "macd": 0.00044317329,
    "macd_signal": 0.00015094754,
    "sma20": 0.098852
  },
  "analysis": {
    "zh": {
      "title": "狗狗币/美元技术分析：震荡整理，关注支撑与阻力",
      "content": "当前DOGE/USD处于震荡整理状态，价格在0.09867到0.10149区间内波动。近期市场未出现明显的上涨或下跌趋势，表现出较为平稳的走势。若价格突破当前区间高点0.10149，可能迎来短期的上行突破；若跌破0.09867支撑位，则可能进一步回调。\n\n从技术指标来看，RSI(14)数据未提供，暂时缺乏超买或超卖信号。MACD值为0.00044317329，虽然数值较小，但表明当前市场可能处于横盘整理阶段。短期内，价格可能会继续围绕SMA(20)的支撑位0.098852进行波动，反映出市场情绪较为平静。\n\n在支撑位方面，0.09867为关键支撑，若跌破该位置，价格可能会进一步回落至0.0950附近。阻力位则集中在0.10149上方，突破后可能会挑战0.1050附近的压力区间。投资者应关注这两个关键水平，操作时需要灵活应对。\n\n交易建议方面，若价格回调至0.09867附近，可考虑短期做多，止损位设置在0.0980左右。而突破0.10149时，可尝试轻仓做多，但需要谨慎管理风险，避免价格反转带来的损失。"
    },
    "en": {
      "title": "Dogecoin vs US Dollar Technical Analysis",
      "content": "The current price of Dogecoin stands at $0.10133, showing a modest 24-hour change of 0.18%. Despite this, the coin has demonstrated a relatively stable trading range between $0.10149 and $0.09867 in the past 24 hours. This consolidation suggests a neutral short-term outlook, with neither strong buying nor selling pressure. The price hovering near its short-term moving average of $0.098852 hints at a potential continuation within this tight range unless a breakout occurs in either direction. \n\nThe lack of a clear trend, as reflected in the MACD and RSI indicators, implies that Dogecoin is in a phase of indecision. The MACD value of 0.00044317329 indicates a very slight bullish bias, though its lack of a corresponding signal line makes it difficult to draw any immediate conclusions. Traders may look for a clearer directional signal, with an RSI reading being a useful confirmation tool when available. The absence of significant momentum indicators leaves price action and key support/resistance levels as the main drivers of market sentiment.\n\nThe key support level appears to be around the $0.09867 mark, where the price has recently bounced off during pullbacks. A breakdown below this level could signal further downside towards the next major support at $0.095. Conversely, if Dogecoin manages to break through its immediate resistance at $0.10149, it could see a push towards higher resistance levels near $0.104 and beyond. A decisive break from these levels would signal a shift in market sentiment and could offer clearer trade opportunities.\n\nIn terms of trading suggestions, traders should focus on price action around these key support and resistance levels. A breakout above $0.10149 could present a buying opportunity, while a failure to hold above $0.09867 might warrant a cautious stance or a short position. Keep an eye on the broader market and watch for any changes in momentum indicators, especially when the RSI and MACD values become more defined."
    }
  }
}