{
  "symbol": "DOGE/USD",
  "name": "Dogecoin vs US Dollar",
  "nameCn": "狗狗币/美元",
  "timestamp": "2025-11-22T08:47:25.734Z",
  "price": {
    "close": "0.13606",
    "high": "0.13959",
    "low": "0.13541",
    "open": "0.13956",
    "change": "-2.51",
    "datetime": "2025-11-22 08:00:00"
  },
  "indicators": {
    "rsi": 39.41992,
    "macd": -0.001858655,
    "macd_signal": -0.0020634184,
    "sma20": 0.1393805
  },
  "analysis": {
    "zh": {
      "title": "狗狗币/美元技术分析：[震荡整理，短期承压]",
      "content": "当前狗狗币/美元（DOGE/USD）的最新价格为0.13606，较24小时前下跌2.51%。当前价格处于震荡整理阶段，短期内未能突破0.13959的高点，显示出市场的谨慎情绪。若价格继续下行，可能会测试0.13541的支撑位，若跌破该支撑，将增加下行风险。\n\n从技术指标来看，MACD处于负值区域，表明短期内卖压较重，缺乏买入动力。虽然RSI尚不可用，但结合当前的价格走势，市场情绪偏向于疲软。SMA(20)在0.13938附近，进一步证明了短期的阻力位，投资者需关注价格能否有效突破该水平。\n\n支撑位方面，0.13541将成为关键的支撑区域，一旦跌破，可能会引发更大幅度的回调。相反，若价格能够站稳于0.13959之上，则有望恢复上涨趋势。因此，投资者应密切关注这些关键价位，以制定相应的交易策略。\n\n建议短期内采取观望态度，待市场明确方向后再做决策。若价格回调至支撑位附近，可以考虑适度布局，但需谨慎设定止损，以控制风险。同时，保持对市场动态的关注，以便及时调整策略。"
    },
    "en": {
      "title": "Dogecoin vs US Dollar Technical Analysis",
      "content": "The current price of Dogecoin against the US Dollar stands at 0.13606, reflecting a 2.51% decline over the last 24 hours. This downward movement suggests a potential bearish sentiment in the market. Analyzing the recent high of 0.13959 and the low of 0.13541, we can identify a tight trading range that indicates a lack of strong momentum. If the price manages to break above 0.13959, it could signal a bullish reversal, while a drop below 0.13541 may confirm further bearish pressure.\n\nIn terms of technical indicators, the absence of a current RSI reading makes it challenging to assess overbought or oversold conditions definitively. However, the MACD is currently negative at -0.0018586550, which could signal that selling momentum is prevailing. The 20-period Simple Moving Average (SMA) at 0.1393805 further reinforces the bearish outlook, as the price is currently trading below this level, indicating a potential resistance point.\n\nSupport levels are critical in determining potential entry points for traders. The immediate support is noted at 0.13541, a break below which could lead to a test of lower levels around 0.13000. Conversely, if buyers step in and push the price above the SMA, resistance at 0.13959 should be closely monitored. A sustained break above this resistance could validate a bullish reversal and attract buying interest.\n\nFor traders looking to capitalize on the current trend, it may be prudent to adopt a wait-and-see approach. A confirmation of a break above resistance or support levels would provide clearer trading signals. Additionally, implementing stop-loss orders just below support levels can help manage risk effectively. Given the current bearish sentiment, cautious positioning is advisable until more definitive signals emerge from the market."
    }
  }
}