{
  "symbol": "DOGE/USD",
  "name": "Dogecoin vs US Dollar",
  "nameCn": "狗狗币/美元",
  "timestamp": "2026-02-13T19:34:10.979Z",
  "price": {
    "close": "0.09643",
    "high": "0.09691",
    "low": "0.09632",
    "open": "0.09653",
    "change": "-0.08",
    "datetime": "2026-02-13 19:00:00"
  },
  "indicators": {
    "rsi": 72.039912,
    "macd": 0.0010175068,
    "macd_signal": 0.00068174519,
    "sma20": 0.0938505
  },
  "analysis": {
    "zh": {
      "title": "狗狗币/美元技术分析：当前处于区间震荡整理",
      "content": "当前狗狗币/美元（DOGE/USD）在0.09643附近震荡整理，近期未能突破0.09691的高点，表明短期内存在一定的压力。价格在0.09632和0.09691之间波动，显示出市场处于窄幅震荡区间，缺乏明显的单边趋势。\n\n从技术指标来看，MACD的值为0.0010175068，虽然尚未出现信号线交叉，但这一数值说明市场正在经历一定的多空博弈，短期内可能会继续维持震荡模式。由于RSI(14)数据缺失，暂时无法通过超买超卖水平判断市场的极端情绪。\n\n在支撑位方面，0.09632附近表现出较强的买盘支撑。若价格突破此位，可能会测试0.09385的SMA(20)支撑，进一步下行风险增加。阻力位则集中在0.09691附近，若突破此价位，可能会迎来短期的上涨动能。\n\n基于当前走势，建议投资者保持观望，等待价格突破区间上限或下限后再进行操作。如果突破0.09691，则可以考虑做多；若跌破0.09632，则可以考虑做空。"
    },
    "en": {
      "title": "Dogecoin vs US Dollar Technical Analysis",
      "content": "The current price of Dogecoin stands at 0.09643, reflecting a minor 0.08% drop in the past 24 hours. Given the tight range between the daily high of 0.09691 and low of 0.09632, Dogecoin appears to be consolidating within a narrow channel. This suggests a lack of significant volatility and may indicate indecision in the market. Traders should be cautious in this phase as the price is not showing a clear breakout direction.\n\nIn terms of trend, Dogecoin is currently positioned above its 20-period simple moving average (SMA) at 0.09385, indicating a short-term bullish bias. However, the limited movement within the range suggests a lack of strong momentum. A move above 0.09691 could signal a continuation of the uptrend, while a break below the 0.09632 level may prompt a bearish shift in sentiment. The market could face resistance at higher levels near 0.09750, which should be watched closely.\n\nFrom an indicator standpoint, the absence of the Relative Strength Index (RSI) and the Signal line for the MACD makes it challenging to assess overbought or oversold conditions, as well as the current strength of momentum. The MACD histogram value of 0.001 suggests some underlying buying interest, but without the Signal line, the momentum could be difficult to interpret. Traders should look for confirmation through other indicators or price action to assess market sentiment further.\n\nFor short-term traders, a range-bound strategy may be effective. Look for buy signals near the 0.09632 support and sell near the 0.09691 resistance. Any breakout above 0.09750 could open up a new upside potential, while a breakdown below 0.09632 may offer a signal for short entries, targeting lower levels around 0.09385. Caution is advised in the absence of clearer directional indicators."
    }
  }
}