{
  "symbol": "DOGE/USD",
  "name": "Dogecoin vs US Dollar",
  "nameCn": "狗狗币/美元",
  "timestamp": "2026-02-24T21:58:42.105Z",
  "price": {
    "close": "0.0919",
    "high": "0.0922",
    "low": "0.09157",
    "open": "0.0922",
    "change": "-0.34",
    "datetime": "2026-02-24 21:00:00"
  },
  "indicators": {
    "rsi": 45.80623,
    "macd": -0.00039490926,
    "macd_signal": -0.00061149471,
    "sma20": 0.0915905
  },
  "analysis": {
    "zh": {
      "title": "狗狗币/美元技术分析：震荡整理中，短期承压",
      "content": "当前，狗狗币/美元(DOGE/USD)价格为0.0919，处于震荡整理阶段。尽管24小时内出现轻微下跌(-0.34%)，价格仍在0.09157至0.0922区间内波动，显示出市场尚未形成明确的趋势。此种情况可能会持续一段时间，除非突破关键支撑或阻力位。\n\n从技术指标来看，RSI(14)未提供数据，难以通过超买或超卖信号进行进一步分析。MACD的数值为-0.00039，表明短期内的卖盘压力略高，但未形成明显的趋势。SMA(20)为0.09159，显示出当前价格与短期均线相差不大，市场处于平衡状态。\n\n支撑位方面，0.0915一线提供了较强的支撑，若跌破此位，则可能进一步下探0.0910区间。阻力位在0.0922附近，突破此价位将有可能迎来上涨。短期内，价格在支撑和阻力区间内震荡整理，投资者需密切关注价格变化。\n\n建议在0.0915附近寻求买入机会，止损设在0.0910，目标可看向0.0922附近。如果突破0.0922，可以考虑增加仓位，寻找更高目标价位。"
    },
    "en": {
      "title": "Dogecoin vs US Dollar Technical Analysis",
      "content": "The current price of Dogecoin (DOGE) is 0.0919, reflecting a slight 24-hour decline of -0.34%. This range-bound movement suggests a consolidation phase, where DOGE/USD is consolidating around the recent low of 0.09157 and the high of 0.0922. Given the limited volatility, the market is waiting for a catalyst to push the price beyond these levels. The price action indicates a lack of significant bullish or bearish momentum, with traders likely waiting for clearer signals to establish a trend.\n\nIn terms of technical indicators, the MACD shows a negative value of -0.00039490926, which suggests that the momentum is slightly bearish. However, with the absence of a signal line, it's difficult to ascertain the strength or potential reversal of this trend. Without a strong divergence or convergence in the MACD, the market lacks confirmation for any decisive price movement. The RSI (14) is unavailable, but its presence would typically offer a more comprehensive view of the market's overbought or oversold conditions, helping traders assess entry points.\n\nThe 20-period simple moving average (SMA) is positioned at 0.0916, closely aligning with the current price. This reinforces the neutral bias in the short term. As the SMA is often used as dynamic support or resistance, a move below this level could suggest further downside potential, while a bounce from it may signal a modest rebound. Traders should monitor the 0.0915 support level for potential breaks to the downside or a rebound from this region, confirming short-term bullish potential.\n\nFor trading strategies, considering the flat momentum, it may be prudent to avoid aggressive positions. A break below the 0.0915 support would indicate a bearish trend, potentially opening the door to a retest of lower support levels. Conversely, a rebound above the SMA could offer a buying opportunity, targeting the 0.0922 resistance level. Patience and waiting for confirmation of price movement would be wise in this subdued market environment."
    }
  }
}