{
  "symbol": "DOGE/USD",
  "name": "Dogecoin vs US Dollar",
  "nameCn": "狗狗币/美元",
  "timestamp": "2026-02-02T01:55:54.864Z",
  "price": {
    "close": "0.10521",
    "high": "0.10615",
    "low": "0.10326",
    "open": "0.10505",
    "change": "0.16",
    "datetime": "2026-02-02 01:00:00"
  },
  "indicators": {
    "rsi": 49.32838,
    "macd": -0.000545191,
    "macd_signal": -0.00076946963,
    "sma20": 0.1049225
  },
  "analysis": {
    "zh": {
      "title": "狗狗币/美元技术分析：震荡整理中，关注支撑与阻力",
      "content": "当前DOGE/USD的价格为0.10521，全天变化幅度较小，表现出震荡整理的走势。尽管市场未出现明显的上涨或下跌趋势，但价格波动区间在0.10326至0.10615之间，显示出短期内价格的震荡整理特征。若价格突破上方阻力位0.10615，可能会带来短期上涨动力；反之，下行突破支撑位0.10326，则可能会延续下行趋势。\n\n从技术指标来看，MACD目前为负值，且未显示明确的信号线交叉，暗示市场当前的卖压仍未完全消除。RSI指标尚未给出参考值，但20日简单移动平均线（SMA）位于0.10492附近，价格略高于该水平，表明短期内市场情绪偏向中立。当前的技术面提示DOGE/USD处于一种整理状态，尚未形成强烈的买入或卖出信号。\n\n支撑位位于0.10326，若价格下行至此区间，可观察是否会反弹。上方阻力位在0.10615附近，若突破该位置，则可能打开进一步上涨空间。若价格持续在当前区间内波动，则建议投资者保持观望，等待更明确的趋势信号。\n\n综合来看，DOGE/USD在短期内走势较为谨慎，建议投资者暂时避免大规模操作，关注关键支撑和阻力位的突破情况。若突破支撑位，可以考虑短期卖出；若突破阻力位，则可能是较好的买入时机。"
    },
    "en": {
      "title": "Dogecoin vs US Dollar Technical Analysis",
      "content": "The Dogecoin market currently shows a moderate, range-bound trend with slight bullish bias, as indicated by the 24-hour price change of +0.16%. The latest price of $0.10521 is near the upper end of its recent high at $0.10615, suggesting a mild resistance level. A breakout above this resistance could propel the price towards the next significant level. Conversely, the recent low of $0.10326 acts as a support zone, and a drop below this level could signal further downside potential.\n\nThe absence of a clearly defined RSI(14) value limits the ability to assess overbought or oversold conditions at the moment. However, the MACD, showing a negative value of -0.00054519100, suggests a bearish short-term trend. Despite this, the signal line data being unavailable adds some uncertainty, making it important to wait for confirmation of any crossovers or momentum shift. Traders should remain cautious of potential false signals in the short run.\n\nThe 20-period Simple Moving Average (SMA) at $0.10492 serves as a dynamic support level, which the price is currently hovering around. This SMA can act as a reliable reference point, and any price retracement toward this level may present an opportunity to enter long positions, provided price action confirms support. If the price sustains above the SMA and breaks the resistance at $0.10615, this could lead to further bullish momentum.\n\nIn terms of trading strategy, a conservative approach would involve monitoring for a potential breakout above $0.10615, targeting higher resistance zones around $0.10800. Conversely, a failure to maintain above the SMA or a breakdown below $0.10326 could lead to short-term selling opportunities, with potential support at $0.10200. Traders should wait for additional confirmation signals before committing to any position."
    }
  }
}