{
  "symbol": "DOGE/USD",
  "name": "Dogecoin vs US Dollar",
  "nameCn": "狗狗币/美元",
  "timestamp": "2026-01-23T14:01:03.058Z",
  "price": {
    "close": "0.12431",
    "high": "0.12503",
    "low": "0.12431",
    "open": "0.12497",
    "change": "-0.53",
    "datetime": "2026-01-23 13:00:00"
  },
  "indicators": {
    "rsi": 44.28991,
    "macd": -0.00014292267,
    "macd_signal": -0.00016257113,
    "sma20": 0.1246695
  },
  "analysis": {
    "zh": {
      "title": "狗狗币/美元技术分析：震荡整理，需关注支撑和阻力位",
      "content": "当前DOGE/USD价格呈现震荡整理走势，最近的价格为0.12431美元，24小时变化较小，略有下跌0.53%。此价格区间表现出市场的短期犹豫，暂时缺乏明确的方向性趋势。市场情绪趋于平稳，投资者需留意后续的突破信号。\n\n从技术指标来看，当前MACD为负值，且无明显信号线支撑，显示市场多空力量对比较为平衡。虽然RSI数据缺失，但根据目前的走势来看，RSI值若回到30以下，可能预示着超卖状态，反弹的概率增大。而SMA(20)位于0.12466950，价格相对接近均线，暗示市场正处于短期的震荡区间。\n\n支撑位方面，0.12431美元是当前的关键支撑点，若价格下破此位，可能会进一步探向0.12300美元附近的强支撑区域。阻力位则在0.12503美元附近，突破此价位则可能会引发进一步上涨，挑战0.12600美元的心理关口。\n\n综合来看，短期内DOGE/USD呈现震荡整理的格局，建议交易者在支撑位附近寻找低吸机会，待价格突破阻力位时可考虑进场多单。需要注意的是，市场仍然可能保持震荡，操作时应控制好风险。"
    },
    "en": {
      "title": "Dogecoin vs US Dollar Technical Analysis",
      "content": "Dogecoin has recently shown a slight decline, with its current price at $0.12431, marking a 0.53% drop in the last 24 hours. The price range for the day so far is narrow, with a high of $0.12503 and a low of $0.12431. This suggests a consolidation phase within a tight price band. The lack of a significant price movement indicates that the market is uncertain, awaiting further catalysts to break the current range. If the price remains in this range, it could either set the stage for a continuation of the downtrend or a breakout to higher levels.\n\nThe technical indicators present a neutral outlook at the moment. With the Relative Strength Index (RSI) unavailable, there is no immediate clue on overbought or oversold conditions. The Moving Average Convergence Divergence (MACD) at -0.00014 points to a minor bearish sentiment, but the absence of a Signal line makes it difficult to draw strong conclusions on the momentum. The price is trading just below the 20-period Simple Moving Average (SMA) of $0.12467, suggesting a mild downward bias. A crossover above this SMA would likely indicate a shift toward bullish momentum.\n\nIn terms of support and resistance levels, the immediate support is found around the $0.124 level, with the next potential support near the recent low. On the resistance side, the price needs to break above $0.125, and further resistance could appear around $0.126. If the price holds above $0.12503, it could signal an opportunity for short-term long positions, targeting the resistance zone.\n\nFor traders, the current price action calls for a wait-and-see approach. If the market stays within the current range, it might be prudent to wait for confirmation of a breakout. A break below $0.124 could lead to further downside, while a move above the 20-SMA and the $0.125 mark could suggest a potential for upward momentum. Always manage risk carefully, as volatility can increase without warning."
    }
  }
}