{
  "symbol": "ETH/USD",
  "name": "Ethereum vs US Dollar",
  "nameCn": "以太坊/美元",
  "timestamp": "2026-01-26T20:23:32.699Z",
  "price": {
    "close": "2919.79",
    "high": "2928.57",
    "low": "2915.7",
    "open": "2922.5",
    "change": "-0.10",
    "datetime": "2026-01-26 20:00:00"
  },
  "indicators": {
    "rsi": 55.96231,
    "macd": 7.61837,
    "macd_signal": 2.53569,
    "sma20": 2896.615
  },
  "analysis": {
    "zh": {
      "title": "以太坊/美元技术分析：短线震荡偏强，回踩仍可低吸",
      "content": "当前价2919.79接近日内高点2928.57，24小时微跌-0.10%，整体仍维持高位横盘。价格站上SMA20（2896.62）之上，说明多头结构未被破坏，短线以震荡上行思路为主。\n\n均线系统方面，SMA20提供动态支撑，回踩不破则趋势延续。MACD为7.61837，处于正值区间，动能仍偏多但可能放缓；RSI缺失需关注后续是否出现背离，以确认上涨是否延续或进入整理。\n\n支撑位首先看2915.70（日内低点），跌破则关注2896附近（SMA20）与2880区域的承接。阻力位在2928.57与2950一线，若放量突破，目标可上看2980-3000区间；若多次受阻，易回归区间震荡。\n\n交易上建议以“回踩做多”为主：靠近2916-2896分批布局，止损设在2880下方；冲高到2928-2950可部分止盈并上移止损。激进者可等突破2950后顺势追随，但需控制仓位防假突破回落。"
    },
    "en": {
      "title": "Ethereum vs US Dollar Technical Analysis",
      "content": "Ethereum (ETH) has shown a subtle bearish sentiment over the past 24 hours, with a minor decline of 0.10% as it trades at 2919.79 USD. The price has been fluctuating within a tight range between 2928.57 and 2915.7, indicating a period of consolidation. The lack of major price movement suggests that Ethereum is currently in a neutral phase, with no clear breakout direction. However, considering its proximity to recent highs and lows, a breakout could occur soon, which might give more clarity on its short-term trend.\n\nThe absence of a Relative Strength Index (RSI) reading complicates the analysis of overbought or oversold conditions. However, the MACD value of 7.61837 is notable. While the signal line is missing, the positive MACD suggests a mild bullish momentum in the near term. It may indicate that Ethereum is attempting to maintain an upward bias, albeit without much conviction. Traders should watch for any significant crossover or change in momentum to identify the next major move.\n\nThe 20-period Simple Moving Average (SMA) is currently at 2896.615, providing immediate support. If the price drops below this level, Ethereum might test further support levels near 2890 USD or 2850 USD. On the upside, the key resistance lies at 2930 USD, which is close to recent highs. A successful break above this resistance could lead to a retest of higher levels, possibly testing the 3000 USD mark again, where further selling pressure may arise.\n\nIn the current range, Ethereum presents a cautious trading environment. For short-term traders, playing the range between support at 2896 and resistance near 2930 USD could be viable. A breakout above 2930 could trigger a bullish rally, while a drop below the support level would suggest further downside risk. Keeping an eye on volume and any changes in momentum indicators will be key to navigating these potential moves."
    }
  }
}