{
  "symbol": "DOGE/USD",
  "name": "Dogecoin vs US Dollar",
  "nameCn": "狗狗币/美元",
  "timestamp": "2026-02-12T04:04:31.657Z",
  "price": {
    "close": "0.09205",
    "high": "0.09217",
    "low": "0.092",
    "open": "0.09213",
    "change": "-0.10",
    "datetime": "2026-02-12 04:00:00"
  },
  "indicators": {
    "rsi": 56.75709,
    "macd": 0.0000069233626,
    "macd_signal": -0.00029840875,
    "sma20": 0.0906325
  },
  "analysis": {
    "zh": {
      "title": "狗狗币/美元技术分析：震荡整理，短期看震荡区间",
      "content": "当前DOGE/USD价格为0.09205，呈现出震荡整理的走势。从近期的市场数据来看，狗狗币的价格在0.092附近波动，未能有效突破近期的高点0.09217，表明短期内市场缺乏强烈的方向性突破。整体趋势维持横盘整理，未显著呈现上涨或下跌的动力。\n\n技术指标方面，由于RSI(14)和MACD信号不完全可用，无法提供明确的超买或超卖信息。SMA(20)指标显示0.0906，这为当前的支撑位提供了一定参考。若价格接近该支撑位，可能会受到买盘支撑，出现反弹。MACD目前的零散值也提示市场处于低动能阶段，缺乏明显的买入或卖出信号。\n\n支撑位上，0.0906附近的SMA(20)可能会对价格形成支撑，而0.09217为短期内的阻力位，若价格突破这一点位，可能会推动价格测试0.094附近的更高水平。总体来说，若没有重大市场消息，狗狗币的价格可能继续在这一区间内震荡整理。\n\n交易建议方面，短期内可以考虑在0.0906附近寻找买入机会，止损可设在0.0895，目标看向0.092以上。若价格突破0.09217，可能会迎来短期反弹，交易者可适时调整策略。"
    },
    "en": {
      "title": "Dogecoin vs US Dollar Technical Analysis",
      "content": "Dogecoin has shown a mild consolidation in the 24-hour period with a price of $0.09205, reflecting a slight decline of -0.10%. The market appears to be in a narrow range, between a high of $0.09217 and a low of $0.092. This limited movement suggests indecision or a pause before a potential breakout. In the short term, price action is expected to stay within these boundaries unless a catalyst emerges. Watching for any major news events or broader crypto market trends may provide a clearer directional bias in the coming hours.\n\nThe lack of a clear RSI reading leaves us without an immediate overbought or oversold signal. Similarly, the MACD reading of 0.0000069233626, without an accompanying signal line or trend, doesn’t provide significant insight into momentum. In the absence of these traditional indicators, traders should pay closer attention to the price movement itself, focusing on the volatility within the established range. If the market fails to break through the current high or low, the sideways action could persist.\n\nOn the support and resistance front, the immediate support level appears to be at $0.092, with a minor break below this level potentially leading to further downside. The current resistance is just above $0.092, at the recent high of $0.09217, providing a ceiling for the price in the near term. A breakout above this resistance could signal a potential rally toward higher price levels. Conversely, a sustained dip below $0.092 would suggest a deeper correction could be in play, especially if it consolidates lower.\n\nGiven the current market conditions, a neutral to slightly bearish stance is recommended. Traders could look to trade the range, buying near support ($0.092) and selling close to resistance ($0.09217). However, careful monitoring of price movements is crucial, as a breakout or breakdown outside of these levels would warrant adjusting the trading strategy accordingly."
    }
  }
}