{
  "symbol": "DOGE/USD",
  "name": "Dogecoin vs US Dollar",
  "nameCn": "狗狗币/美元",
  "timestamp": "2026-01-25T03:27:38.446Z",
  "price": {
    "close": "0.12329",
    "high": "0.12374",
    "low": "0.12319",
    "open": "0.12368",
    "change": "-0.32",
    "datetime": "2026-01-25 03:00:00"
  },
  "indicators": {
    "rsi": 39.28268,
    "macd": -0.00021079508,
    "macd_signal": -0.00017136848,
    "sma20": 0.124008
  },
  "analysis": {
    "zh": {
      "title": "狗狗币/美元技术分析：震荡整理，谨慎操作",
      "content": "当前狗狗币/美元（DOGE/USD）的价格走势呈现震荡整理状态。最新价格为0.12329，全天波动较小，24小时变化率仅为-0.32%。当前价格接近日内低点，未显著突破区间，因此整体趋势偏向震荡整理。\n\n从技术指标来看，RSI(14)数据缺失，难以判断超买超卖情况。MACD指标为负值（-0.00021），表明短期内卖压略强，但由于信号线数据缺失，无法进一步确认价格动向。SMA(20)位于0.124008，价格略低于该均线，短期看似受到一定压力。\n\n在支撑位方面，0.12319是近期低点，可能会成为市场反弹的支撑区。若价格进一步下探，该水平可能会被测试。阻力位则位于0.12374附近，一旦突破该水平，可能会导致进一步的上涨动能。\n\n基于当前市场表现，建议投资者保持观望，避免在震荡区间内进行过度交易。若价格突破支撑或阻力位，可以适时介入，注意控制风险。"
    },
    "en": {
      "title": "Dogecoin vs US Dollar Technical Analysis",
      "content": "Dogecoin (DOGE) has been trading in a narrow range between 0.12374 and 0.12319 over the past 24 hours, showing a slight downward movement of -0.32%. The price has not shown any significant volatility, indicating a period of consolidation. This range-bound action suggests that the market is waiting for a catalyst to drive the next move, with the current trend pointing slightly bearish. Short-term traders should monitor for potential breakout or breakdown beyond the established range.\n\nThe absence of an RSI reading limits the insight into the relative strength or weakness of the asset at the moment. However, the MACD value of -0.00021079508 signals a mild bearish momentum, though without a clear signal line, it's challenging to draw precise conclusions. In terms of the 20-period Simple Moving Average (SMA), the price is trading slightly below the SMA value of 0.12400800, confirming that the short-term trend leans towards the downside. A significant break below this level could suggest further declines, with potential support around 0.12319.\n\nKey support levels to watch for Dogecoin lie near the 0.12319 low, followed by the range around 0.12250 if bearish momentum continues. A breakdown below 0.12250 could prompt further downside to 0.12000. On the other hand, a push above the recent high of 0.12374 might signal the beginning of a short-term rally, with resistance levels around 0.12450 and 0.12500.\n\nTraders should stay cautious, as the current market conditions indicate a neutral to mildly bearish sentiment. It’s crucial to watch for either a decisive breakout or breakdown from the current range to guide further trading decisions. Managing risk with tight stop-loss orders is advisable until clearer signals emerge from price action or indicators."
    }
  }
}