{
  "symbol": "AVAX/USD",
  "name": "Avalanche vs US Dollar",
  "nameCn": "雪崩币/美元",
  "timestamp": "2026-01-19T14:02:01.438Z",
  "price": {
    "close": "12.7343",
    "high": "12.7534",
    "low": "12.666",
    "open": "12.7019",
    "change": "0.24",
    "datetime": "2026-01-19 13:00:00"
  },
  "indicators": {
    "rsi": 33.5061,
    "macd": -0.2167651,
    "macd_signal": -0.23039802,
    "sma20": 12.95385
  },
  "analysis": {
    "zh": {
      "title": "雪崩币/美元技术分析：[短期震荡整理，需关注关键支撑位]",
      "content": "当前雪崩币（AVAX）在12.7343美元附近交易，24小时内涨幅为0.24%。从价格走势来看，AVAX近期处于震荡整理阶段，未能突破13美元的重要阻力位，市场情绪较为谨慎，投资者需关注后续的市场动向。\n\n技术指标方面，虽然RSI未提供，但MACD显示负值（-0.21676510），表明短期内卖压仍在，可能限制价格上涨。SMA(20)为12.95385，价格在此水平之下，进一步确认了当前的弱势格局。投资者应关注这些技术指标的变化，以便调整交易策略。\n\n支撑位方面，12.666美元是近期的低点，若价格跌破此水平，可能引发更大的卖盘压力。反之，若价格能够稳定在该水平之上，将为价格反弹提供可能。阻力位方面，13美元将是一个关键的心理关口，突破此水平可能会吸引更多买盘。\n\n综合来看，建议投资者在观察市场趋势变化的同时，密切关注支撑和阻力位的突破情况。短期内可考虑在支撑位附近布置多单，而在接近阻力位时则适当获利了结，灵活应对市场波动。"
    },
    "en": {
      "title": "Avalanche vs US Dollar Technical Analysis",
      "content": "Avalanche (AVAX) is currently trading at $12.7343, exhibiting a slight 24-hour change of 0.24%. This modest movement suggests a period of consolidation following a recent price decline. The high and low for the past 24 hours, $12.7534 and $12.666 respectively, indicate tight price action, reflecting a market that may be awaiting a catalyst for breakout or breakdown. Traders should monitor these levels closely for signs of momentum shift.\n\nThe Simple Moving Average (SMA) of 20 periods stands at $12.95385, which serves as a critical resistance level in the near term. If AVAX can reclaim this level, it may attract bullish sentiment, potentially paving the way for a retest of higher resistance. Conversely, failure to hold above the recent low at $12.666 could signal a bearish trend continuation, suggesting that traders should exercise caution and look for confirmation before entering long positions.\n\nWhile the Relative Strength Index (RSI) is not available, the MACD value of -0.21676510 indicates bearish momentum. A negative MACD often reflects downward pressure on the price, which aligns with the recent price action. Traders should consider this as part of their overall analysis, particularly in conjunction with price action and volume. Monitoring for divergences in the MACD may provide early warning signs of potential reversals.\n\nIn terms of trading strategy, a cautious approach is advisable. Traders might consider placing buy orders near the support level of $12.666, with a stop-loss just below this threshold to manage risk. Conversely, short positions could be warranted if the price fails to breach the SMA resistance. A clear breakout above $12.95385 could signal a shift in market sentiment, prompting traders to reassess their positions and consider long entries."
    }
  }
}