{
  "symbol": "DOGE/USD",
  "name": "Dogecoin vs US Dollar",
  "nameCn": "狗狗币/美元",
  "timestamp": "2026-02-23T03:53:59.847Z",
  "price": {
    "close": "0.09295",
    "high": "0.09323",
    "low": "0.09264",
    "open": "0.09264",
    "change": "0.33",
    "datetime": "2026-02-23 03:00:00"
  },
  "indicators": {
    "rsi": 29.18317,
    "macd": -0.0012498824,
    "macd_signal": -0.0010358595,
    "sma20": 0.095392
  },
  "analysis": {
    "zh": {
      "title": "狗狗币/美元技术分析：当前市场震荡整理，短期回调风险增大",
      "content": "目前，狗狗币/美元的价格为0.09295，近期波动幅度较小，24小时变化为0.33%。当前市场处于震荡整理状态，价格在0.09264至0.09323之间波动，尚未显示出明显的上涨或下跌趋势。总体来看，短期内可能会出现小幅回调。\n\n从技术指标来看，RSI(14)未能提供有效参考，MACD值为负值，表明市场情绪偏向卖出。虽然SMA(20)处于0.095392附近，仍处于价格上方，但这并未能给出明确的买入信号。因此，当前市场更倾向于维持整理模式，缺乏强烈的趋势。\n\n支撑位位于0.09264，而阻力位则在0.09323附近。如果价格突破上方阻力位，可能会迎来短期的反弹至0.095左右。然而，如果跌破支撑位，可能会进一步走低，测试0.090或更低的价位。\n\n交易建议方面，短期内可采取观望策略，等待价格突破关键支撑或阻力位后再进行操作。如果价格突破阻力位，可以考虑适度介入多单，但风险较大，建议严格设置止损。"
    },
    "en": {
      "title": "Dogecoin vs US Dollar Technical Analysis",
      "content": "Dogecoin's current market price stands at $0.09295, showing a modest 24-hour change of +0.33%. The price has been hovering within a narrow range between the high of $0.09323 and the low of $0.09264. This consolidation suggests that the market is in a wait-and-see mode, lacking significant momentum in either direction. The price is slightly below the 20-period Simple Moving Average (SMA) at $0.095392, indicating that the short-term trend is slightly bearish. However, a breakout above the SMA could signal a reversal towards the $0.095 to $0.096 resistance zone, where further upward potential may be realized.\n\nThe RSI(14) is currently unavailable, but its absence leaves a gap in gauging overbought or oversold conditions, which typically helps to spot potential trend reversals. The MACD shows a negative value at -0.0012498824, implying that the bearish pressure is prevailing in the market. Since the MACD is currently below zero, this suggests that sellers have control in the short-term. Traders should closely monitor if the MACD begins to cross above the signal line, as this would indicate a shift toward positive momentum and may serve as a potential buy signal.\n\nKey support levels are found at $0.09264, the recent low, which is vital for preventing further downward movement. If this level breaks, the next support could be near $0.090 or even $0.088. On the upside, resistance remains near the $0.095 to $0.096 range, corresponding to the SMA(20) and previous price highs. A decisive break above this resistance level may open the door for a move higher, with $0.100 acting as a psychological barrier.\n\nFor traders, a cautious approach is recommended, with opportunities to buy near support levels around $0.092 or lower if the market holds above this range. Conversely, if the price fails to break resistance at $0.095, short-term selling opportunities might arise. Patience and watching for clear breakout signals will be key for better risk management in this consolidating market environment."
    }
  }
}