{
  "symbol": "ADA/USD",
  "name": "Cardano vs US Dollar",
  "nameCn": "艾达币/美元",
  "timestamp": "2026-01-25T14:55:27.148Z",
  "price": {
    "close": "0.351944",
    "high": "0.357116",
    "low": "0.350659",
    "open": "0.356793",
    "change": "-1.37",
    "datetime": "2026-01-25 14:00:00"
  },
  "indicators": {
    "rsi": 33.79567,
    "macd": -0.0011189701,
    "macd_signal": -0.00090163367,
    "sma20": 0.3570546
  },
  "analysis": {
    "zh": {
      "title": "艾达币/美元技术分析：[短期震荡整理，弱势整理待突破]",
      "content": "当前艾达币/美元(ADA/USD)在0.351944附近运行，价格略有下跌。24小时内下跌1.37%，显示出一定的震荡整理。近期价格波动范围较小，高点为0.357116，低点为0.350659，表明市场情绪偏谨慎，缺乏强烈的方向性。短期内，ADA/USD可能继续在区间内波动，等待进一步的市场驱动因素。\n\n技术指标方面，RSI(14)目前无数据，无法提供买卖超买超卖信号。MACD值为负（-0.0011189701），表明短期内市场可能仍有下行压力，但由于没有信号线的数据，无法确认背离或转折信号。SMA(20)为0.35705460，显示出价格接近该均线，但仍未突破，可能对价格构成短期的阻力。\n\n支撑位在0.350659附近，若跌破此点位，可能进一步下探0.3480或更低。上方阻力位在0.357116，突破后可能会带动价格向0.3600甚至0.3650区间迈进。整体来看，短期内价格若未能突破这些关键支撑或阻力位，可能继续震荡整理。\n\n交易建议方面，若价格接近支撑位0.3500附近，可以考虑低位买入，但需设立止损以应对进一步下行风险。若突破上方阻力0.3570，关注进一步上涨的可能性，适时跟进多单。同时，保持关注MACD和RSI的变化，尤其是当RSI数据更新时，可能为未来的交易提供更强的信号。"
    },
    "en": {
      "title": "Cardano vs US Dollar Technical Analysis",
      "content": "Cardano (ADA) has been experiencing a slight downtrend, currently priced at 0.351944, with a 24-hour change of -1.37%. The price has remained within a tight range, oscillating between a high of 0.357116 and a low of 0.350659. This indicates a consolidation phase, where buyers and sellers are in balance, yet the overall direction leans slightly negative. If ADA continues to test these boundaries, it could signal either a breakout or further retracement, depending on the broader market sentiment.\n\nDespite the lack of a clear RSI(14) reading, the MACD indicator shows a negative value of -0.0011189701, suggesting that the bearish momentum is still in play. This further aligns with the downtrend, indicating that sellers are currently more active than buyers. A potential positive development would be a rise in the MACD, which could signal a shift towards a more bullish outlook. However, until there’s a confirmed cross in the MACD or a positive RSI signal, the market remains cautiously bearish.\n\nThe 20-day Simple Moving Average (SMA) at 0.35705460 is acting as a short-term resistance level. ADA has struggled to maintain momentum above this level in recent hours, and the SMA could continue to cap any potential upward movement. On the downside, support lies just below the current price at the 0.350659 level, which has held up well in the recent past. A break below this support might open the door to further downside towards 0.345 or even lower.\n\nGiven the current technical setup, traders should watch for potential price action near the key levels of support and resistance. If ADA manages to break above 0.357116 with increased volume, a short-term bullish reversal may be in play. Conversely, a breach below 0.350659 could lead to further downside risks. As the market remains indecisive, patience and vigilance are crucial for navigating ADA/USD in the coming hours."
    }
  }
}