{
  "symbol": "DOGE/USD",
  "name": "Dogecoin vs US Dollar",
  "nameCn": "狗狗币/美元",
  "timestamp": "2026-01-25T14:56:17.620Z",
  "price": {
    "close": "0.12184",
    "high": "0.12313",
    "low": "0.12156",
    "open": "0.12308",
    "change": "-1.01",
    "datetime": "2026-01-25 14:00:00"
  },
  "indicators": {
    "rsi": 30.31032,
    "macd": -0.00039315513,
    "macd_signal": -0.00033533693,
    "sma20": 0.123344
  },
  "analysis": {
    "zh": {
      "title": "狗狗币/美元技术分析：当前震荡走势，关注支撑和阻力位",
      "content": "目前，狗狗币/美元（DOGE/USD）处于震荡整理阶段，价格在0.12156至0.12313区间波动。虽然价格出现轻微回落（-1.01%），但未显示出明显的下行趋势。市场情绪较为谨慎，短期内可能维持在当前价格区间内震荡整理。\n\n从技术指标来看，RSI(14)目前无数据，因此无法准确评估超买或超卖情况。MACD指标呈现微弱负值（-0.00039315513），虽然信号线未给出明确方向，但短期内可能仍偏向空头压力。SMA(20)位于0.123344，价格在其下方运行，显示出价格面临一定的阻力。\n\n支撑位方面，0.12156附近可视为关键支撑区域，一旦价格跌破该位置，可能会进一步向下测试0.12000水平。上方的阻力位在0.12313附近，若价格突破此位置，则可能迎来上涨动能。投资者可密切关注这两个关键点位的突破情况。\n\n建议短线交易者可以在0.12156附近寻找买入机会，止损设置在0.12000水平附近，若价格突破0.12313，则可考虑逢高卖出。同时，若价格持续震荡，则适合观望，等待更加明确的趋势信号。"
    },
    "en": {
      "title": "Dogecoin vs US Dollar Technical Analysis",
      "content": "The current price of Dogecoin stands at $0.12184, showing a slight decline of 1.01% in the last 24 hours. This price movement suggests a short-term consolidation phase, with the cryptocurrency hovering just above the low of $0.12156. The recent high of $0.12313 indicates some resistance at this level, which could act as a ceiling for any upward price movements in the near term. Given this range, a careful observation of potential breakouts or reversals is essential.\n\nWith an RSI(14) value unavailable, it becomes difficult to gauge overbought or oversold conditions directly. However, the MACD currently shows a negative value at -0.00039315513, which could suggest bearish momentum. This would align with the overall minor downtrend observed in the last 24 hours. Without a clear Signal line to compare, caution is advised, as the absence of definitive momentum indicators leaves the market somewhat unpredictable in the immediate future.\n\nThe 20-period Simple Moving Average (SMA) stands at $0.123344, and the price remains below this level, indicating that the short-term trend is bearish. For a potential trend reversal, a break above this SMA would be crucial, signaling a shift toward bullish momentum. Traders should watch for any price movement that closes above this level, which could indicate a possible retest of the previous high near $0.12313 or even higher.\n\nFor support, the $0.12156 level is key, with further support likely to emerge around $0.120. Any breach below this range could lead to additional bearish pressure toward $0.118. With limited indicators suggesting a strong trend direction, it may be wise for traders to remain cautious and look for clearer signals before entering positions, focusing on breakout opportunities or waiting for confirmation of a reversal at key levels."
    }
  }
}