{
  "symbol": "DOGE/USD",
  "name": "Dogecoin vs US Dollar",
  "nameCn": "狗狗币/美元",
  "timestamp": "2026-02-06T08:42:04.706Z",
  "price": {
    "close": "0.09034",
    "high": "0.0912",
    "low": "0.09007",
    "open": "0.09058",
    "change": "-0.28",
    "datetime": "2026-02-06 08:00:00"
  },
  "indicators": {
    "rsi": 39.17228,
    "macd": -0.0023416262,
    "macd_signal": -0.0028845038,
    "sma20": 0.0913875
  },
  "analysis": {
    "zh": {
      "title": "狗狗币/美元技术分析：震荡整理，短期偏弱",
      "content": "当前狗狗币/美元（DOGE/USD）价格为0.09034，处于一个震荡整理的格局中。价格的波动幅度较小，24小时变化仅为-0.28%，表明市场情绪较为平稳。虽然目前价格低于20日简单移动平均线（SMA 20 = 0.0913875），但尚未显示出明显的下行趋势。\n\n技术指标方面，RSI（14）数据缺失，无法进行过度买卖的判断。MACD值为负（-0.0023416262），这通常意味着短期内市场可能处于弱势，但信号线缺失导致该指标尚不完全可靠。SMA 20的压制作用仍然存在，表明价格短期内可能维持震荡走势。\n\n支撑位方面，DOGE/USD目前的支撑位在0.09007附近，这一水平曾多次提供支撑。若价格跌破此位，可能会进一步下探到0.0890附近的强支撑区。阻力位则位于0.0912，若突破该位，可能会迎来短期的反弹。\n\n从交易角度来看，建议短期内保持观望，避免过早进入市场。若价格回调至0.09007附近，可考虑低位吸纳，止损位可设在0.0890以下。对于短期反弹的投资者，突破0.0912可作为入场信号。"
    },
    "en": {
      "title": "Dogecoin vs US Dollar Technical Analysis",
      "content": "The current price of Dogecoin (DOGE) against the US Dollar is $0.09034, showing a minor decline of 0.28% in the last 24 hours. This slight negative movement suggests that Dogecoin is consolidating within a narrow range, with a high of $0.0912 and a low of $0.09007. The lack of significant price action indicates that the market is waiting for a catalyst that could trigger a breakout or further correction. \n\nWithout the RSI and Signal for the MACD, the analysis of momentum is limited. However, the MACD value of -0.00234 shows a slight bearish divergence, which could suggest weak downward pressure in the short term. The absence of an apparent trend on the RSI may indicate neutral sentiment, with neither bulls nor bears in full control. This suggests that Dogecoin is currently in a consolidation phase, potentially preparing for a stronger move in either direction depending on market conditions.\n\nLooking at the moving averages, the 20-period SMA is positioned at $0.0913875, which currently acts as a minor resistance level. If the price can break above this, we could see further gains toward the next resistance level around $0.092. On the other hand, if the price drops below the current low of $0.09007, support could be found around $0.089, which is the next key level to watch for a potential bounce.\n\nTraders should monitor the price action closely around these critical support and resistance levels. If DOGE/USD fails to break the SMA resistance, it could continue its consolidation or head lower towards support. Conversely, a break above the SMA could signal an opportunity for short-term long positions, targeting higher resistance levels. For now, patience is advised as the market continues to show indecision."
    }
  }
}