{
  "symbol": "DOGE/USD",
  "name": "Dogecoin vs US Dollar",
  "nameCn": "狗狗币/美元",
  "timestamp": "2026-01-23T22:56:41.733Z",
  "price": {
    "close": "0.12478",
    "high": "0.12497",
    "low": "0.124",
    "open": "0.12404",
    "change": "0.59",
    "datetime": "2026-01-23 22:00:00"
  },
  "indicators": {
    "rsi": 49.66197,
    "macd": -0.00011263516,
    "macd_signal": -0.000092792445,
    "sma20": 0.12484
  },
  "analysis": {
    "zh": {
      "title": "狗狗币/美元技术分析：[震荡整理中，等待突破]",
      "content": "目前DOGE/USD价格在0.12478附近，表现出震荡整理的走势。短期内，价格波动较小，且未形成明确的上涨或下跌趋势。该价格水平接近20日简单移动平均线(SMA)，表明市场情绪相对平稳，但未见强烈的买入或卖出信号。\n\n技术指标方面，MACD值为负，-0.00011263516，表明短期内市场略偏空。但由于缺乏RSI和信号线数据，无法对价格的过买或过卖状态进行精准判断。当前MACD呈现低迷状态，意味着市场动能较弱。\n\n在支撑与阻力方面，价格目前接近0.124的低点，如果跌破此位，可能会向下测试更强的支撑位0.123左右。上方的阻力位则在0.125附近，突破这一点可能会引发价格的进一步上涨。短期内，震荡整理格局可能会延续，投资者需关注这些关键价位。\n\n对于交易策略，建议保持观望，除非价格突破上方0.125的阻力位或下破0.123的支撑位，否则避免进行大幅度的交易。可以考虑设置止损，严格控制风险。"
    },
    "en": {
      "title": "Dogecoin vs US Dollar Technical Analysis",
      "content": "The current price of Dogecoin stands at $0.12478, reflecting a mild 0.59% increase over the past 24 hours. The price has oscillated within a narrow range, with a high of $0.12497 and a low of $0.124, suggesting relatively low volatility during this period. Despite this, the market appears to be consolidating around the $0.124 level, which could indicate a potential breakout in either direction in the near term. The price movement is currently lacking strong momentum, and this cautious price action is common in sideways market conditions.\n\nLooking at the technical indicators, the Relative Strength Index (RSI) for Dogecoin is currently unavailable, which limits insights into potential overbought or oversold conditions. The Moving Average Convergence Divergence (MACD) shows a negative value at -0.00011263516, indicating bearish momentum in the short term. With the signal line also not available, this makes it challenging to identify any trend reversals at the moment. Still, the overall lack of strong directional movement and the MACD value suggest that sellers may have the upper hand.\n\nSupport for Dogecoin is currently pegged at the lower end of the recent price range, around $0.124, where the coin has bounced during the past 24 hours. Should the price dip below this level, the next potential support zone lies near $0.123, where previous price action has found some stability. Resistance sits at the high of $0.12497, a level that may cap further gains in the short term. If Dogecoin can close above this price, there could be an opportunity for a retest of higher resistance zones.\n\nGiven the current indicators and price action, a cautious approach is recommended. Traders should consider entering long positions if the price breaks above the $0.12497 resistance level, with targets at higher resistances. Alternatively, a close below $0.124 could prompt short positions, with potential targets near the $0.123 support. Watching for a shift in momentum with the MACD or an RSI reading would provide additional confirmation for potential trades."
    }
  }
}