{
  "symbol": "DOGE/USD",
  "name": "Dogecoin vs US Dollar",
  "nameCn": "狗狗币/美元",
  "timestamp": "2026-01-12T15:03:30.201Z",
  "price": {
    "close": "0.13649",
    "high": "0.13672",
    "low": "0.13649",
    "open": "0.13666",
    "change": "-0.11",
    "datetime": "2026-01-12 15:00:00"
  },
  "indicators": {
    "rsi": 40.98081,
    "macd": -0.00077003186,
    "macd_signal": -0.00056376008,
    "sma20": 0.1378805
  },
  "analysis": {
    "zh": {
      "title": "狗狗币/美元技术分析：[震荡整理中]",
      "content": "当前狗狗币（DOGE）价格为0.13649，近期的价格波动较小，显示出市场参与者的观望情绪。虽然价格略有下跌，但整体趋势仍处于震荡整理阶段，尚未形成明确的上涨或下跌趋势。投资者需关注市场情绪以及外部因素对价格的潜在影响。\n\n在技术指标方面，MACD指标显示出微弱的负值，表明短期内卖压略强。由于RSI值未提供，暂时无法判断超买或超卖状态。20日简单移动平均线（SMA）为0.1378805，当前价格略低于这一水平，进一步加大了短期内上涨的阻力。\n\n支撑位方面，狗狗币在0.13649附近获得了一定的支持，而若进一步下行，则可能测试0.13500的心理关口。阻力位则在0.13788附近，若价格突破此位，可能会吸引更多买盘入场，推动价格上涨。\n\n建议交易者在当前市场环境下保持谨慎，短期内可考虑在支撑位附近试探性买入，同时设定止损以控制风险。若价格突破阻力位，则可考虑加仓。"
    },
    "en": {
      "title": "Dogecoin vs US Dollar Technical Analysis",
      "content": "The current price of Dogecoin (DOGE) against the US Dollar stands at 0.13649, reflecting a slight decline of 0.11% over the past 24 hours. The price has encountered resistance around the 0.13788 level, which aligns with the 20-day Simple Moving Average (SMA). This suggests that selling pressure is evident when approaching this area, indicating a potential hurdle for any bullish momentum. Conversely, the intraday low of 0.13649 may serve as a critical support level, potentially providing a floor for prices in the short term.\n\nIn terms of technical indicators, the MACD is currently negative at -0.00077, signaling a bearish trend. The absence of a calculated RSI (Relative Strength Index) means we cannot assess whether DOGE is overbought or oversold. However, the negative MACD, combined with the recent price action, suggests a cautious approach is warranted. Traders should keep an eye on these indicators for any signs of reversal or continuation of the bearish trend.\n\nSupport levels appear to be forming around the recent low of 0.13649, while any significant breach below this level could lead to further declines, targeting the next psychological level around 0.13500. On the upside, breaking through the SMA at 0.13788 may open the door for a bullish retracement toward higher resistance levels. Traders might consider placing buy orders near the support level while keeping a tight stop-loss to mitigate risk in case of downward movement.\n\nIn conclusion, the current DOGE/USD market presents a landscape characterized by cautious sentiment. The negative MACD and the proximity to the SMA suggest that traders should remain vigilant. A breakout above 0.13788 could signal a short-term bullish trend, while sustained trading below 0.13649 may indicate further bearish pressure. As always, risk management strategies should be prioritized, especially in a volatile market such as cryptocurrency."
    }
  }
}