{
  "symbol": "DOGE/USD",
  "name": "Dogecoin vs US Dollar",
  "nameCn": "狗狗币/美元",
  "timestamp": "2025-11-28T17:46:09.840Z",
  "price": {
    "close": "0.14912",
    "high": "0.151",
    "low": "0.14873",
    "open": "0.1505",
    "change": "-0.91",
    "datetime": "2025-11-28 17:00:00"
  },
  "indicators": {
    "rsi": 39.99278,
    "macd": -0.00042214432,
    "macd_signal": -0.00036639041,
    "sma20": 0.151379
  },
  "analysis": {
    "zh": {
      "title": "狗狗币/美元技术分析：[短期震荡调整]",
      "content": "当前狗狗币/美元（DOGE/USD）在0.14912附近徘徊，显示出短期的震荡调整趋势。24小时内价格微跌0.91%，波动区间在0.151和0.14873之间。整体来看，市场情绪较为谨慎，投资者需关注短期内的价格变动，以判断未来走势。\n\n从技术指标来看，虽然当前RSI值尚不可用，但MACD显示出负值，表明短期内卖压较重。SMA(20)线在0.15137900的位置，形成了一定的阻力水平，价格未能有效突破这一均线，可能进一步加大回调风险。若RSI值恢复并出现超卖状态，或可为多头反弹提供信号。\n\n在支撑位方面，0.14873是当前的重要支撑线，若价格下破此位，可能会引发更大幅度的下跌，甚至考验0.145的心理关口。另一方面，若能突破0.151的阻力位，则有机会向上测试0.155的水平。因此，投资者应关注这两个关键价位的变动。\n\n针对当前市场状况，建议投资者在0.14873附近寻找买入机会，设置止损位于0.147以下；若价格突破0.151，可考虑短期内的获利了结。整体而言，保持灵活的交易策略，密切关注市场动态，将有助于在波动市场中获取收益。"
    },
    "en": {
      "title": "Dogecoin vs US Dollar Technical Analysis",
      "content": "The current price of Dogecoin against the US Dollar (DOGE/USD) is $0.14912, reflecting a slight decline of 0.91% over the past 24 hours. This modest downturn comes after the cryptocurrency reached a high of $0.151. The failure to maintain momentum above this level suggests a potential resistance barrier, which traders should monitor closely. Additionally, the recent low of $0.14873 indicates that the price is approaching a critical support level, making it essential for buyers to step in to prevent further declines.\n\nIn terms of technical indicators, the absence of an RSI value limits our ability to gauge overbought or oversold conditions. However, the MACD reading of -0.00042214432 indicates bearish momentum, which could trigger a further decline if selling pressure persists. The 20-day Simple Moving Average (SMA) at $0.15137900 serves as a dynamic resistance level, and a sustained breach above this average may signal a potential reversal in sentiment, encouraging bullish traders to enter the market.\n\nTraders should consider the immediate support level around $0.14873, where buying interest may emerge. If the price breaks below this level, further downside to the next support around $0.145 may be anticipated. Conversely, if DOGE/USD can reclaim the SMA and surpass the resistance at $0.151, a bullish rally could ensue, targeting higher price levels. It is prudent for traders to set stop-loss orders below support levels to mitigate risks while capitalizing on potential upward movements.\n\nIn conclusion, the current technical landscape for Dogecoin indicates a cautious approach. Observing price action around key support and resistance levels will be crucial for determining the next directional move. Traders should remain vigilant for potential reversals while considering the broader market sentiment, as the cryptocurrency landscape can shift rapidly. Engaging in careful analysis and maintaining risk management strategies will be vital in navigating this volatile market."
    }
  }
}