{
  "symbol": "DOGE/USD",
  "name": "Dogecoin vs US Dollar",
  "nameCn": "狗狗币/美元",
  "timestamp": "2026-02-16T20:30:27.253Z",
  "price": {
    "close": "0.10046",
    "high": "0.10061",
    "low": "0.09984",
    "open": "0.10025",
    "change": "0.18",
    "datetime": "2026-02-16 20:00:00"
  },
  "indicators": {
    "rsi": 40.25341,
    "macd": -0.0012924664,
    "macd_signal": -0.0013641001,
    "sma20": 0.101551
  },
  "analysis": {
    "zh": {
      "title": "狗狗币/美元技术分析：震荡整理，略偏下行",
      "content": "目前，狗狗币/美元(DOGE/USD)的价格在0.10046附近震荡整理，24小时涨幅仅为0.18%。价格波动较小，反映出市场处于横盘状态。短期内可能维持小幅震荡，但总体上，价格略偏向下行。\n\n从技术指标来看，MACD指标值为-0.0013，显示出轻微的空头动能。然而，由于信号线数据缺失，当前难以准确判断短期反转信号。RSI（相对强弱指数）未提供数据，无法进一步确认超买或超卖情况。SMA(20)位于0.10155，短期均线支撑位较为接近当前价格，提供一定的支持作用。\n\n支撑位主要集中在0.09984一线，若跌破该价位，可能会进一步下行至更低水平。阻力位则在0.10155附近，若突破此点位，可能会出现一定的反弹。短期内，市场可能维持震荡整理，难以突破显著的支撑或阻力。\n\n建议保持谨慎观望，尤其是如果价格接近支撑位，可以尝试短期内的低吸策略，但需设置止损保护。如突破阻力位，考虑适度跟进，但要注意市场波动较大，控制风险。"
    },
    "en": {
      "title": "Dogecoin vs US Dollar Technical Analysis",
      "content": "The current market for Dogecoin shows a modest 24-hour change of +0.18%, reflecting a relatively stable short-term price movement. At the latest price of $0.10046, Dogecoin has been testing the $0.100 support level, briefly dipping to $0.09984, before showing some signs of recovery. The overall trend appears neutral, with price oscillating around the $0.100 region. The lack of significant upward or downward momentum suggests that traders are awaiting more substantial signals before making large moves.\n\nIn terms of technical indicators, the absence of a clear RSI reading complicates the analysis of overbought or oversold conditions. The MACD, at -0.0013, indicates slight bearish pressure but without a confirmed crossover or signal line, leaving the market in a state of indecision. The 20-period Simple Moving Average (SMA) at $0.10155 further reflects this indecision, with the price sitting near the SMA, which may act as a minor resistance level in the short term. \n\nOn the support side, the $0.099 level provides a solid base for Dogecoin, with recent price action bouncing off that level. If the price holds above $0.100, a move toward the $0.102 resistance level is plausible, especially if broader market sentiment improves. However, a break below $0.099 would suggest further downside potential toward the $0.098 area, where additional support is likely to emerge.\n\nFor traders, the lack of a clear trend requires a more cautious approach. A short-term buy could be considered if the price maintains above $0.100, with a target toward the $0.102 resistance. Conversely, a break below $0.099 would warrant a cautious stance and could prompt traders to wait for confirmation of a more substantial bearish trend before considering any short positions."
    }
  }
}