{
  "symbol": "DOGE/USD",
  "name": "Dogecoin vs US Dollar",
  "nameCn": "狗狗币/美元",
  "timestamp": "2026-01-23T20:26:23.655Z",
  "price": {
    "close": "0.12456",
    "high": "0.12491",
    "low": "0.12436",
    "open": "0.12456",
    "change": "0.00",
    "datetime": "2026-01-23 20:00:00"
  },
  "indicators": {
    "rsi": 47.43065,
    "macd": -6.6448166e-7,
    "macd_signal": -0.000062235307,
    "sma20": 0.124938
  },
  "analysis": {
    "zh": {
      "title": "狗狗币/美元技术分析：[震荡整理，短期关注区间突破]",
      "content": "当前狗狗币/美元（DOGE/USD）价格为0.12456，短期内价格波动幅度较小，呈现震荡整理走势。市场情绪稳定，价格在高点0.12491和低点0.12436之间反复波动，显示出一定的横盘整理特征，缺乏明确的趋势方向。\n\n技术指标方面，RSI(14)未提供数据，无法全面评估市场超买或超卖状态。MACD数值为-0.00000066448166，且未显示信号线数据，表明短期内市场动能较弱，且缺乏明确的买卖信号。SMA(20)为0.12493800，价格接近此均线，进一步支持震荡整理的趋势。\n\n支撑位方面，0.12436是近期的低点，若价格跌破此位，则可能测试更低的支撑区间。阻力位则位于0.12491附近，突破此水平可能带来短期的上涨动能。若价格持续在此区间内波动，投资者可考虑区间交易策略。\n\n综合来看，当前DOGE/USD处于震荡整理阶段，短期内需密切关注0.12436与0.12491的关键支撑和阻力位。若突破任一方向，可能带来新的市场机会。建议投资者保持谨慎，等待明确的突破信号再进行操作。"
    },
    "en": {
      "title": "Dogecoin vs US Dollar Technical Analysis",
      "content": "The Dogecoin (DOGE) market currently exhibits a neutral trend with minimal price movement, as indicated by the 24-hour change of 0.00%. The latest price is hovering around $0.12456, sitting near the lower boundary of its recent range, between the high of $0.12491 and the low of $0.12436. This price consolidation suggests a period of indecisiveness, where market participants are awaiting a clearer directional signal. Until the price breaks above $0.12491 or falls below $0.12436, it’s likely to remain in a tight range, lacking clear momentum in either direction.\n\nTechnical indicators, such as the RSI and MACD, are currently unavailable or lacking significant data, which further reinforces the perception of a flat market. The MACD, in particular, is negative at -0.00000066448166, yet the absence of a signal line complicates the interpretation, making it difficult to gauge the strength of any potential bearish momentum. With no overbought or oversold conditions indicated by the RSI, there is no immediate pressure to either buy or sell based on these indicators. As a result, traders may prefer to wait for more clarity before making a move.\n\nIn terms of support and resistance, the price is currently testing the lower end of its recent range. If it falls below $0.12436, support could be found at lower levels, potentially near $0.12400 or $0.12350, where buyers might step in. Conversely, if the price manages to break above the $0.12491 level, resistance could be encountered near $0.12550. Traders should monitor these key levels for potential breakout or breakdown opportunities. A confirmed move past either of these levels could trigger a more sustained trend.\n\nGiven the current lack of momentum and mixed indicators, a cautious approach is recommended. Range trading could be a viable strategy, with traders considering buying near support and selling near resistance. However, the absence of strong directional signals suggests that it may be best to wait for a clearer breakout or breakdown before committing to larger positions."
    }
  }
}