{
  "symbol": "ADA/USD",
  "name": "Cardano vs US Dollar",
  "nameCn": "艾达币/美元",
  "timestamp": "2026-01-29T03:40:11.364Z",
  "price": {
    "close": "0.351156",
    "high": "0.353163",
    "low": "0.349854",
    "open": "0.350663",
    "change": "0.14",
    "datetime": "2026-01-29 03:00:00"
  },
  "indicators": {
    "rsi": 38.78413,
    "macd": -0.00086955834,
    "macd_signal": 0.00021580973,
    "sma20": 0.35801265
  },
  "analysis": {
    "zh": {
      "title": "艾达币/美元技术分析：[震荡整理，需观察突破]",
      "content": "当前艾达币的价格为0.351156，近期的波动幅度较小，显示出市场的整理状态。在过去24小时内，价格仅上涨0.14%，反映出投资者情绪相对谨慎。高点和低点的差距表明，市场尚未形成明确的趋势，价格在0.349854至0.353163之间波动，投资者需保持关注。\n\n从技术指标来看，MACD值为负，显示出短期内卖压仍然存在。尽管RSI未提供，但从现有数据可以推测，市场可能处于超卖状态，若反弹形成，可能会吸引更多买盘。SMA(20)为0.35801265，一旦价格突破此水平，将为短期反弹提供动力。\n\n在支撑和阻力位方面，当前的支撑位在0.349854附近，若跌破此位，可能会引发进一步下行风险。相对的，阻力位在0.353163和0.35801265附近，若价格突破这些水平，将有助于恢复上行趋势。因此，建议投资者关注价格走势，一旦出现突破信号再考虑入场交易，以降低风险。"
    },
    "en": {
      "title": "Cardano vs US Dollar Technical Analysis",
      "content": "Cardano (ADA) is currently trading at approximately $0.351156, showing a modest 24-hour change of 0.14%. This slight uptick suggests a period of consolidation following recent volatility. The price action has established a narrow range, with a high of $0.353163 and a low of $0.349854. Given this stability, traders may look for potential breakouts above or below these levels to determine the next directional move. A sustained break above $0.354 could lead to a test of resistance at the 20-period simple moving average (SMA) of $0.35801265.\n\nThe absence of a calculated Relative Strength Index (RSI) and the current negative MACD (-0.00086955834) indicates a weak momentum for Cardano. This suggests that while there may be some buying interest, the overall market sentiment remains bearish. Traders should be cautious, particularly if the MACD continues to decline or if the price fails to recover above the SMA. A bearish divergence could set the stage for a potential downtrend if the price breaks below the recent low of $0.349854.\n\nSupport levels appear to be forming around the recent low, which reinforces the importance of this price point. A break below this level could signal a deeper correction, potentially targeting the next support levels around $0.34. Conversely, if buyers step in and push the price above the SMA, it could attract more bullish sentiment, leading to a possible retest of previous highs. \n\nIn terms of trading strategy, it may be prudent to adopt a wait-and-see approach until clearer signals emerge from the market. Traders should monitor both the resistance at $0.354 and the support at $0.349854 closely. If a breakout occurs in either direction, it could provide a viable entry point for both short and long positions, depending on market conditions and momentum indicators."
    }
  }
}