{
  "symbol": "DOGE/USD",
  "name": "Dogecoin vs US Dollar",
  "nameCn": "狗狗币/美元",
  "timestamp": "2026-02-17T03:50:30.657Z",
  "price": {
    "close": "0.10062",
    "high": "0.10111",
    "low": "0.10046",
    "open": "0.1011",
    "change": "-0.46",
    "datetime": "2026-02-17 03:00:00"
  },
  "indicators": {
    "rsi": 43.61834,
    "macd": -0.00084021894,
    "macd_signal": -0.0010394253,
    "sma20": 0.1010465
  },
  "analysis": {
    "zh": {
      "title": "狗狗币/美元技术分析：震荡整理，短期略偏空",
      "content": "当前DOGE/USD的价格为0.10062，处于短期震荡区间。价格在0.10046至0.10111之间波动，表明市场短期内缺乏明显的方向性。根据当前价格走势，市场正在进行整理，短期可能会维持这种震荡模式，直到有新的动能推动价格突破。\n\n从技术指标来看，MACD为负值（-0.00084021894），显示出略微的卖压，但由于没有足够的RSI数据，暂时无法进一步确认超卖或超买的情况。SMA(20)的值为0.10104650，价格略低于该水平，进一步确认短期内卖压占优。市场情绪可能较为谨慎。\n\n在支撑和阻力方面，当前支撑位为0.10046，如果价格跌破该位置，可能会进一步测试0.10000附近的心理关口。上方的短期阻力位在0.10111，若突破该位置，则可能会迎来进一步的上涨动力。短期内，价格若持续维持震荡，交易者应密切关注这些关键水平。\n\n建议交易者采取观望策略，等待价格突破关键支撑或阻力位后再做决策。如果价格跌破支撑，可以考虑短线做空，若突破阻力，则可考虑短线做多。"
    },
    "en": {
      "title": "Dogecoin vs US Dollar Technical Analysis",
      "content": "Dogecoin's recent price action shows a relatively tight range, with the latest price hovering at $0.10062. The market is currently experiencing a slight downtrend, indicated by the negative 24-hour change of -0.46%. The price action has remained within the $0.10046 to $0.10111 range, signaling limited volatility. The price has shown a degree of stability, but the lack of momentum suggests that the market is awaiting a catalyst for further direction. This neutral sentiment may continue if no significant breakout occurs.\n\nThe lack of RSI(14) data and the slightly negative MACD value of -0.00084 reflect a mildly bearish outlook in the short term. The MACD histogram's negative reading suggests that momentum is currently in the sellers' favor, although the market does not show any extreme bearishness. Traders should monitor whether the MACD line crosses above the signal line, which could indicate a shift toward bullish sentiment. At this point, the market appears to be in a consolidation phase, with a lack of clear directional momentum.\n\nKey support is located around $0.10046, which marks the low of the current trading range. A breakdown below this level could lead to a retest of deeper support zones, possibly around $0.0980 to $0.0990, depending on broader market conditions. On the upside, resistance is near $0.10111, the current daily high. A sustained break above this level could trigger a move toward the $0.1025-$0.1030 range, which would be a critical point for further bullish confirmation.\n\nTraders should approach Dogecoin with caution in the short term, given the current lack of clear momentum. A breakout above $0.10111 could present an opportunity for bullish positions, especially if supported by a shift in the MACD or RSI indicators. Conversely, failure to hold support at $0.10046 could signal further downside risks, suggesting the possibility of short positions or waiting for a clearer market signal before entering new trades."
    }
  }
}