{
  "symbol": "DOGE/USD",
  "name": "Dogecoin vs US Dollar",
  "nameCn": "狗狗币/美元",
  "timestamp": "2025-12-07T13:47:33.465Z",
  "price": {
    "close": "0.13848",
    "high": "0.13975",
    "low": "0.1379",
    "open": "0.13974",
    "change": "-0.89",
    "datetime": "2025-12-07 13:00:00"
  },
  "indicators": {
    "rsi": 40.048363,
    "macd": -0.00035471324,
    "macd_signal": -0.0002939579,
    "sma20": 0.1396665
  },
  "analysis": {
    "zh": {
      "title": "狗狗币/美元技术分析：[震荡整理中]",
      "content": "当前狗狗币（DOGE）对美元（USD）的价格为0.13848，24小时内小幅下跌0.89%。从高点0.13975和低点0.1379来看，市场正处于震荡整理阶段，短期内缺乏明确的方向。投资者需关注价格是否能够突破当前区间，以便判断未来的趋势。\n\n技术指标方面，虽然RSI指标尚未提供，但MACD显示出轻微的负值，表明卖方力量略强于买方。20日简单移动平均线（SMA）为0.13966650，当前价格略低于此水平，可能暗示短期内存在一定的下行压力，这对多头来说是一个警示信号。\n\n支撑位方面，0.1379是关键支撑点，若价格跌破此位，可能进一步向0.1350靠拢。阻力位则在0.13975附近，若能有效突破该区域，可能为后续上涨打开空间。因此，投资者应密切关注这两个价位的反应，以便做出相应的交易决策。\n\n交易建议上，建议投资者在当前区间内保持谨慎，若价格反弹至0.13975附近可考虑短期获利了结，若跌破0.1379则需评估止损风险。总体来看，保持观望态度，等待明确的突破信号再做进一步布局。"
    },
    "en": {
      "title": "Dogecoin vs US Dollar Technical Analysis",
      "content": "Dogecoin has recently been trading at 0.13848, reflecting a slight decline of 0.89% over the last 24 hours. The price has oscillated between a high of 0.13975 and a low of 0.1379, suggesting a consolidation phase. The current price is hovering just below the 20-day simple moving average (SMA) of 0.13966650, indicating a bearish sentiment in the short term. A sustained break below this level could confirm a downward trend, prompting further selling pressure.\n\nThe absence of a current Relative Strength Index (RSI) makes it challenging to gauge momentum accurately; however, the MACD reading of -0.00035471324 suggests that bearish momentum is present. Traders should monitor the MACD closely for any potential crossovers that could signal a trend reversal. A turn towards positive territory would be an encouraging sign for bulls, while continued negative momentum could lead to lower price targets.\n\nSupport levels are identified around the recent low of 0.1379, which could serve as a critical point for buyers to step in and prevent further declines. Should this support level fail to hold, the next potential support could be found at 0.1350. Conversely, resistance is established at the 20-day SMA and the previous high of 0.13975. A breakthrough above these levels may pave the way for a more robust recovery, attracting both short-term traders and long-term investors.\n\nIn terms of trading strategy, a cautious approach is advisable. Traders might consider setting buy orders around the support level of 0.1379 to capitalize on potential rebounds. Conversely, placing sell orders near resistance at 0.13975 could yield profits if the price struggles to break through. It is essential to remain vigilant for broader market trends and news that could significantly impact Dogecoin’s price movements in the near future."
    }
  }
}