{
  "symbol": "DOGE/USD",
  "name": "Dogecoin vs US Dollar",
  "nameCn": "狗狗币/美元",
  "timestamp": "2026-01-30T15:11:48.576Z",
  "price": {
    "close": "0.11606",
    "high": "0.11642",
    "low": "0.11548",
    "open": "0.11559",
    "change": "0.42",
    "datetime": "2026-01-30 15:00:00"
  },
  "indicators": {
    "rsi": 49.61222,
    "macd": -0.0010400102,
    "macd_signal": -0.0014919905,
    "sma20": 0.115039
  },
  "analysis": {
    "zh": {
      "title": "狗狗币/美元技术分析：震荡整理，短期观望",
      "content": "当前狗狗币/美元（DOGE/USD）价格维持在0.11606附近，短期内价格波动较小，呈现震荡整理格局。由于缺乏强烈的市场动能，预计价格将继续在当前区间内波动，未出现明显的上涨或下跌趋势。\n\n技术指标方面，MACD显示为负值（-0.00104），但未有明确的信号线交叉，这表明短期内市场缺乏明确的方向。SMA(20)为0.115039，表明当前价格稍高于20日简单移动平均线，这可能暗示短期内存在一定支撑。\n\n从支撑和阻力来看，当前价格区间的支撑位在0.11548，若跌破该水平，可能会进一步下探至0.11500附近。阻力位在0.11642附近，若突破该价位，则可能迎来短期反弹。\n\n综合来看，考虑到市场缺乏明确的趋势信号，建议短期内维持观望，避免追涨杀跌。若价格突破0.11642或跌破0.11548，可根据价格走势调整仓位。"
    },
    "en": {
      "title": "Dogecoin vs US Dollar Technical Analysis",
      "content": "> search(\"You are a professional cryptocurrency analyst. Provide technical analysis for Dogecoin vs US Dollar (DOGE/USD).\\n\\nCurrent Market Data:\\n- Latest Price: 0.11606\\n- 24h Change: 0.42%\\n- High/Low: 0.11642 / 0.11548\\n- RSI(14): N/A\\n- MACD: -0.0010400102, Signal: N/A\\n- SMA(20): 0.115039\\n\\nRequirements:\\n1. Write 3-4 paragraphs, 60-80 words each, total 250-300 words\\n2. Include: trend analysis, indicator interpretation, support/resistance levels, trading suggestions\\n3. Use professional but accessible language\\n4. No labels, no meta-commentary\\n5. Start immediately with the content (no title needed)\\n\\nBegin:\")\n\nDogecoin’s short-term trend shows a muted bullish bias as price hovers just above the 20-period simple moving average at **0.1150**, suggesting mild upward pressure. The narrow high/low range (0.11548–0.11642) reflects consolidation, with buyers and sellers in balance. A break above **0.118–0.120** would signal strengthening momentum, while a descent below **0.113–0.112** could reopen downside risk. For now, the structure is neutral-leaning bullish, but lacks conviction.\n\nWithout a current RSI, momentum interpretation is limited; however, the modest 0.42% 24-hour gain indicates subdued buying interest. The MACD at **–0.00104** remains slightly negative, hinting at lingering bearish momentum or at least the absence of strong bullish thrust. A MACD crossover above its signal line—once available—could confirm a shift toward positive momentum. Until then, traders should treat moves above recent highs cautiously, watching if volume confirms advances.\n\nKey **support** sits near the recent low around **0.1150**, aligned with the SMA(20), and extends to **0.112–0.110** if volatility picks up. On the flip side, **resistance** clusters between **0.118 and 0.120**, with a stronger ceiling near **0.125**. These levels act as logical thresholds where profit-taking or fresh supply could surface. If DOGE clears and holds above the **0.118–0.120** zone, it would mark a constructive breakout, inviting trend followers.\n\nIn terms of trading suggestions, conservative traders might wait for a confirmed close above **0.118** or a pullback toward the **0.1150** support with favorable risk-reward before entering long. Keep stops below major support to manage risk. For short positions, a breach beneath **0.112** with increasing volume could signal deeper retracement. As always, align position size with risk tolerance amid the inherent volatility of crypto markets."
    }
  }
}