{
  "symbol": "ADA/USD",
  "name": "Cardano vs US Dollar",
  "nameCn": "艾达币/美元",
  "timestamp": "2026-02-15T19:09:20.309Z",
  "price": {
    "close": "0.277631",
    "high": "0.279424",
    "low": "0.277528",
    "open": "0.278825",
    "change": "-0.50",
    "datetime": "2026-02-15 19:00:00"
  },
  "indicators": {
    "rsi": 31.73858,
    "macd": -0.0022028036,
    "macd_signal": 0.000088438389,
    "sma20": 0.29052205
  },
  "analysis": {
    "zh": {
      "title": "艾达币/美元技术分析：当前震荡走势，短期偏弱",
      "content": "目前ADA/USD的价格处于0.277631，较24小时前略有下跌0.50%。价格波动范围较小，最高触及0.279424，最低为0.277528，表明市场情绪趋于谨慎。整体趋势未见明显方向，表现出短期震荡的格局。\n\n从技术指标来看，RSI(14)数据缺失，因此无法对超买或超卖状态进行评估。MACD数值为-0.0022，呈现负值，表明短期内市场的卖压较大。SMA(20)为0.2905，价格当前位于其下方，进一步确认了短期的弱势趋势。\n\n当前支撑位大致在0.2775附近，而阻力位则在0.2794和0.2800区间。突破这些阻力位可能会引发价格反弹，反之则可能继续向下测试支撑区域。若价格跌破支撑位，可能会寻找更低的支撑点。\n\n综合考虑市场情绪和技术指标，建议短期内维持观望。若价格回落至支撑位附近，可考虑低位布局，反之则在突破关键阻力位后再考虑进场。"
    },
    "en": {
      "title": "Cardano vs US Dollar Technical Analysis",
      "content": "The current price of Cardano (ADA) is hovering at $0.2776, showing a slight 0.50% drop in the past 24 hours. The market appears to be consolidating within a narrow range, as indicated by the low of $0.2775 and a high of $0.2794 during the same period. This limited price movement suggests a period of indecision among market participants. The trend is somewhat bearish in the short term, with ADA struggling to break above the 20-period simple moving average (SMA) at $0.2905, which has acted as a resistance point recently.\n\nThe absence of a clear RSI value makes it challenging to assess overbought or oversold conditions accurately. However, the negative MACD value of -0.0022 further indicates downward momentum. A bearish crossover, which would involve the MACD line crossing below the signal line, might confirm a continued bearish trend. For now, ADA is showing signs of exhaustion, which could lead to further declines if the current trend persists.\n\nLooking at support and resistance, the immediate support level is around $0.2775, where the price has recently found support. A break below this level could lead to a test of the next support at $0.2750, which could provide a stronger floor for the asset. On the upside, resistance remains at the 20-period SMA of $0.2905, with any price action above this level signaling a potential reversal or trend shift toward the upside.\n\nFor traders, a cautious approach is recommended. Short-term traders may consider entering short positions near the SMA resistance of $0.2905, targeting the support levels around $0.2775 and $0.2750. Conversely, if ADA manages to break above the 20-period SMA with strong momentum, it might be an opportunity for a reversal trade targeting higher resistance levels."
    }
  }
}