{
  "symbol": "DOGE/USD",
  "name": "Dogecoin vs US Dollar",
  "nameCn": "狗狗币/美元",
  "timestamp": "2026-02-09T04:56:19.301Z",
  "price": {
    "close": "0.09632",
    "high": "0.09708",
    "low": "0.09626",
    "open": "0.09707",
    "change": "-0.81",
    "datetime": "2026-02-09 04:00:00"
  },
  "indicators": {
    "rsi": 45.9824,
    "macd": -0.00021751488,
    "macd_signal": -0.00017014326,
    "sma20": 0.097001
  },
  "analysis": {
    "zh": {
      "title": "狗狗币/美元技术分析：[震荡整理，短期观望为主]",
      "content": "目前，DOGE/USD的价格走势显示出较为明显的震荡整理模式。价格维持在0.09632附近，未能突破近期的高点0.09708，且离低点0.09626较近。整体走势缺乏明确的方向性，市场情绪较为平稳，表明短期内可能维持横盘震荡。\n\n从技术指标来看，RSI（14）尚未提供数据，因此无法对超买或超卖情况进行进一步分析。MACD处于轻微的负值区间，显示出当前的动能偏弱，市场买卖力量平衡，短期内可能难以形成突破性行情。SMA(20)的水平在0.097001附近，未能提供强烈的趋势信号。\n\n支撑位方面，0.09626附近是短期内的重要支撑，若价格跌破此位置，则可能进一步回测更低价位。阻力位在0.09708，突破此位置可能会推动价格进一步上涨，但考虑到当前的市场情况，突破的可能性较小。\n\n在交易建议上，建议暂时保持观望，尤其是当价格接近支撑位时，可适当考虑短线买入，但不宜过度追涨。等待更明确的价格突破或技术指标的指引，进行后续操作会更加稳妥。"
    },
    "en": {
      "title": "Dogecoin vs US Dollar Technical Analysis",
      "content": "> search(\"You are a professional cryptocurrency analyst. Provide technical analysis for Dogecoin vs US Dollar (DOGE/USD).\\n\\nCurrent Market Data:\\n- Latest Price: 0.09632\\n- 24h Change: -0.81%\\n- High/Low: 0.09708 / 0.09626\\n- RSI(14): N/A\\n- MACD: -0.00021751488, Signal: N/A\\n- SMA(20): 0.097001\\n\\nRequirements:\\n1. Write 3-4 paragraphs, 60-80 words each, total 250-300 words\\n2. Include: trend analysis, indicator interpretation, support/resistance levels, trading suggestions\\n3. Use professional but accessible language\\n4. No labels, no meta-commentary\\n5. Start immediately with the content (no title needed)\\n\\nBegin:\")\n\nDOGE/USD is showing a short-term bearish tilt as the latest price of **0.09632** lingers below the **20-period simple moving average (SMA(20)) at 0.097001**. Price action within the past 24 hours registered a slight decline (~-0.81%), and the limited high/low range (0.09708 / 0.09626) suggests consolidation rather than strong directional conviction. The trend remains range-bound unless buyers can reclaim and hold above the 20-SMA, otherwise sellers may extend control toward lower levels.\n\nAlthough traditional momentum indicators like RSI(14) and MACD signal components are incomplete, the available **negative MACD (-0.0002175)** hints at fading bullish momentum. With the MACD below zero, even without a completed signal line readout, there is an implied bias toward bearish price pressure. In a full indicator setup, traders would typically look for crossovers or divergences, but the current readings still suggest caution, with momentum failing to decisively support upside continuation.\n\nKey technical levels to monitor include **immediate resistance near the recent swing high ~0.0975–0.0980**, where moving averages and short-term sellers likely cluster. On the downside, **support around 0.0950–0.0955** acts as the first buffer; a break below this zone could open room toward the psychological **0.0900** level. These zones are pivotal in guiding entries and exits; range traders might capitalize on bounces off support and rejections off resistance until a definitive breakout materializes.\n\nFrom a trading standpoint, consider waiting for confirmation before initiating directional positions. Bullish traders could look for clear price acceptance above **0.0980** with volume expansion, targeting a retest of **0.1000**. Conversely, bearish participants might consider shorts beneath **0.0950**, with tight risk management in place, aiming for lower support extensions. Given the current consolidation, range-based strategies with disciplined stops are likely more favorable than aggressive directional bets."
    }
  }
}