{
  "symbol": "DOGE/USD",
  "name": "Dogecoin vs US Dollar",
  "nameCn": "狗狗币/美元",
  "timestamp": "2025-11-22T09:42:32.712Z",
  "price": {
    "close": "0.13906",
    "high": "0.13998",
    "low": "0.13571",
    "open": "0.13631",
    "change": "2.02",
    "datetime": "2025-11-22 09:00:00"
  },
  "indicators": {
    "rsi": 45.74403,
    "macd": -0.00170863,
    "macd_signal": -0.0019893975,
    "sma20": 0.1393295
  },
  "analysis": {
    "zh": {
      "title": "狗狗币/美元技术分析：[震荡整理，关注支撑与阻力]",
      "content": "当前狗狗币（DOGE）对美元（USD）的价格为0.13906，24小时内上涨2.02%。从最近的价格走势来看，DOGE呈现出震荡整理的趋势。近期高点为0.13998，低点为0.13571，价格在这一区间内波动，显示出市场的犹豫情绪。\n\n技术指标方面，尽管RSI尚未提供，MACD呈现出负值，显示出短期内卖压仍在。20日简单移动平均线（SMA）为0.13932950，价格略低于该水平，暗示短期内可能面临一定阻力。同时，市场情绪对DOGE的影响也需要持续关注，尤其是社交媒体和市场新闻。\n\n支撑位方面，0.13571为关键支撑，若价格跌破该水平，可能引发进一步下探。上方阻力位在0.13998附近，突破该位将有助于恢复多头趋势。投资者需密切关注价格在这些关键水平的表现，以便做出相应的交易决策。\n\n综合来看，建议投资者在当前震荡区间内谨慎操作，若价格接近支撑位可考虑适量买入，而在接近阻力位时则需保持警惕，适时获利了结。保持灵活应变的策略，将有助于在波动市场中把握机会。"
    },
    "en": {
      "title": "Dogecoin vs US Dollar Technical Analysis",
      "content": "Dogecoin (DOGE) is currently trading at $0.13906, reflecting a modest 2.02% increase over the last 24 hours. The price has shown some volatility, reaching a high of $0.13998 and a low of $0.13571 within the same period. This price action suggests that DOGE is attempting to establish a bullish trend, but traders should remain cautious as the cryptocurrency navigates through these fluctuations. The recent upward movement may indicate renewed interest, potentially fueled by market sentiment.\n\nThe absence of a current Relative Strength Index (RSI) reading and the MACD being slightly negative at -0.0017 suggest a lack of momentum in the short term. The 20-day Simple Moving Average (SMA) stands at $0.13933, which is slightly above the current price. This proximity to the SMA indicates that DOGE is trading near its average price over the past few weeks, and any sustained movement above this level could be a bullish signal. Conversely, a drop below the SMA may invite further selling pressure.\n\nSupport and resistance levels are crucial for determining potential price action. Immediate support can be observed at the recent low of $0.13571, with further support anticipated around the $0.1300 psychological level. On the resistance side, the recent high of $0.13998 will be a key level to watch; a breakout above this could lead to additional gains, potentially targeting the $0.1450 range. Traders should closely monitor these levels for potential entry or exit points.\n\nIn terms of trading strategy, a cautious approach is recommended. If DOGE can break through the resistance at $0.13998 with strong volume, it may present a buying opportunity. Conversely, if the price falls below the support at $0.13571, it may be prudent to consider selling or holding off on new positions until a clearer trend emerges. Overall, maintaining awareness of market sentiment and external factors influencing cryptocurrency prices will be essential for successful trading in DOGE."
    }
  }
}