{
  "symbol": "DOGE/USD",
  "name": "Dogecoin vs US Dollar",
  "nameCn": "狗狗币/美元",
  "timestamp": "2026-02-25T04:37:27.050Z",
  "price": {
    "close": "0.09265",
    "high": "0.09276",
    "low": "0.09174",
    "open": "0.09275",
    "change": "-0.11",
    "datetime": "2026-02-25 04:00:00"
  },
  "indicators": {
    "rsi": 52.012146,
    "macd": 0.000026064953,
    "macd_signal": -0.00022198562,
    "sma20": 0.091912
  },
  "analysis": {
    "zh": {
      "title": "狗狗币/美元技术分析：震荡整理中，等待突破",
      "content": "目前狗狗币/美元（DOGE/USD）处于震荡整理的区间内，价格在0.09174至0.09276区间波动。当前价格为0.09265，未显示出明显的趋势性变化。短期内，市场缺乏强势方向，整体呈现横盘整理态势。\n\n技术指标方面，RSI（14）未提供数据，因此无法确定是否存在超买或超卖的信号。MACD线值为0.000026064953，但由于信号线数据缺失，我们无法对其形成有效的判断。SMA（20）在0.09191附近，表明当前价格接近其短期均线，显示出一定的支撑力度。\n\n支撑位方面，0.09174是最近低点所在，若价格下破该位，可能会进一步下探至0.09000附近的强支撑区。阻力位则在0.09276附近，突破此区间可能迎来短期的上行趋势。若突破阻力位，价格可能测试0.09350以上区域。\n\n建议交易者在当前区间内保持观望，待价格突破0.09276或下破0.09174后再作决策。如突破阻力位，可以考虑短期多头交易，若跌破支撑位，则可考虑做空策略。"
    },
    "en": {
      "title": "Dogecoin vs US Dollar Technical Analysis",
      "content": "The Dogecoin (DOGE) market is currently experiencing a slight bearish sentiment, as reflected by the recent 24-hour change of -0.11%. The price has been moving between a high of 0.09276 and a low of 0.09174, indicating a modest range-bound activity. The lack of a clear upward or downward momentum suggests a period of consolidation or indecisiveness in the market. For now, the trend appears neutral, with price fluctuations within this range serving as a short-term pattern.\n\nThe lack of a current RSI reading limits the ability to assess potential overbought or oversold conditions. However, the MACD indicator shows a very minimal value of 0.000026, which suggests that the momentum is almost flat, with no clear signal for a strong directional move. This could mean that market participants are waiting for clearer market signals or external factors to push the price in one direction. Traders should stay cautious and avoid overextending positions in this low-volatility environment.\n\nLooking at the SMA(20), which is at 0.09191, it provides a potential dynamic support level for DOGE/USD. If the price dips toward this moving average, it could act as a buy signal, as long as the price maintains above it. A breach below this level might indicate further downside risk toward the 0.09174 support. On the upside, a break above 0.09276 could suggest a short-term bullish trend, with potential resistance at 0.09300, depending on broader market conditions.\n\nFor traders, maintaining a close watch on support and resistance levels around 0.09174 and 0.09276 respectively is crucial. A breakout above 0.09276 would open the door for a potential upside test, while a sustained drop below the SMA(20) at 0.09191 could signal bearish pressure. Given the current market state, traders may prefer to use a range-bound strategy, buying near support and selling closer to resistance, while avoiding aggressive positions in the absence of stronger technical signals."
    }
  }
}