{
  "symbol": "DOGE/USD",
  "name": "Dogecoin vs US Dollar",
  "nameCn": "狗狗币/美元",
  "timestamp": "2026-02-25T06:23:19.707Z",
  "price": {
    "close": "0.09229",
    "high": "0.09229",
    "low": "0.09199",
    "open": "0.09199",
    "change": "0.32",
    "datetime": "2026-02-25 06:00:00"
  },
  "indicators": {
    "rsi": 49.46014,
    "macd": -0.000010878165,
    "macd_signal": -0.00014547354,
    "sma20": 0.091996
  },
  "analysis": {
    "zh": {
      "title": "狗狗币/美元技术分析：震荡整理，关注短期支撑与阻力",
      "content": "当前，狗狗币/美元价格稳定在0.09229附近，处于震荡整理的状态。短期内价格波动不大，维持在0.09199至0.09229之间。市场情绪较为平静，未能显现明显的上涨或下跌趋势，因此，当前可以看作是一个横盘整理阶段。\n\n技术指标方面，MACD处于负值区域，显示出市场缺乏强劲的上涨动力，而RSI值未提供参考数据。SMA(20)略高于当前价格，表明短期内价格可能面临一定的回落压力。此外，MACD信号线缺失，显示出市场短期内动能较弱，未能确认明确的趋势。\n\n从支撑与阻力的角度来看，当前价格接近0.09229附近的压力位，而下方支撑位位于0.09199附近。如果价格突破上方阻力位，可能会迎来小幅反弹；反之，跌破支撑位可能会进一步回调至0.09000或更低水平。\n\n综合来看，短期内建议保持观望，适合进行区间交易。若价格突破关键支撑或阻力位，可以考虑相应的止损或止盈策略，避免大幅波动带来的风险。"
    },
    "en": {
      "title": "Dogecoin vs US Dollar Technical Analysis",
      "content": "The current price of Dogecoin (DOGE) stands at 0.09229, having seen a modest increase of 0.32% over the last 24 hours. This slight movement suggests that the market is in a consolidation phase. Given the proximity to the high of 0.09229 and the low of 0.09199 during the 24-hour period, the price action is contained within a narrow range, indicating indecision among market participants. A breakout above 0.09250 could signal a continuation of the upward momentum, while a dip below 0.09190 may trigger further declines.\n\nIn terms of trend analysis, the price remains above the 20-period Simple Moving Average (SMA) of 0.091996, which provides some short-term bullish pressure. However, with no definitive upward or downward trajectory, Dogecoin is currently experiencing a neutral trend. Without clear momentum, the market could continue to oscillate within this range, reflecting a wait-and-see approach among traders. The lack of an evident trend makes it crucial to observe any significant movement in the coming hours for a better understanding of market sentiment.\n\nDespite the absence of a specific Relative Strength Index (RSI) value, the MACD is showing a very small negative value of -0.000010878165, which indicates a weak bearish momentum. This slight negative reading, paired with the neutral market action, suggests that the bears are not in control, but neither are the bulls. Traders should be cautious of a potential reversal, especially if momentum indicators shift towards a more negative stance in the near term.\n\nLooking at key support and resistance levels, support is currently at 0.09199, with a significant psychological level around 0.09150. Resistance is found near the 0.09250 region, with a potential to test 0.09300 if the bullish trend gains strength. Given the market’s indecision, cautious trading strategies, such as waiting for a breakout above resistance or a reversal near support, are recommended. A range-bound approach would also be wise for traders with a short-term focus."
    }
  }
}