{
  "symbol": "DOGE/USD",
  "name": "Dogecoin vs US Dollar",
  "nameCn": "狗狗币/美元",
  "timestamp": "2026-02-24T03:50:42.603Z",
  "price": {
    "close": "0.09192",
    "high": "0.09256",
    "low": "0.09183",
    "open": "0.0925",
    "change": "-0.64",
    "datetime": "2026-02-24 03:00:00"
  },
  "indicators": {
    "rsi": 33.043145,
    "macd": -0.00082097203,
    "macd_signal": -0.00065743717,
    "sma20": 0.0943425
  },
  "analysis": {
    "zh": {
      "title": "狗狗币/美元技术分析：震荡整理，短期承压",
      "content": "当前DOGE/USD的价格为0.09192美元，呈现出小幅回调的态势。24小时变化为-0.64%，表明市场存在一定的震荡整理。价格在0.09256美元和0.09183美元区间内波动，显示出近期缺乏明确的趋势方向。整体而言，短期内狗狗币面临一定的卖压，市场情绪较为谨慎。\n\n在技术指标方面，MACD目前为负值(-0.00082)，虽然未能突破0轴，显示出短期内熊市动能稍强。但由于缺乏RSI和信号线数据，难以做出全面的超买或超卖判断。SMA(20)为0.09434美元，当前价格低于这一水平，可能成为短期的阻力位。若价格突破此阻力，可能会迎来反弹的机会。\n\n从支撑位来看，0.09183美元可能会成为短期内的关键支撑。如果价格跌破此点位，可能会进一步测试更低的价格区域。反之，0.09256美元则是较为明确的阻力位，一旦突破，可能会为上行提供动能。综合来看，当前市场呈现震荡整理格局，短期内波动较为有限。\n\n建议交易者在当前市场环境中保持谨慎，考虑在接近支撑位时适量入场，而在遇到阻力位时则适当减仓。可关注短期的技术信号变化，灵活调整仓位。"
    },
    "en": {
      "title": "Dogecoin vs US Dollar Technical Analysis",
      "content": "The Dogecoin (DOGE) market is currently experiencing a slight downtrend, with the latest price of $0.09192 reflecting a small loss of 0.64% over the last 24 hours. This minor pullback suggests a consolidation phase, particularly when compared to the recent high of $0.09256. The absence of a clear RSI reading makes it challenging to assess the strength of the trend, but the current price action remains somewhat neutral. Traders should keep an eye on this level as it could signal further movement if either support or resistance is broken.\n\nThe MACD value of -0.00082097203 indicates a bearish momentum, but the lack of a clear signal line complicates interpretation. A negative MACD typically suggests that sellers have the upper hand, but without additional confirmation, it’s important to stay cautious. As the market waits for further clarity, any significant break below the recent low of $0.09183 could deepen the bearish outlook. On the other hand, a rebound towards the 20-period SMA of $0.09434 could be an indication of a potential reversal if buying pressure picks up.\n\nIn terms of support and resistance, the recent low of $0.09183 is a key level to watch. A break below this could open the door for further downside, potentially targeting the next support zone around $0.09000. On the upside, the area near $0.09256 offers immediate resistance, with further resistance found at the SMA of $0.09434. A sustained move above the SMA could shift the momentum and suggest a recovery toward higher levels.\n\nTraders should adopt a cautious approach in the current environment, considering the lack of clear signals from indicators. Monitoring price action around key support and resistance levels is crucial. A breakout above $0.09434 or a drop below $0.09183 could offer more definitive guidance for positioning, with short-term traders likely to benefit from smaller price swings within this range."
    }
  }
}