{
  "symbol": "AVAX/USD",
  "name": "Avalanche vs US Dollar",
  "nameCn": "雪崩币/美元",
  "timestamp": "2026-02-23T08:49:05.416Z",
  "price": {
    "close": "8.5156",
    "high": "8.5631",
    "low": "8.5156",
    "open": "8.5631",
    "change": "-0.63",
    "datetime": "2026-02-23 08:00:00"
  },
  "indicators": {
    "rsi": 35.97747,
    "macd": -0.13965258,
    "macd_signal": -0.13316223,
    "sma20": 8.69273
  },
  "analysis": {
    "zh": {
      "title": "雪崩币/美元技术分析：[短期震荡，突破待定]",
      "content": "当前AVAX/USD的价格处于8.5156附近，日内小幅回落。根据价格走势，可以判断出短期内市场呈现震荡状态。价格维持在8.5156至8.5631区间内波动，缺乏强烈的方向性趋势，可能是市场在等待进一步的指引。\n\nMACD指标目前显示出负值（-0.1397），暗示短期内卖压较为明显。然而，由于没有RSI数据，无法完全确认市场是否过度超卖或超买，这使得判断反转的时机更具挑战性。SMA(20)在8.6927，远高于当前价格，进一步表明当前价格可能会继续向下回调，直到接近20日均线。\n\n支撑位方面，价格已经触及8.5156低点，这一位置可能会成为短期支撑。如果跌破该点位，可能会进一步回探8.50或更低的支撑区。而阻力位则位于8.5631附近，突破该位置可能会试探SMA(20)的水平，进一步上行的空间则在8.70附近。\n\n建议投资者在当前震荡行情中保持谨慎，若价格突破8.5631则可考虑短线做多，反之，跌破8.50支撑可适当考虑做空。整体应优先关注价格突破的情况来确定未来的交易方向。"
    },
    "en": {
      "title": "Avalanche vs US Dollar Technical Analysis",
      "content": "> search(\"You are a professional cryptocurrency analyst. Provide technical analysis for Avalanche vs US Dollar (AVAX/USD).\\n\\nCurrent Market Data:\\n- Latest Price: 8.5156\\n- 24h Change: -0.63%\\n- High/Low: 8.5631 / 8.5156\\n- RSI(14): N/A\\n- MACD: -0.13965258, Signal: N/A\\n- SMA(20): 8.69273\\n\\nRequirements:\\n1. Write 3-4 paragraphs, 60-80 words each, total 250-300 words\\n2. Include: trend analysis, indicator interpretation, support/resistance levels, trading suggestions\\n3. Use professional but accessible language\\n4. No labels, no meta-commentary\\n5. Start immediately with the content (no title needed)\\n\\nBegin:\")\n\nThe **AVAX/USD** chart currently reflects a mild **downward tilt** as prices trade below the 20‑period simple moving average at **8.6927**, suggesting short‑term bearish pressure persists. The latest candles show lower highs with limited upside momentum, reinforcing that the market’s near‑term trajectory favors the downside unless a breakout above the recent high (~8.56) materializes. On slightly longer frames, the trend remains mixed, and traders should watch for a clearer directional bias.\n\nWith the **MACD at –0.1396** and the signal line unavailable, the oscillator’s negative positioning hints at cooling momentum, albeit without a confirmed crossover. The absence of a reliable **RSI(14)** complicates overbought/oversold readings, but price action beneath the SMA suggests sellers have marginal control. A sustained move above the 20‑period SMA would be needed to shift sentiment toward bullish, while continued rejection around this average could anchor further weakness.\n\nKey levels to watch are immediate **support near 8.30–8.35**, which has previously attracted bids, and **resistance around 8.60–8.70**, the latter aligning with the moving average region. A decisive close below the support zone could accelerate declines toward the next psychological floor around **8.00**, where volume clusters hint at potential buyer interest. Conversely, a push above the resistance range would be the first sign of renewed demand.\n\nFor traders, consider lightweight long entries near support **if confirmation appears** (such as a bullish candle pattern or uptick in volume), with tight risk management below 8.25. Short positions might be more attractive on rallies that fail at resistance, especially if momentum indicators stay bearish. Maintain discipline, and blend technical signals with broader market context before committing capital."
    }
  }
}