{
  "symbol": "DOGE/USD",
  "name": "Dogecoin vs US Dollar",
  "nameCn": "狗狗币/美元",
  "timestamp": "2026-02-23T08:48:24.036Z",
  "price": {
    "close": "0.09451",
    "high": "0.09508",
    "low": "0.09451",
    "open": "0.09479",
    "change": "-0.31",
    "datetime": "2026-02-23 08:00:00"
  },
  "indicators": {
    "rsi": 45.36954,
    "macd": -0.00090910007,
    "macd_signal": -0.0010795809,
    "sma20": 0.0945505
  },
  "analysis": {
    "zh": {
      "title": "狗狗币/美元技术分析：震荡整理，短期偏弱",
      "content": "当前狗狗币/美元价格处于0.09451附近，全天微跌0.31%，表明市场呈现震荡整理态势。价格在0.09508和0.09451区间内波动，显示出短期内缺乏明确的上涨动力。若突破0.09508，可能会试探更高的阻力位，反之，则有可能进一步回落至支撑区间。\n\n从技术指标来看，RSI和MACD数据暂未提供足够的买卖信号。MACD值为负，表明短期内卖压较重，未显示明显的反弹信号。SMA(20)值为0.09455，接近当前价格，暗示市场短期内可能继续震荡整理。此时，缺乏明确的趋势形成。\n\n支撑位方面，当前0.09451可视为短期支撑位，若跌破此价位，可能会测试0.09400的进一步支撑。上方的阻力位为0.09508，若价格突破此阻力，有可能进一步向0.09600或更高位置发起挑战。因此，短期交易者应关注这些关键价格区间。\n\n建议短期内关注市场的震荡行情，等待价格突破关键支撑或阻力位再做决策。若价格持续低于支撑位，可以考虑卖出策略；若突破阻力位，则可考虑逐步买入。"
    },
    "en": {
      "title": "Dogecoin vs US Dollar Technical Analysis",
      "content": "The current trend for DOGE/USD shows a slight bearish sentiment with a marginal 24-hour decrease of 0.31%. Price action is confined within a narrow range, with the recent low at 0.09451 and a high of 0.09508. This suggests the market is in a consolidation phase, which can lead to either a continuation of the downtrend or a breakout depending on upcoming market catalysts. It's important to monitor the volume and any external news factors that could drive significant movement in the short term.\n\nThe MACD value of -0.00090910007 indicates a mild bearish momentum, but with no clear signal line, the indicator lacks the usual confirmation for a decisive trend. This uncertainty aligns with the flat RSI data, suggesting neither overbought nor oversold conditions. In this context, the market may be waiting for a clear trigger before making a decisive move. Traders should be cautious, as these technical indicators imply a lack of strong directional bias.\n\nSupport for DOGE/USD currently stands at 0.0945, which is the recent low. If this level holds, the price may attempt to rebound toward the 0.0950 resistance. A break below 0.0945 could lead to a deeper retracement, possibly testing lower levels like 0.0930 or 0.0920. Resistance at 0.0950 remains the primary level to watch for any bullish reversal. A close above this level could confirm a shift in sentiment and open the door for further upside.\n\nGiven the market’s indecision and narrow price range, short-term traders may consider scalping within the 0.0945 to 0.0950 range, while waiting for a breakout or a clearer signal from momentum indicators. For longer-term positions, it’s advisable to wait for either a confirmed breakout above 0.0950 or a firm rejection of the current support."
    }
  }
}