{
  "symbol": "BTC/USD",
  "name": "Bitcoin vs US Dollar",
  "nameCn": "比特币/美元",
  "timestamp": "2026-01-09T17:42:36.714Z",
  "price": {
    "close": "91108.42",
    "high": "91599.99",
    "low": "90908.76",
    "open": "91553.04",
    "change": "-0.49",
    "datetime": "2026-01-09 17:00:00"
  },
  "indicators": {
    "rsi": 54.19419,
    "macd": 7.9296,
    "macd_signal": -78.67525,
    "sma20": 90775.216
  },
  "analysis": {
    "zh": {
      "title": "比特币/美元技术分析：[震荡整理，关注关键支撑位]",
      "content": "当前比特币/美元（BTC/USD）价格为91108.42，24小时内小幅下跌0.49%。从高点91599.99到低点90908.76的震荡区间显示出市场的整理状态。短期内，比特币面临一定的卖压，可能会继续在此区间内波动。\n\n技术指标方面，目前的MACD显示出正值7.92960，但由于信号线数据缺失，无法全面判断趋势方向。相对强弱指数（RSI）未提供，因此需要注意市场情绪的变化。20日简单移动平均线（SMA）在90775.21600附近形成支撑，若价格跌破该线，可能引发进一步的下行压力。\n\n支撑位方面，主要关注90775.21600和90000整数关口。若价格有效跌破90775，将可能进一步测试89500的支撑位。阻力位则在91599.99和92000附近，若突破这些阻力位，有望引发一波反弹行情。\n\n交易建议方面，建议投资者密切关注价格在90775的表现，若出现反弹信号可考虑低位买入。同时，若价格持续下跌并突破关键支撑，切勿盲目追涨，需保持谨慎，适时调整仓位。"
    },
    "en": {
      "title": "Bitcoin vs US Dollar Technical Analysis",
      "content": "The current price of Bitcoin against the US Dollar is showing a slight decline of 0.49% over the last 24 hours, trading at 91,108.42. The recent high of 91,599.99 and low of 90,908.76 indicate a tight trading range, reflecting indecision among investors. The short-term trend appears to be bearish, as the price has not successfully broken above the recent high, suggesting potential resistance at this level. Traders should be cautious as this consolidation phase may precede further price movement in either direction.\n\nIn terms of technical indicators, the absence of an RSI value suggests the market is experiencing low volatility, making it challenging to assess overbought or oversold conditions. The MACD reading of 7.92960 indicates a bullish momentum, but without a signal line for confirmation, it is prudent to treat this with caution. The SMA(20) at 90,775.22 serves as a key support level, and if prices dip below this threshold, it could trigger further selling pressure.\n\nInvestors should closely monitor the support level at 90,775.22. A sustained move below this could lead to a retest of lower support levels, potentially around 90,000. Conversely, if the price manages to break above 91,600, it could signal a continuation of bullish sentiment, providing a potential entry point for buyers. A clear breakout above this resistance could open the door for further gains, possibly targeting 93,000.\n\nIn summary, market participants should remain vigilant amid the current fluctuations. The lack of directional momentum suggests a wait-and-see approach may be wise. Trading within the established range could yield opportunities for scalpers, while longer-term investors might look for clearer signals before committing to significant positions."
    }
  }
}