{
  "symbol": "DOGE/USD",
  "name": "Dogecoin vs US Dollar",
  "nameCn": "狗狗币/美元",
  "timestamp": "2026-01-24T16:25:10.350Z",
  "price": {
    "close": "0.12309",
    "high": "0.12354",
    "low": "0.12274",
    "open": "0.1235",
    "change": "-0.32",
    "datetime": "2026-01-24 16:00:00"
  },
  "indicators": {
    "rsi": 37.088907,
    "macd": -0.00028003168,
    "macd_signal": -0.000185384,
    "sma20": 0.124202
  },
  "analysis": {
    "zh": {
      "title": "狗狗币/美元技术分析：[震荡整理，偏弱走势]",
      "content": "当前DOGE/USD价格在0.12309附近震荡整理，24小时变化较小，显示出市场情绪较为平稳。短期内价格未能突破明显的支撑或阻力区间，整体表现偏弱，暂未显示强势反弹迹象。\n\n从技术指标来看，MACD值为-0.00028，表明空方压力较强。RSI未提供数据，但可以推测当前市场缺乏强烈的买入或卖出动能，表明市场正在进入盘整阶段。SMA(20)均线在0.1242附近形成阻力，价格未能有效突破。\n\n当前关键支撑位在0.12274一线，若跌破该位可能进一步测试0.12美元区间。上方阻力位则集中在0.1242附近，若突破此点位可能会迎来短期反弹的机会，但需要突破后确认。\n\n建议在0.1227附近寻求买入机会，止损可设置在0.1220下方。若价格突破0.1242，可考虑适量跟进多单，但要保持谨慎，注意市场的波动性。"
    },
    "en": {
      "title": "Dogecoin vs US Dollar Technical Analysis",
      "content": "The current market for Dogecoin against the US Dollar shows a slight downtrend, with a recent 24-hour change of -0.32%. The price is hovering around $0.12309, which is near the lower end of the daily range between $0.12274 and $0.12354. This suggests a consolidation phase within a narrow band, indicating a lack of significant momentum in either direction. The lack of a clear trend makes short-term trading less predictable, and a breakout above or below these levels could provide more insight into the next major move.\n\nThe absence of an available RSI value complicates short-term momentum analysis, but the MACD is currently negative at -0.00028003168, indicating bearish pressure. However, the lack of a signal line makes it difficult to interpret crossovers or divergence, limiting the clarity of potential trend shifts. In this context, traders might look for additional indicators or price action signals to determine entry points. Any further decline below the current low ($0.12274) could signal a continuation of this downtrend, whereas a rise above $0.12354 may suggest a short-term bullish reversal.\n\nThe 20-period simple moving average (SMA) at $0.12420200 currently sits above the market price, reinforcing the idea of a potential resistance zone. If the price moves towards this level, traders should watch for possible rejection or a breakout attempt. A successful breach of this resistance could push the price higher, potentially targeting the next resistance around $0.12500 or higher. On the downside, the immediate support remains at $0.12274, with further support at $0.12200 if the price continues to decline.\n\nGiven the current price action and indicators, the market remains neutral-to-bearish in the short term. Traders might consider waiting for a breakout confirmation above $0.12354 or a breakdown below $0.12274 before entering positions. Until then, caution is advised, with potential for a range-bound market until a decisive move occurs."
    }
  }
}