{
  "symbol": "DOGE/USD",
  "name": "Dogecoin vs US Dollar",
  "nameCn": "狗狗币/美元",
  "timestamp": "2026-01-12T19:05:32.765Z",
  "price": {
    "close": "0.13757",
    "high": "0.13798",
    "low": "0.13754",
    "open": "0.13798",
    "change": "-0.32",
    "datetime": "2026-01-12 19:00:00"
  },
  "indicators": {
    "rsi": 47.46131,
    "macd": -0.00032086096,
    "macd_signal": -0.00043027485,
    "sma20": 0.138171
  },
  "analysis": {
    "zh": {
      "title": "狗狗币/美元技术分析：[震荡整理，短期关注支撑位]",
      "content": "当前狗狗币（DOGE/USD）价格为0.13757，近期表现出一定的震荡整理趋势。24小时内价格微幅下跌0.32%，且高低点相对接近，表明市场在这个区间内缺乏明显的方向性。投资者需关注市场情绪变化，以便及时把握交易机会。\n\n在技术指标方面，虽然RSI(14)数据缺失，但从MACD来看，目前值为-0.00032086096，显示出短期内卖压相对较强。SMA(20)为0.13817100，当前价格略低于该均线，暗示短期内价格可能面临一定压力，进一步确认市场的震荡整理态势。\n\n支撑位方面，0.13754是近期低点，若价格跌破该水平，可能会引发更多的卖盘。阻力位则在0.13800附近，若价格能突破该水平，可能会吸引买盘进场，推动价格向上反弹。投资者应密切关注这些关键价位，以制定合理的交易策略。\n\n综合来看，建议保持谨慎态度，短期内可在支撑位附近尝试小额买入，但需设定止损位以控制风险。同时，关注市场情绪和消息面变化，及时调整交易计划，以应对可能出现的价格波动。"
    },
    "en": {
      "title": "Dogecoin vs US Dollar Technical Analysis",
      "content": "The current price of Dogecoin (DOGE) against the US Dollar (USD) rests at $0.13757, reflecting a slight decline of 0.32% over the past 24 hours. The price has oscillated between a high of $0.13798 and a low of $0.13754, indicating a narrow trading range. This limited volatility suggests market indecision, with traders evaluating the next potential move. The recent price action has created a sideways trend, which may continue unless a decisive break occurs either above the recent high or below the established low.\n\nFrom a technical perspective, the absence of a calculated RSI(14) limits our ability to assess overbought or oversold conditions. However, the MACD is currently negative at -0.00032086096, indicating bearish momentum. A bullish crossover above the signal line could signal a reversal, but until that occurs, caution is warranted. The SMA(20) at $0.13817100 serves as a dynamic resistance level, and sustained trading above this moving average may provide a bullish signal for traders looking to capitalize on upward momentum.\n\nSupport levels are established at $0.13754, the recent low, which may act as a psychological barrier for buyers. If DOGE breaks below this level, further declines could target the next support at approximately $0.13600. Conversely, if the price manages to break above the SMA(20), it could pave the way for a test of the resistance around $0.14000. Traders should closely monitor these levels, utilizing stop-loss orders to mitigate risk in this range-bound environment.\n\nIn summary, the current market for DOGE/USD reflects a cautious atmosphere with a lack of strong momentum. Traders may consider entering positions on breakouts, either above the SMA(20) for a bullish play or below $0.13754 for a bearish stance. Employing technical indicators and maintaining awareness of market sentiment will be crucial for navigating potential trades in this environment."
    }
  }
}