{
  "symbol": "BNB/USD",
  "name": "Binance Coin vs US Dollar",
  "nameCn": "币安币/美元",
  "timestamp": "2026-02-13T03:51:02.467Z",
  "price": {
    "close": "609.03",
    "high": "612",
    "low": "607.5",
    "open": "610.18",
    "change": "-0.19",
    "datetime": "2026-02-13 03:00:00"
  },
  "indicators": {
    "rsi": 47.66559,
    "macd": -0.090252877,
    "macd_signal": -0.14058032,
    "sma20": 611.2485
  },
  "analysis": {
    "zh": {
      "title": "币安币/美元技术分析：当前震荡整理，关注短期支撑与阻力",
      "content": "当前BNB/USD价格稳定在609.03附近，近期价格波动较小。尽管24小时变化仅为-0.19%，但市场仍表现出一定的震荡整理态势。短期内，价格可能会围绕612和607.5区间波动，等待进一步的方向指引。\n\n从技术指标来看，MACD处于负值区间，显示出卖盘略占优势，但由于信号线数据缺失，尚无法得出明确的趋势预测。SMA(20)为611.25，表明短期内价格略偏向上行。若价格持续维持在这一均线附近，可视为短期支撑位。\n\n支撑位方面，607.5附近是近期的关键支撑，若价格跌破该点，可能会加剧下行压力。上方阻力位则在612，突破该位置有望推动价格进一步走高，甚至测试更高的价位。因此，交易者应密切关注这两个关键水平。\n\n综合来看，短期内建议保持观望，等待价格突破612或跌破607.5来决定后续交易方向。若突破612，可考虑做多；若跌破607.5，则需准备做空。"
    },
    "en": {
      "title": "Binance Coin vs US Dollar Technical Analysis",
      "content": "> search(\"You are a professional cryptocurrency analyst. Provide technical analysis for Binance Coin vs US Dollar (BNB/USD).\\n\\nCurrent Market Data:\\n- Latest Price: 609.03\\n- 24h Change: -0.19%\\n- High/Low: 612 / 607.5\\n- RSI(14): N/A\\n- MACD: -0.090252877, Signal: N/A\\n- SMA(20): 611.24850\\n\\nRequirements:\\n1. Write 3-4 paragraphs, 60-80 words each, total 250-300 words\\n2. Include: trend analysis, indicator interpretation, support/resistance levels, trading suggestions\\n3. Use professional but accessible language\\n4. No labels, no meta-commentary\\n5. Start immediately with the content (no title needed)\\n\\nBegin:\")\n\nBinance Coin (BNB) is showing a subtle bearish bias near the **$609** level after failing to sustain momentum above **$611–$612**. The recent 24‑hour action saw a modest pullback from the intraday high, signaling that short‑term buying pressure is weakening. Price action hovering below the 20‑period Simple Moving Average (SMA) suggests the trend respect zone resides overhead and any meaningful upside will require a decisive break above this moving average.\n\nMomentum indicators paint a cautious picture. The MACD reading is slightly negative at **‑0.090** without a clear signal line crossover, implying that downward momentum is still in play but not accelerating. The lack of a valid RSI makes it harder to gauge overbought or oversold conditions, yet current price compression near recent lows suggests a balance between buyers and sellers. Traders should watch for a clean MACD crossover back above the signal line as confirmation of renewed bullish intent.\n\nKey support is visible near **$605**, with a slightly stronger zone around **$600**, where previous consolidation and volume clusters have occurred. If these supports fail, deeper retracement toward **$590–$595** could unfold. On the upside, reclaiming **$611–$612** would negate some bearish pressure. A break above **$620** would be needed to argue for a return to a more entrenched uptrend, shifting focus toward **$630–$640** in the short term.\n\nFrom a tactical trading standpoint, BNB currently sits in a range that favors patient entries. Risk‑averse traders might await confirmation of trend shift, such as a close above the 20 SMA or MACD signal confirmation, before initiating long positions. Shorter‑term traders can consider support bounces with tight stops below **$600**, while breakout traders could capitalize on a sustained move past **$612–$620** with scaled entries, mindful of volatility and capital management."
    }
  }
}