{
  "symbol": "DOGE/USD",
  "name": "Dogecoin vs US Dollar",
  "nameCn": "狗狗币/美元",
  "timestamp": "2026-02-13T03:54:19.021Z",
  "price": {
    "close": "0.09291",
    "high": "0.0933",
    "low": "0.09255",
    "open": "0.09279",
    "change": "0.13",
    "datetime": "2026-02-13 03:00:00"
  },
  "indicators": {
    "rsi": 54.78619,
    "macd": 0.00012761344,
    "macd_signal": 0.00010310028,
    "sma20": 0.092625
  },
  "analysis": {
    "zh": {
      "title": "狗狗币/美元技术分析：当前震荡整理，短期维持横盘",
      "content": "当前狗狗币/美元价格处于0.09291附近，24小时涨幅为0.13%。价格在0.09255至0.0933区间波动，显示出市场的震荡整理走势。从技术面来看，价格在20期简单移动平均线(SMA)附近盘整，表明短期内多空力量平衡，市场暂时缺乏明确的趋势指引。\n\nMACD指标显示当前值为0.00012761344，但由于缺少信号线数据，暂时无法得出明确的交叉判断。RSI值未提供，无法准确评估市场的超买或超卖情况。整体来看，价格动能较弱，缺乏强烈的方向性，可能会继续维持横盘震荡。\n\n关键支撑位位于0.09255附近，而阻力位则在0.0933处。若价格突破阻力位，可能会开启短期上涨趋势；反之，跌破支撑位则可能进一步回落。投资者可以在区间内进行短线操作，结合盘中波动进行灵活的买卖。\n\n建议投资者在短期内采取观望策略，等待突破信号出现后再做进一步决策。如果价格继续震荡整理，可以通过短期波动进行灵活交易，但要设定合理的止损点，避免过度风险暴露。"
    },
    "en": {
      "title": "Dogecoin vs US Dollar Technical Analysis",
      "content": "The current market for Dogecoin (DOGE) against the US Dollar shows a relatively stable trend, with the latest price at $0.09291. Over the last 24 hours, there has been a minimal change of 0.13%, indicating a consolidation phase. The price has fluctuated between $0.0933 and $0.09255, showing low volatility during this period. A steady price action suggests a lack of strong momentum in either direction, which could signal indecisiveness in the market or a waiting pattern ahead of a catalyst. \n\nFrom a technical standpoint, the absence of an RSI(14) and MACD signal makes it challenging to gauge momentum or overbought/oversold conditions clearly. However, the MACD value of 0.00012761344 may suggest a slight bullish bias, indicating minor upward momentum. The Simple Moving Average (SMA) for the 20-period sits at $0.092625, aligning closely with the current price, further supporting the idea of a neutral to slightly bullish sentiment. Traders should watch for a break above the SMA as a confirmation of a short-term upward move.\n\nSupport levels are likely around the low of $0.09255, where the price has recently tested its bounds, and a break below this could push DOGE towards further downside targets. On the resistance side, the high of $0.0933 marks a key level to watch for potential breakouts. If the price surpasses this level with increasing volume, DOGE may aim for further gains, potentially testing $0.0950 or higher. However, if resistance holds, expect consolidation or a pullback to support levels.\n\nGiven the current market structure, it is advisable for traders to wait for a clear breakout or breakdown before entering positions. A sustained break above $0.0933 could lead to further upward momentum, while failure to maintain above $0.09255 could suggest a bearish short-term outlook. Scalpers may consider entering near these key levels, while swing traders should focus on confirmation signals such as RSI or MACD crossovers."
    }
  }
}