{
  "symbol": "DOGE/USD",
  "name": "Dogecoin vs US Dollar",
  "nameCn": "狗狗币/美元",
  "timestamp": "2026-01-07T03:13:10.713Z",
  "price": {
    "close": "0.14865",
    "high": "0.14871",
    "low": "0.14818",
    "open": "0.14848",
    "change": "0.11",
    "datetime": "2026-01-07 03:00:00"
  },
  "indicators": {
    "rsi": 48.34631,
    "macd": -0.00050595682,
    "macd_signal": -0.00057259244,
    "sma20": 0.1488715
  },
  "analysis": {
    "zh": {
      "title": "狗狗币/美元技术分析：[当前震荡趋势]",
      "content": "目前狗狗币（DOGE/USD）在0.14865附近震荡，24小时变化幅度仅为0.11%。从当前价格走势来看，短期内的波动幅度较小，显示出市场参与者对该资产的观望态度。整体趋势暂时偏向横盘整理，缺乏明确的方向性。\n\n技术指标方面，SMA(20)为0.14887150，表明短期均线略高于当前价格，可能构成一定的阻力位。MACD值为-0.00050595682，显示出市场动能偏弱，暂时未出现强烈的买入或卖出信号。RSI指标尚未给出，需关注其未来变化以判断超买或超卖状态。\n\n在支撑和阻力方面，0.14818为近期的支撑位，若价格跌破该水平，可能会引发更大的回调。上方阻力位在0.14871附近，若价格突破该点，可能会吸引买盘进场，推动价格上涨。投资者应关注这些关键价格水平的突破情况。\n\n交易建议方面，建议投资者采取观望策略，耐心等待价格在支撑或阻力位附近的确认信号。若价格在支撑位获得支撑，可考虑适量布局以获取反弹机会；若突破阻力位，则可逐步加仓。切记设置止损，以控制风险。"
    },
    "en": {
      "title": "Dogecoin vs US Dollar Technical Analysis",
      "content": "The current market price of Dogecoin (DOGE) against the US Dollar (USD) stands at 0.14865, reflecting a slight 24-hour change of 0.11%. This stability indicates a period of consolidation after experiencing fluctuations. The high and low values within the last 24 hours, at 0.14871 and 0.14818 respectively, suggest that the market has found a temporary equilibrium. This range may present an opportunity for traders to identify potential breakouts or reversals in the near term.\n\nFrom a trend analysis perspective, the price appears to be hovering just below the 20-period Simple Moving Average (SMA) of 0.14887150. This proximity to the SMA may indicate that DOGE is in a neutral to bullish stance, with the potential for upward movement if it can breach this resistance level. Traders should monitor for a sustained breakout above the SMA, which could lead to further upside momentum, while a failure to hold above this level might suggest a return to lower support levels.\n\nIn terms of support and resistance, immediate resistance is observed around the recent high of 0.14871. If DOGE can surpass this level, it may target higher resistance levels, possibly testing the 0.1500 mark. Conversely, if the price retraces, support can be identified near the low of 0.14818. A breakdown below this level could signal further weakness, with the next support likely around 0.14600, necessitating caution from bullish traders.\n\nTechnical indicators such as the MACD, currently showing a slight negative value, suggest bearish momentum may be present, although it is essential to consider that the lack of a clear signal reading limits interpretative accuracy. Traders should remain vigilant for potential divergence in momentum indicators and utilize tight risk management strategies. In summary, a cautious approach is warranted, focusing on key levels while being prepared to react to market movements."
    }
  }
}