{
  "symbol": "AVAX/USD",
  "name": "Avalanche vs US Dollar",
  "nameCn": "雪崩币/美元",
  "timestamp": "2026-01-01T21:38:38.312Z",
  "price": {
    "close": "13.5444",
    "high": "13.5759",
    "low": "13.3907",
    "open": "13.4345",
    "change": "0.84",
    "datetime": "2026-01-01 21:00:00"
  },
  "indicators": {
    "rsi": 85.19935,
    "macd": 0.24036929,
    "macd_signal": 0.10147263,
    "sma20": 12.57456
  },
  "analysis": {
    "zh": {
      "title": "雪崩币/美元技术分析：[震荡整理，谨慎观望]",
      "content": "当前雪崩币（AVAX）在13.5444美元附近波动，24小时内小幅上涨0.84%。从价格走势来看，AVAX目前呈现震荡整理的趋势，短期内缺乏明显的方向性。投资者应留意市场情绪变化，以便更好地把握入场时机。\n\n技术指标方面，虽然RSI数据缺失，但MACD显示出0.24036929的正值，意味着短期内多头力量略占优势。SMA(20)在12.57456，提供了一个重要的支撑位。若价格回调至这一水平，可能会吸引买盘进场，形成反弹。\n\n在支撑与阻力位方面，13.3907美元作为日内低点，构成了短期支撑，而高点13.5759美元则是重要的阻力区。若价格突破阻力位，可能会引发进一步上涨，反之则需关注支撑位的稳固性。\n\n综合来看，当前AVAX处于震荡整理阶段，建议投资者保持谨慎观望。若能确认突破或回调信号，再考虑进场布局，以降低风险并提升收益潜力。"
    },
    "en": {
      "title": "Avalanche vs US Dollar Technical Analysis",
      "content": "The current price of Avalanche (AVAX) against the US Dollar stands at $13.5444, showing a slight upward movement of 0.84% over the last 24 hours. This modest increase indicates a consolidation phase after the recent volatility. The price has tested a high of $13.5759 and a low of $13.3907, suggesting that the market is currently trading within a relatively narrow range. This price action may indicate a potential accumulation phase, as traders assess the market for clearer directional signals.\n\nSupport levels appear to be forming around $13.39, where buyers have previously stepped in, while upside resistance is seen near the recent high of $13.58. If the price breaks above this resistance level, it could indicate a stronger bullish sentiment and pave the way for a move towards the next resistance area around $14.00. Conversely, if the price falls below the support level, it could trigger a deeper correction, potentially revisiting the SMA(20) at $12.57456, which may act as a dynamic support in the short term.\n\nThe MACD indicates a positive momentum with a value of 0.24036929, suggesting that the buying pressure may be gaining traction. However, the absence of a signal line makes it difficult to draw definitive conclusions on the momentum's strength. Traders should closely monitor the upcoming price action to see if the MACD provides a clearer bullish crossover, which would reinforce the current upward trend.\n\nIn terms of trading strategy, a cautious approach is advisable. Traders might consider entering long positions if the price breaks above $13.58, with a target near $14.00, while placing stop-loss orders below $13.39 to manage risk effectively. Conversely, if the price fails to hold above the support level and shows signs of weakness, short positions might be warranted, with a focus on the SMA(20) as a potential target for profit-taking. Overall, the market's current structure suggests a wait-and-see approach may be prudent until clearer signals emerge."
    }
  }
}