{
  "symbol": "AVAX/USD",
  "name": "Avalanche vs US Dollar",
  "nameCn": "雪崩币/美元",
  "timestamp": "2026-02-07T11:04:31.259Z",
  "price": {
    "close": "8.9752",
    "high": "9.0348",
    "low": "8.9295",
    "open": "9.0019",
    "change": "-0.28",
    "datetime": "2026-02-07 10:00:00"
  },
  "indicators": {
    "rsi": 45.54209,
    "macd": 0.032264596,
    "macd_signal": 0.071207518,
    "sma20": 9.18351
  },
  "analysis": {
    "zh": {
      "title": "> search(\"你是专业的数字货币交易分析师。请对 雪崩币/美元(AVAX/USD) 进行技术分析。\\n\\n当前市场数据：\\n- 最新价格: 8.9752\\n- 24小时变化: -0.28%\\n- 高点/低点: 9.0348 / 8.9295\\n- RSI(14): N/A\\n- MACD: 0.032264596, Signal: N/A\\n- SMA(20): 9.18351\\n\\n要求：\\n1. 第一行：完整的中文标题，格式：\\\"雪崩币/美元技术分析：[趋势描述]\\\"\\n2. 然后空一行\\n3. 正文3-4段，每段60-80字，总共250-300字\\n4. 包含：趋势判断、技术指标解读、支撑/阻力位、交易建议\\n5. 使用专业术语但易于理解\\n6. 不要添加任何标签或额外说明\\n\\n立即开始（第一行就是标题）：\")",
      "content": "雪崩币/美元技术分析：盘整偏弱等待确认下破\n\n当前价格在9美元下方震荡，短线趋势偏向承压调整，未有效站稳20日均线，显示多头动力有限。若持续下探并在支撑附近未能企稳，则下行空间或进一步打开。\n\n技术指标MACD柱状维持正但趋弱，说明空头动能尚未完全消退但上涨动量不足；RSI缺失不利于超买超卖判断，但当前价位接近短期区间下缘，需关注买盘能否及时介入。\n\n关键阻力位看向20日简单均线约9.18及上方9.30附近区间，多次受阻则增强下跌概率。支撑位关注8.90及更下方8.70整数关口，跌破则短线可能延续调整。\n\n交易上建议短线以区间高空低多为主，止损设于关键支撑/阻力外。若价格重回并稳守均线上方，可考虑适度跟进多头，但风险控制仍应优先。"
    },
    "en": {
      "title": "Avalanche vs US Dollar Technical Analysis",
      "content": "Avalanche (AVAX/USD) is currently experiencing a mild bearish trend. The price has slightly declined by 0.28% in the last 24 hours, signaling a lack of strong momentum. With the price currently sitting around $8.9752, it’s trading just below its 20-period simple moving average (SMA) of $9.18351, which indicates a potential resistance zone. If the price fails to reclaim this level, a further pullback is likely. A strong resistance at $9.03 could also limit upside movement, while a break below $8.93 might signal a deeper downside correction.\n\nDespite the recent mild decline, the price is still trading within a relatively narrow range between $8.93 and $9.03, with no clear trend emerging. The lack of an available RSI (14) or a confirmed MACD signal makes it difficult to predict immediate price action based on momentum indicators. However, traders should watch for any shifts in the MACD or RSI to gauge whether momentum will turn in favor of either bulls or bears in the short term.\n\nIn terms of support, the $8.93 level seems to be holding up as the immediate floor. If this level breaks, the next key support lies around $8.75. On the upside, the $9.03 level will likely be tested again, with a move above $9.18 potentially opening up the path toward $9.50. At this stage, breakout traders should keep an eye on both the price action and indicators to confirm the strength of any trend.\n\nFor those considering short-term trades, it would be prudent to wait for a more defined trend. Given the current market uncertainty, employing tight stop losses around the $8.93 support or $9.03 resistance levels would mitigate risk. If the price tests and holds either level, that could present a clearer opportunity to enter positions with more confidence."
    }
  }
}