{
  "symbol": "DOGE/USD",
  "name": "Dogecoin vs US Dollar",
  "nameCn": "狗狗币/美元",
  "timestamp": "2026-02-07T11:03:49.211Z",
  "price": {
    "close": "0.09546",
    "high": "0.09553",
    "low": "0.09546",
    "open": "0.09553",
    "change": "-0.06",
    "datetime": "2026-02-07 11:00:00"
  },
  "indicators": {
    "rsi": 43.554,
    "macd": 0.000011842946,
    "macd_signal": 0.00046836153,
    "sma20": 0.097784
  },
  "analysis": {
    "zh": {
      "title": "狗狗币/美元技术分析：[震荡整理，需关注突破信号]",
      "content": "当前狗狗币/美元价格为0.09546，近期市场波动较小，价格保持在0.09546与0.09553之间，展现出一定的震荡整理走势。由于24小时变化仅为-0.06%，目前市场情绪较为平稳，未出现明显的上涨或下跌动能。\n\n从技术指标来看，RSI(14)暂未给出有效数据，无法提供过度买入或卖出的信号。MACD显示出微弱的正值（0.000011842946），这表明短期内可能存在一定的上行动力，但未能形成强烈的趋势。SMA(20)为0.097784，价格略低于该均线，显示出短期内价格可能处于下行压力之中。\n\n支撑位和阻力位方面，当前支撑位可参考0.09546，而阻力位则位于0.09553附近。若价格突破阻力位并站稳，可视为进一步上涨的信号。反之，跌破支撑位可能会导致价格进一步回调。\n\n综合来看，当前市场处于震荡整理状态，建议投资者保持观望，等待价格突破关键支撑或阻力位后再做决策。在没有明确趋势的情况下，避免大幅度的仓位操作。"
    },
    "en": {
      "title": "Dogecoin vs US Dollar Technical Analysis",
      "content": "The Dogecoin market is showing a narrow range, with a slight negative 24-hour change of -0.06%. The latest price stands at 0.09546, which is very close to the day's low of 0.09546 and the high of 0.09553. This price movement reflects low volatility, suggesting market indecision or a consolidation phase. As the price stays within a tight range, traders should be cautious of potential breakouts or reversals in either direction. \n\nWithout the Relative Strength Index (RSI) and with an incomplete MACD reading, it’s difficult to gauge the momentum and trend strength precisely. However, the SMA(20) at 0.09778 indicates that the current price is slightly below the short-term moving average, which could point to weak bearish sentiment. A break below the SMA could signal further downside risk, while a rebound toward it may suggest a potential bullish reversal if price strength increases.\n\nThe current market structure suggests a lack of strong support and resistance levels in the immediate vicinity. A support level might form around the 0.095 area if the price drops further, but given the price’s tight range, it is difficult to pinpoint an exact resistance level above. Traders should look for a decisive break of the 0.095 level to determine the next direction, with potential short-term resistance near 0.098, the upper end of the recent range.\n\nIn terms of trading strategy, it would be wise to wait for a breakout or breakdown from the 0.09546 zone. If the price rises and holds above the SMA(20), it could be a signal for a bullish reversal. Conversely, a breakdown below 0.095 could trigger further selling. Given the lack of strong indicators, cautious trading with tight stop-losses and waiting for more data would be prudent."
    }
  }
}