{
  "symbol": "ADA/USD",
  "name": "Cardano vs US Dollar",
  "nameCn": "艾达币/美元",
  "timestamp": "2026-01-25T20:23:54.662Z",
  "price": {
    "close": "0.335478",
    "high": "0.337427",
    "low": "0.334571",
    "open": "0.334571",
    "change": "0.27",
    "datetime": "2026-01-25 20:00:00"
  },
  "indicators": {
    "rsi": 17.79179,
    "macd": -0.0052319987,
    "macd_signal": -0.0030209526,
    "sma20": 0.3518585
  },
  "analysis": {
    "zh": {
      "title": "艾达币/美元技术分析：震荡整理，缺乏明确趋势",
      "content": "当前，艾达币/美元（ADA/USD）价格在0.335478附近波动，24小时变化幅度仅为0.27%。整体市场呈现震荡整理态势，缺乏强劲的上涨或下跌动能。由于未能突破重要的技术水平，市场情绪较为谨慎，投资者的情绪亦显得较为平稳。\n\n在技术指标方面，当前RSI（14）未能给出明确的超买或超卖信号，显示出市场暂时缺乏过度买入或卖出的压力。而MACD值为负值（-0.0052），表明短期内价格动能较弱，可能处于下行压力之中。SMA(20)的值为0.3518585，价格目前低于该均线，进一步确认了近期可能的弱势行情。\n\n支撑位方面，当前价格接近0.334571这一低点区间，若进一步下探，0.33的整数关口可能会提供一定支撑。上方的阻力位则位于0.337427附近，一旦突破此价位，可能会试探更高的价格区间，如0.34及以上。\n\n交易建议方面，建议在当前震荡整理的行情下采取观望策略，短期内不宜盲目追涨杀跌。如果价格跌破支撑位并出现持续下行信号，可以考虑适度介入做空，而若价格突破阻力位，则可能会出现一定的反弹机会。"
    },
    "en": {
      "title": "Cardano vs US Dollar Technical Analysis",
      "content": "The ADA/USD pair is currently exhibiting a neutral to slightly bearish short-term trend, trading around 0.335478. The price has shown minimal movement in the last 24 hours, up by only 0.27%, indicating a lack of strong momentum in either direction. The price is currently just above its recent low of 0.334571, which suggests the potential for support at this level. If ADA holds above this, it could attempt to retest the previous high of 0.337427, potentially pushing toward the next resistance around the 0.3518585 SMA(20).\n\nThe RSI(14) is currently unavailable, making it difficult to gauge the underlying strength or weakness of the trend. However, the MACD reading of -0.0052319987 suggests that momentum is currently negative. This indicates that ADA is not gaining significant upward traction. In the absence of a bullish crossover or a shift in MACD, traders may want to be cautious of potential downward movement, especially if the price falls below 0.334571, which could signal further downside toward lower support levels.\n\nIn terms of resistance, the recent high of 0.337427 remains a key level to watch. A break above this level could lead to a retest of the SMA(20) at 0.3518585, which has been a strong point of resistance in the recent past. On the downside, support at 0.334571 holds critical importance. A sustained break below this level could open the door for further bearish movements, with the next support zone potentially found closer to the 0.3200 region.\n\nFor traders, a cautious approach is recommended. A breakout above 0.337427 could offer a short-term buying opportunity, especially if confirmed by bullish indicators. Conversely, if the price dips below 0.334571, shorting ADA may become a viable option, with targets set around the next major support levels. Risk management is essential, given the current lack of clear bullish momentum."
    }
  }
}