{
  "symbol": "DOGE/USD",
  "name": "Dogecoin vs US Dollar",
  "nameCn": "狗狗币/美元",
  "timestamp": "2026-01-25T20:24:43.954Z",
  "price": {
    "close": "0.11834",
    "high": "0.11929",
    "low": "0.1183",
    "open": "0.11865",
    "change": "-0.26",
    "datetime": "2026-01-25 20:00:00"
  },
  "indicators": {
    "rsi": 15.52006,
    "macd": -0.001173664,
    "macd_signal": -0.00073213845,
    "sma20": 0.1221365
  },
  "analysis": {
    "zh": {
      "title": "狗狗币/美元技术分析：震荡整理，短期偏弱",
      "content": "目前DOGE/USD的市场价格为0.11834，显示出轻微的下行趋势。过去24小时内价格小幅下跌0.26%，表明市场处于震荡整理状态。当前价格接近日内低点0.1183，未能有效突破前期高点0.11929，显示出短期缺乏强势上涨动能。\n\n从技术指标来看，MACD值为-0.0011736640，显示出短期内的卖盘压力，但信号线缺失使得该指标的参考价值有限。SMA(20)为0.12213650，较当前价格存在一定距离，表明市场仍处于下行压力区间。RSI(14)指标数据缺失，暂无法提供更多的超买或超卖信号。\n\n在支撑和阻力方面，当前支撑位位于0.1183附近，一旦跌破可能会进一步考验0.1170附近的支撑区域。上方阻力位在0.1193，若突破该点位，则可能回测至0.1200水平。投资者应关注这些关键价位的突破情况，以判断进一步的趋势。\n\n基于目前的技术面，短期内DOGE/USD可能维持震荡整理态势。建议投资者在支撑位附近寻找低买机会，若价格突破阻力位，可以考虑适量布局。然而，市场缺乏明确的上涨动力，风险控制仍然是关键。"
    },
    "en": {
      "title": "Dogecoin vs US Dollar Technical Analysis",
      "content": "> search(\"You are a professional cryptocurrency analyst. Provide technical analysis for Dogecoin vs US Dollar (DOGE/USD).\\n\\nCurrent Market Data:\\n- Latest Price: 0.11834\\n- 24h Change: -0.26%\\n- High/Low: 0.11929 / 0.1183\\n- RSI(14): N/A\\n- MACD: -0.0011736640, Signal: N/A\\n- SMA(20): 0.12213650\\n\\nRequirements:\\n1. Write 3-4 paragraphs, 60-80 words each, total 250-300 words\\n2. Include: trend analysis, indicator interpretation, support/resistance levels, trading suggestions\\n3. Use professional but accessible language\\n4. No labels, no meta-commentary\\n5. Start immediately with the content (no title needed)\\n\\nBegin:\")\n\nDOGE/USD’s price action around **$0.118** shows the market holding a **bearish undertone** in the short term. Recent movements have the pair below the 20-period simple moving average at **~$0.122**, suggesting sellers retain control and short-term momentum is weak. Broader charts have hinted at channels or ranges that reinforce lower highs and pressure rallies, indicating subdued upside unless buying interest strengthens suddenly. \n\nWith limited indicator data, **MACD’s negative reading** suggests momentum is tilted towardsight.net/news/dogecoin-retests-descending-channel-as-price-tests-key-support?utm_source=chatgpt.com)** · *analyticsinsight.net* · 2026/1/19\n> Dogecoin traded at a critical technical level after revisiting a long-standing bearish structure on the daily chart. Data shared on X by analyst Trader Tardigra\n\n\nWith limited indicator data, **MACD’s negative reading** suggests momentum is tilted toward sellers, hinting any upward move may lack strength without a reversal in trend dynamics. Although RSI isn’t provided, when combined with current price action below SMA(20), the setup typically aligns with **consolidation or mild downtrend continuation**. The absence of a clear bullish crossover in oscillators underscores the need for caution in directional bias. \n\nKey **support and resistance zones** are essential for planning entries and exits. Short-gecoin/doge-usd-technical?utm_source=chatgpt.com)** · *investing.com*\n> Detailed DOGE USD forecast as well as a Dogecoin US Dollar Binance technical analysis through moving averages, buy/sell signals, and common chart indicators.\n\n\nKey **support and resistance zones** are essential for planning entries and exits. Short-term support can be eyed near **intraday lows around current levels** and psychological floors just below, while resistance clusters sit closer to the mid-range levels traders watched in broader analysis — roughly **$0.126–$0.127** and higher thresholds near **$0.13–$0.14** where previous bounces stalled. Breaking above these could shift sentiment toward a more neutral to slightly bullish phase. \n\nFor traders, a balanced approach is advisable. On the long side, consider accumulation only after reclaiming the **20-period SMA convincingly** with volume, targeting the next resistance zone while managing risk. For short or range trades, keeping tight stops below immediate support and scaling out near key resistance can help mitigate volatility. If the broader down traders, a balanced approach is advisable. On the long side, consider accumulation only after reclaiming the **20-period SMA convincingly** with volume, targeting the next resistance zone while managing risk. For short or range trades, keeping tight stops below immediate support and scaling out near key resistance can help mitigate volatility. If the broader downtrend persists, short-term pullbacks may offer more defined risk/reward opportunities than aggressive longs. \n> **[Technical Analysis of Dogecoin (COINBASE:DOGEUSD) — TradingView](https://www.tradingview.com/symbols/DOGEUSD/technicals/?utm_source=chatgpt.com)** · *tradingview.com*\n> Which technical analysis tools can be used to analyze Dogecoin? Check out various oscillators, moving averages and other technical indicators on TradingView."
    }
  }
}