{
  "symbol": "DOGE/USD",
  "name": "Dogecoin vs US Dollar",
  "nameCn": "狗狗币/美元",
  "timestamp": "2026-02-11T05:29:42.316Z",
  "price": {
    "close": "0.09194",
    "high": "0.09228",
    "low": "0.09183",
    "open": "0.09185",
    "change": "0.09",
    "datetime": "2026-02-11 05:00:00"
  },
  "indicators": {
    "rsi": 36.10446,
    "macd": -0.00057555736,
    "macd_signal": -0.00057064417,
    "sma20": 0.092846
  },
  "analysis": {
    "zh": {
      "title": "狗狗币/美元技术分析：当前震荡整理，等待突破信号",
      "content": "当前狗狗币/美元（DOGE/USD）价格处于0.09194附近，24小时微幅波动，表现出震荡整理的局面。近期价格始终维持在0.09183至0.09228区间内，缺乏明确的趋势方向。若价格突破上方0.09228的高点，有可能迎来进一步上行动能，反之，跌破0.09183则可能加速回调。\n\n从技术指标来看，当前MACD线处于负值区域，显示出一定的卖压，虽然未显示具体信号线，但仍需警惕下行风险。RSI指标暂无数据，无法提供超买或超卖的直接参考。不过，SMA(20)处于0.0928，且价格略低于这一水平，表明市场可能偏向弱势，需密切关注价格是否能突破该均线。\n\n支撑位目前位于0.09183，而阻力位则在0.09228附近。如果价格能够站稳0.09228之上，可能会重新测试更高的价格水平，若无法突破该阻力，则有可能维持震荡整理格局。建议投资者在价格接近支撑位时考虑适度买入，遇到阻力位则可采取短期卖出策略，等待突破信号。\n\n总结来说，狗狗币目前处于横盘整理阶段，市场情绪较为平稳，需等待价格突破关键技术水平以确认趋势方向。短期内，建议保持谨慎，关注0.09183支撑和0.09228阻力的突破。"
    },
    "en": {
      "title": "Dogecoin vs US Dollar Technical Analysis",
      "content": "The current price of Dogecoin against the US Dollar stands at $0.09194, showing a slight positive change of 0.09% in the past 24 hours. This small fluctuation indicates relatively stable market sentiment, with price action confined within a narrow range of $0.09183 to $0.09228. Despite this stability, the lack of an obvious directional trend suggests the market is in a consolidation phase. Traders should monitor for a breakout beyond these boundaries to gauge potential momentum.\n\nThe SMA(20) of $0.09285 remains above the current price, signaling that Dogecoin has been experiencing a minor bearish trend in the short term. This suggests that the market may be correcting slightly, with the price unable to hold higher levels. Without a significant catalyst or a shift in overall sentiment, a move back toward the SMA could indicate further downward pressure. However, a solid rebound could also signal a potential bullish reversal if buyers step in.\n\nDogecoin is currently trading near key support at $0.09183, with the upper boundary at $0.09228 acting as resistance. These levels are crucial for any breakout or breakdown scenario. A push above $0.09228 would signal a move toward the next resistance at $0.094, potentially attracting more buyers. Conversely, if support at $0.09183 fails, there could be a decline toward $0.090, where buyers may find it more attractive to step in.\n\nGiven the lack of strong technical signals like RSI or MACD crossovers, traders might want to adopt a wait-and-see approach, looking for clearer confirmation of a breakout or breakdown. For short-term trades, consider setting stop-loss orders near support or resistance levels to manage risk. Holding positions may be ideal if waiting for further confirmation of a more substantial trend shift."
    }
  }
}