{
  "symbol": "ETH/USD",
  "name": "Ethereum vs US Dollar",
  "nameCn": "以太坊/美元",
  "timestamp": "2026-02-11T05:26:14.387Z",
  "price": {
    "close": "1977.47",
    "high": "1981.6",
    "low": "1971.86",
    "open": "1972.16",
    "change": "0.30",
    "datetime": "2026-02-11 05:00:00"
  },
  "indicators": {
    "rsi": 34.6999,
    "macd": -15.48278,
    "macd_signal": -13.5986,
    "sma20": 2012.9895
  },
  "analysis": {
    "zh": {
      "title": "以太坊/美元技术分析：震荡整理，等待突破信号",
      "content": "当前以太坊/美元（ETH/USD）价格处于1977.47，24小时变化较小，仅为0.30%。市场表现出震荡整理的迹象，价格未能突破近期的高点1981.6和低点1971.86之间的区间。这种行情通常意味着市场在等待关键的突破信号，可能会出现较大的波动。\n\n从技术指标来看，RSI（14）尚未给出明确的超买或超卖信号，意味着市场情绪较为中立。MACD值为-15.48278，显示出当前的弱势趋势，虽然没有信号线的确认，但可能暗示短期内卖压较强。SMA(20)位于2012.99附近，显示出价格长期处于下行压力之中。\n\n支撑位在1971.86附近，若价格跌破此水平，可能会进一步测试低点1960附近。阻力位则位于1981.6和SMA(20)的2012.99，这些都可能成为价格反弹的难点区域。若突破2012.99，可能会迎来更强的上涨动力。\n\n综合来看，建议短期内观望，耐心等待价格突破区间或技术指标出现明确信号再做决策。如果价格突破1971.86以下，建议谨慎做空；若突破2012.99，可考虑适度做多。"
    },
    "en": {
      "title": "Ethereum vs US Dollar Technical Analysis",
      "content": "Ethereum is trading at 1977.47, holding just below the psychological 2000 level and under its 20-day simple moving average at 2012.99. Price action remains compressed within a narrow intraday range between 1971.86 and 1981.60, reflecting short-term indecision. The broader structure suggests a mild corrective phase, as price continues to trade beneath dynamic resistance defined by the declining short-term average, indicating limited bullish momentum for now.\n\nThe MACD reading at -15.48 signals prevailing bearish momentum, with the oscillator positioned in negative territory. Although the signal line value is unavailable, the negative MACD level implies that downward pressure has dominated recent sessions. Without an RSI value, overbought or oversold conditions cannot be confirmed, but the muted 24-hour gain of 0.30% reinforces the view of consolidation rather than strong accumulation or distribution.\n\nImmediate support is forming near 1970, aligned closely with the recent session low of 1971.86. A decisive break below this zone could expose 1950 as the next downside target, followed by the 1920–1930 region where prior demand may emerge. On the upside, resistance stands at 1985, with stronger supply expected around 2000 and more structurally significant resistance at the 20-day SMA near 2013.\n\nTraders may consider a cautious approach while price remains below the 20-day average. Short-term range strategies between 1970 and 2000 could be effective until a breakout confirms directional bias. A sustained move above 2013 would improve bullish sentiment and open potential toward 2050, whereas a breakdown under 1970 may favor short positions targeting lower support zones with disciplined risk management."
    }
  }
}