{
  "symbol": "DOGE/USD",
  "name": "Dogecoin vs US Dollar",
  "nameCn": "狗狗币/美元",
  "timestamp": "2026-02-23T05:28:16.614Z",
  "price": {
    "close": "0.09242",
    "high": "0.09282",
    "low": "0.09232",
    "open": "0.09247",
    "change": "-0.05",
    "datetime": "2026-02-23 05:00:00"
  },
  "indicators": {
    "rsi": 25.59046,
    "macd": -0.0013553535,
    "macd_signal": -0.0011480972,
    "sma20": 0.094903
  },
  "analysis": {
    "zh": {
      "title": "狗狗币/美元技术分析：[震荡整理，关注支撑与阻力区间]",
      "content": "当前狗狗币/美元价格在0.09242附近波动，整体呈现震荡整理的走势。从短期来看，价格未能突破前期高点0.09282，也未跌破0.09232的低点，表明市场仍处于一个狭窄区间内，缺乏明确的趋势方向。\n\n技术指标方面，MACD显示当前为负值-0.0013553535，表明短期内仍有一定的卖压，但没有强烈的下跌势头。由于RSI(14)数据缺失，无法进一步评估超买超卖情况。不过，SMA(20)为0.0949，当前价格低于该均线，显示短期内的下行压力较大。\n\n从支撑与阻力来看，0.09232为近期的支撑位，若价格跌破此位，可能进一步回调至0.09100附近。上方阻力位则在0.0949附近，若突破该阻力，可能出现进一步反弹至0.09550或更高位置。\n\n综合来看，狗狗币当前走势较为震荡，投资者可以关注价格在支撑和阻力区间的表现。短期内，建议在支撑位附近考虑买入，在阻力位附近进行卖出操作，避免追高或追低。"
    },
    "en": {
      "title": "Dogecoin vs US Dollar Technical Analysis",
      "content": "The Dogecoin (DOGE/USD) market has been experiencing a mild bearish trend in the short-term, with the latest price at $0.09242, down by 0.05% over the last 24 hours. This price action suggests limited volatility, with the market holding near the daily high of $0.09282 and low of $0.09232. However, the slight downward movement indicates a potential lack of buyer momentum at these levels. If this trend continues, DOGE could test the lower boundary around $0.09232 before considering a potential reversal.\n\nIn terms of technical indicators, the absence of a confirmed RSI value limits a precise reading of overbought or oversold conditions. The MACD value of -0.0013553535 indicates a bearish crossover, but with no signal line provided, it remains unclear whether this is part of a larger trend or just a short-term dip. Traders should look for further MACD data to assess whether this recent momentum will continue or fade. The absence of a strong momentum shift presents a neutral stance for now.\n\nThe 20-period Simple Moving Average (SMA) at $0.09490 shows a clear short-term resistance point. Price action near this SMA could signify resistance, with any failure to break above this level indicating the likelihood of a continuation of the current bearish bias. Support levels are evident around $0.09232, where the price recently dipped, indicating that if selling pressure continues, this could act as a key level to watch for potential rebounds.\n\nFor traders, the current market structure suggests a cautious approach. Given the lack of clear momentum signals and the proximity to critical support and resistance levels, a breakout above $0.09490 could prompt a move towards the $0.09550 region. Conversely, failure to hold above the support zone of $0.09232 could signal further downside risk, with potential targets around $0.09180. Watching for confirmation from indicators like RSI or MACD will provide additional clarity for future trades."
    }
  }
}