{
  "symbol": "AVAX/USD",
  "name": "Avalanche vs US Dollar",
  "nameCn": "雪崩币/美元",
  "timestamp": "2026-02-13T12:56:47.476Z",
  "price": {
    "close": "8.8617",
    "high": "8.8653",
    "low": "8.8297",
    "open": "8.8607",
    "change": "-0.14",
    "datetime": "2026-02-13 12:00:00"
  },
  "indicators": {
    "rsi": 53.81627,
    "macd": 0.024946377,
    "macd_signal": 0.022695419,
    "sma20": 8.82224
  },
  "analysis": {
    "zh": {
      "title": "> search(\"你是专业的数字货币交易分析师。请对 雪崩币/美元(AVAX/USD) 进行技术分析。\\n\\n当前市场数据：\\n- 最新价格: 8.8617\\n- 24小时变化: -0.14%\\n- 高点/低点: 8.8653 / 8.8297\\n- RSI(14): N/A\\n- MACD: 0.024946377, Signal: N/A\\n- SMA(20): 8.82224\\n\\n要求：\\n1. 第一行：完整的中文标题，格式：\\\"雪崩币/美元技术分析：[趋势描述]\\\"\\n2. 然后空一行\\n3. 正文3-4段，每段60-80字，总共250-300字\\n4. 包含：趋势判断、技术指标解读、支撑/阻力位、交易建议\\n5. 使用专业术语但易于理解\\n6. 不要添加任何标签或额外说明\\n\\n立即开始（第一行就是标题）：\")",
      "content": "雪崩币/美元技术分析：短线偏弱震荡承压整理\n\n当前价格在 **8.86 附近窄幅震荡**，日内微幅下跌表明空头略占上风但动量不强，整体短线趋势偏弱。价格紧贴 **SMA(20) 8.822**，反映近期均线支撑有效，但未大幅上破均线阻力，行情仍在均线附近反复。\n\n技术指标上 **MACD 快线为正但趋缓**，表明上行动能存在却无足够力量延续；若 Signal 缺失则需观察后续交叉变化。RSI 数据缺失不利于判断超买超卖，但结合价格振幅衰减，可理解为市场参与度不高、震荡整固特征显著。\n\n支撑位上看 **8.80-8.82 区间**为短线重要支撑，若收盘稳住该区，可能吸引多头回补；若失守此水平，则下探 **8.60 附近**次级支撑。在阻力方面， **9.00 整数位**是心理压力位，其上方 **9.10-9.20**为上周期下行回抽的主要阻力带。\n\n交易建议方面，当前不建议盲目追多，建议等待确认突破或回踩有效支撑再入场。短线交易者可在 **8.80-8.82** 区域轻仓做多、止损设在 **8.70 下方**；激进者可关注破位 **9.00**上方量能放大时顺势跟进。整体保持谨慎，优先选择顺势方向操作。"
    },
    "en": {
      "title": "Avalanche vs US Dollar Technical Analysis",
      "content": "Avalanche (AVAX) is currently displaying a relatively neutral short-term trend, trading around $8.86 with a minor 24-hour change of -0.14%. The price has stayed within a tight range between $8.83 and $8.87, reflecting a lack of strong directional momentum. This range-bound movement suggests that market participants are waiting for more clarity or a catalyst that could push the price in either direction. The recent high of $8.87 and low of $8.83 serve as immediate support and resistance levels, respectively.\n\nThe absence of a defined RSI (14) reading and the lack of a clear MACD signal make it difficult to gauge the market’s strength from a momentum standpoint. However, the MACD value of 0.0249 does indicate some underlying positive momentum. Still, with no confirmation from the RSI or other indicators, the market remains indecisive, implying that volatility could increase if there’s a breakout above $8.87 or below $8.83. Traders should keep a close watch for any upcoming changes to these indicators, which could help provide more clarity on price direction.\n\nThe 20-period Simple Moving Average (SMA) is currently at $8.82, which is slightly below the current price, further reinforcing the lack of strong downward pressure. This suggests that the short-term trend remains mildly bullish, as the price is holding above the SMA. If the price breaks below $8.82, this could signal a shift toward a bearish phase, with the next level of support being the $8.80 region. Traders should monitor these levels closely to evaluate potential trading opportunities.\n\nIn terms of trading strategy, a breakout above $8.87 could provide an entry point for long positions, targeting the next resistance level around $9.00. Conversely, a drop below $8.82 might indicate a potential short opportunity with a target towards the $8.70 region. Risk management will be crucial in this choppy market, and caution should be exercised until clearer signals emerge from the technical indicators."
    }
  }
}