{
  "symbol": "DOGE/USD",
  "name": "Dogecoin vs US Dollar",
  "nameCn": "狗狗币/美元",
  "timestamp": "2026-02-13T12:56:07.248Z",
  "price": {
    "close": "0.09349",
    "high": "0.09389",
    "low": "0.09326",
    "open": "0.09389",
    "change": "-0.45",
    "datetime": "2026-02-13 12:00:00"
  },
  "indicators": {
    "rsi": 56.48747,
    "macd": 0.00039176206,
    "macd_signal": 0.00026471962,
    "sma20": 0.092549
  },
  "analysis": {
    "zh": {
      "title": "狗狗币/美元技术分析：[短期震荡整理，等待突破信号]",
      "content": "当前DOGE/USD的价格处于0.09349附近，近期价格波动较小，24小时变化为-0.45%。从价格走势来看，当前市场呈现震荡整理的趋势。价格区间介于0.09326至0.09389之间，显示出较强的横盘整理特征，市场情绪较为平静。\n\n由于RSI和MACD指标数据不完整，暂时无法提供详细的超买超卖信号。不过，SMA(20)为0.092549，价格略高于这一水平，表明短期内可能存在一定的支撑位。若价格突破0.09389，可能会出现短期的上涨动能，但在当前区间内，仍建议保持谨慎。\n\n在支撑和阻力方面，0.09326附近构成较强支撑，而0.09389则是关键的阻力水平。如果价格突破阻力位0.09389，可能进一步测试0.0945附近的高点。反之，若跌破支撑位0.09326，可能会回调至0.0925附近。\n\n综合来看，建议投资者保持观望，等待价格突破关键支撑或阻力位后再做进一步决策。短期内操作建议采取区间交易策略，注意控制风险。"
    },
    "en": {
      "title": "Dogecoin vs US Dollar Technical Analysis",
      "content": "The Dogecoin market remains relatively stable, with the price hovering around $0.09349. Currently, the market is exhibiting a mild downward trend, as indicated by the small 24-hour change of -0.45%. Despite this, the price remains above the 20-period simple moving average (SMA) of $0.09255, suggesting that the short-term trend is neutral to slightly bullish. If the price maintains this support level, Dogecoin could experience a rebound. However, if it fails to hold above the SMA, further declines may be possible.\n\nAnalyzing the resistance levels, the high of $0.09389 from the past 24 hours serves as an immediate resistance zone. A breakout above this level could signal a shift toward a more bullish trend, with potential upside targets toward $0.0945 or even higher. On the downside, the immediate support zone lies around $0.09326, where the price has recently bounced. If this support is breached, Dogecoin may face further downward pressure, potentially testing deeper support levels below $0.0920.\n\nThe lack of an RSI reading means that we can't assess overbought or oversold conditions directly. Similarly, the MACD shows a positive value of 0.00039176206, which could imply a slight bullish momentum, but without a signal line, its meaning remains inconclusive. Traders should monitor for a potential crossover or divergence to confirm a shift in momentum. The absence of clear momentum signals leaves the market in a consolidation phase, where price action is likely to dictate the next significant move.\n\nConsidering the current technical landscape, a cautious approach is advisable. Traders may look for a break above resistance to establish long positions with a target near $0.0945. Conversely, those favoring a short-term pullback might wait for a break below $0.09326 to enter short positions, with support levels further down providing potential targets."
    }
  }
}