{
  "symbol": "DOGE/USD",
  "name": "Dogecoin vs US Dollar",
  "nameCn": "狗狗币/美元",
  "timestamp": "2026-01-13T16:31:50.141Z",
  "price": {
    "close": "0.1424",
    "high": "0.1433",
    "low": "0.142",
    "open": "0.14204",
    "change": "0.25",
    "datetime": "2026-01-13 16:00:00"
  },
  "indicators": {
    "rsi": 72.073525,
    "macd": 0.00090438306,
    "macd_signal": 0.00045746402,
    "sma20": 0.138543
  },
  "analysis": {
    "zh": {
      "title": "狗狗币/美元技术分析：[短期震荡趋势，支撑位稳固]",
      "content": "当前狗狗币/美元(DOGE/USD)的价格为0.1424，经过最近的波动，市场呈现出短期震荡的趋势。虽然24小时内价格变化仅为0.25%，但高点0.1433和低点0.142的区间显示出市场的犹豫。投资者应关注未来几日的价格走势，以判断是否会突破当前震荡区间。\n\n从技术指标来看，虽然RSI值缺失，但MACD显示出微弱的正向信号，表明短期内可能存在上涨的动力。SMA(20)位于0.1385附近，为价格提供了一定的支持。若价格能够维持在此均线之上，可能会进一步推动价格向上走高。\n\n支撑位方面，0.142是当前的关键支撑位，若跌破此位，可能会引发更深层次的调整。反之，0.1433则为短期阻力位，突破后将有望进一步上涨至0.1450或更高水平。投资者应密切关注这两个关键价位的变化。\n\n综合来看，建议投资者在当前价格区间内进行短线交易，关注支撑位和阻力位的突破情况。在市场震荡时，保持适度的仓位和止损策略，以应对潜在的波动风险。"
    },
    "en": {
      "title": "Dogecoin vs US Dollar Technical Analysis",
      "content": "The current price of Dogecoin (DOGE) against the US Dollar (USD) is at 0.1424, reflecting a slight 0.25% increase over the last 24 hours. This modest uptick suggests a potential bullish sentiment in the short term. However, the price remains within a tight range, having recorded a high of 0.1433 and a low of 0.142 during the same period. This price action indicates a consolidation phase, where traders may be waiting for a decisive move before committing to larger positions.\n\nFrom a technical perspective, the absence of a calculated RSI(14) makes it challenging to assess overbought or oversold conditions. However, the MACD value at 0.00090438306 signals potential bullish momentum, albeit without the context of a signal line for confirmation. The SMA(20) at 0.13854300 provides a key support level, suggesting that if DOGE can maintain its price above this average, it may attract further buying interest. Traders should monitor this moving average closely as a benchmark for potential price movements.\n\nKey resistance levels are evident at the recent high of 0.1433. A breakout above this level could signal a continuation of the upward trend, potentially targeting higher levels. Conversely, should the price fall below the SMA(20), it may expose DOGE to further selling pressure, with the next support level likely near the recent low of 0.142. This area could serve as a critical decision point for traders looking to establish long or short positions.\n\nIn light of the current market dynamics, traders may consider a cautious approach. If DOGE breaks above 0.1433, it could present a buying opportunity, while a dip below the SMA(20) might prompt a reevaluation of long positions. As always, risk management strategies should be employed, including setting stop-loss orders to protect against adverse moves in this highly volatile market."
    }
  }
}