{
  "symbol": "DOGE/USD",
  "name": "Dogecoin vs US Dollar",
  "nameCn": "狗狗币/美元",
  "timestamp": "2026-01-08T12:42:14.708Z",
  "price": {
    "close": "0.13947",
    "high": "0.1408",
    "low": "0.13886",
    "open": "0.14078",
    "change": "-0.94",
    "datetime": "2026-01-08 12:00:00"
  },
  "indicators": {
    "rsi": 31.014236,
    "macd": -0.0017586405,
    "macd_signal": -0.0012520904,
    "sma20": 0.14482
  },
  "analysis": {
    "zh": {
      "title": "狗狗币/美元技术分析：[短期下行趋势显现]",
      "content": "当前狗狗币对美元的价格为0.13947，24小时内小幅下跌0.94%。从技术面来看，狗狗币近期的价格波动显示出一定的下行趋势。价格在高点0.1408附近遇到阻力，未能有效突破，反而向下回落，显示出市场情绪的谨慎。\n\n在技术指标方面，当前的MACD值为-0.0017586405，表明短期内卖压较强，且RSI指标尚未给出明确信号，可能存在超卖的风险。20日简单移动平均线(SMA)为0.14482，当前价格低于该水平，进一步确认了短期内的弱势走势。\n\n支撑位方面，0.13886是近期的低点，若价格进一步下行，该位置可能会成为重要支撑。若跌破此位，则可能引发更大的抛售压力；反之，若价格能够反弹并突破0.1408，则可能会重新测试0.14482的阻力位。\n\n基于当前的市场情况，建议投资者保持谨慎，短期内可以考虑观望或小幅布局做空策略，待市场情绪回暖后再寻求更合适的入场时机。同时，密切关注价格在支撑和阻力位的表现，以便及时调整策略。"
    },
    "en": {
      "title": "Dogecoin vs US Dollar Technical Analysis",
      "content": "The current price of Dogecoin (DOGE) against the US Dollar (USD) stands at 0.13947, reflecting a slight decline of 0.94% over the last 24 hours. This downturn follows a recent high of 0.1408, indicating a potential resistance level in the near term. The price has also tested a low of 0.13886, which may serve as a critical support level. Traders should closely monitor these levels, as a sustained drop below 0.13886 could trigger further bearish sentiment, while a recovery above 0.1408 may signal a bullish reversal.\n\nIn terms of technical indicators, the absence of an RSI reading complicates momentum analysis, but the MACD shows a value of -0.0017586405, indicating a bearish momentum trend. Without a signal line for comparison, traders should be cautious in interpreting this indicator. The MACD value suggests that selling pressure may persist, particularly if the price continues to hover near the current levels. The lack of a strong bullish signal from the MACD emphasizes the need for caution in entering long positions.\n\nThe 20-day Simple Moving Average (SMA) is currently at 0.14482, acting as a dynamic resistance level. If DOGE can reclaim this SMA, it may pave the way for upward momentum towards previous highs. Conversely, if the price remains below the SMA, the bearish trend could continue. Traders might consider short-term trading strategies, looking for opportunities to sell near resistance levels or accumulate at support levels, depending on price action.\n\nOverall, the DOGE/USD pair shows signs of indecision amid a slight bearish trend. Traders should remain vigilant, watching for breakouts or breakdowns around the identified support and resistance levels. Given the current market conditions, a cautious approach with well-defined entry and exit strategies will be essential for navigating potential volatility in Dogecoin's price."
    }
  }
}