{
  "symbol": "DOGE/USD",
  "name": "Dogecoin vs US Dollar",
  "nameCn": "狗狗币/美元",
  "timestamp": "2026-02-12T05:27:09.766Z",
  "price": {
    "close": "0.09175",
    "high": "0.09199",
    "low": "0.09142",
    "open": "0.09179",
    "change": "-0.02",
    "datetime": "2026-02-12 05:00:00"
  },
  "indicators": {
    "rsi": 53.76876,
    "macd": 0.000020803153,
    "macd_signal": -0.00023814016,
    "sma20": 0.090703
  },
  "analysis": {
    "zh": {
      "title": "狗狗币/美元技术分析：维持窄幅震荡，短期保持观望",
      "content": "目前狗狗币/美元（DOGE/USD）维持在0.09175附近波动，价格变化较为平稳，24小时仅小幅下降0.02%。从技术面来看，市场整体处于震荡整理状态，未出现强烈的上涨或下跌信号。短期内，DOGE/USD的价格区间在0.09142至0.09199之间，波动幅度较小，显示出市场缺乏明确的方向。\n\n技术指标方面，RSI和MACD暂时未提供明显的超买或超卖信号。虽然MACD指标显示一个微弱的正值，但由于信号线缺失，无法明确判断趋势的持续性。SMA（20）支撑位在0.0907，表现出一定的短期支撑力度，若价格跌破该水平，可能进一步测试下方的0.09142。\n\n从支撑和阻力位来看，当前价格接近上方的0.09199阻力位，突破此位置可能会迎来进一步上涨的机会。反之，若跌破0.0907支撑位，价格有可能回撤至更低水平。在此背景下，建议交易者短期内保持观望，等待价格突破关键技术水平后再做决策。\n\n综上所述，当前狗狗币/美元市场维持震荡整理，暂无明确趋势信号。建议投资者关注支撑和阻力位的突破，谨慎操作，避免追涨杀跌。"
    },
    "en": {
      "title": "Dogecoin vs US Dollar Technical Analysis",
      "content": "Dogecoin (DOGE) is currently showing a slightly bearish short-term trend, trading at $0.09175 with a minor 24-hour change of -0.02%. The price has been hovering near the lower boundary of its recent range, with a high of $0.09199 and a low of $0.09142, indicating a tight trading range. While the market remains relatively stable, the lack of significant momentum or volatility suggests that a break in either direction could set the stage for the next price movement.\n\nWith no RSI data available, the trend analysis becomes more reliant on price action. The price is currently above its 20-period simple moving average (SMA) of $0.090703, which generally implies a mild bullish sentiment in the near term. However, the absence of a confirmed trend suggests caution. Traders should be prepared for a potential test of key support levels around the $0.09142 mark. A break below this could see further declines toward $0.09000, which has been a psychological level in past movements.\n\nThe MACD is showing a very small positive value of 0.000020803153, but without a signal line to compare, its relevance remains limited for predicting a shift in momentum. Given this, traders should rely more on support and resistance levels to make decisions. A significant move above the $0.09200 level could indicate a bullish breakout, with potential upside targets at $0.09350. Alternatively, sustained weakness near $0.09142 may indicate further consolidation or a retracement to lower levels.\n\nOverall, DOGE/USD presents a neutral outlook with slight bearish pressure in the immediate term. For those looking to trade, waiting for a clear breakout or breakdown from the current range would be wise. Risk management strategies should be employed, with stop-losses placed just below key support levels and take-profits set near resistance zones."
    }
  }
}