{
  "symbol": "ADA/USD",
  "name": "Cardano vs US Dollar",
  "nameCn": "艾达币/美元",
  "timestamp": "2026-02-13T18:03:28.095Z",
  "price": {
    "close": "0.272416",
    "high": "0.274223",
    "low": "0.27142",
    "open": "0.27322",
    "change": "-0.26",
    "datetime": "2026-02-13 17:00:00"
  },
  "indicators": {
    "rsi": 68.97798,
    "macd": 0.0022400973,
    "macd_signal": 0.0012113691,
    "sma20": 0.2643125
  },
  "analysis": {
    "zh": {
      "title": "艾达币/美元技术分析：[震荡整理，关注支撑位]",
      "content": "当前，艾达币/美元(ADA/USD)的价格保持在0.272416附近，24小时内波动幅度较小，呈现震荡整理的走势。从技术面看，价格在短期内没有明确的上涨或下跌趋势，市场情绪相对平稳。虽然RSI数据缺失，但MACD的0.0022值显示市场存在一定的买盘压力。\n\nSMA(20)指标为0.2643，表明当前短期均线支持位较为稳定。在当前价格水平附近，支撑位在0.2714一带，若价格跌破此处，可能会进一步回调至更低区域。反之，价格上行时，0.2742将是短期的阻力位，突破后可能进一步上涨。\n\n结合当前的市场环境，建议投资者密切关注支撑位0.2714是否有效，若价格下行至此附近可考虑适量买入。同时，突破阻力位0.2742时可考虑短期多单，但需警惕市场的震荡风险。\n\n总体来看，短期内艾达币可能会在0.2714至0.2742区间内震荡整理，投资者应采取灵活的策略，应对可能的波动。"
    },
    "en": {
      "title": "Cardano vs US Dollar Technical Analysis",
      "content": "The Cardano (ADA) market is currently exhibiting a modest downtrend, as evidenced by its slight 24-hour loss of -0.26%. The price has been fluctuating between 0.27142 and 0.274223, with the most recent print at 0.272416. This suggests the market is consolidating in a narrow range, indicating indecision or lack of momentum from buyers and sellers. Despite the small decline, this range-bound behavior may present a short-term opportunity for traders to monitor breakout potential or test key support levels.\n\nThe SMA(20) stands at 0.26431250, providing a solid support level just below the current price. If ADA holds its ground above this SMA, it could signal a continuation of the uptrend that has been forming over the past few weeks. However, should the price dip below this moving average, a retest of previous lows near 0.27142 is likely. In this scenario, traders could consider entering near these levels for a potential rebound or using the level as a stop-loss if the market continues to trend downward.\n\nThe MACD shows a positive reading of 0.0022400973, indicating some underlying bullish momentum, though without a clear signal line for confirmation, it is difficult to interpret a strong trend reversal at this stage. Until the signal line appears, traders should be cautious of making significant moves based solely on this indicator. A stronger bullish signal may develop if the MACD crosses above its signal line in the coming hours or days, especially if combined with other bullish price action.\n\nIn terms of resistance, ADA faces immediate resistance around 0.274223. A breakout above this level could attract further buying interest, targeting the next resistance zone above 0.2800. Conversely, if ADA fails to break through the resistance and continues to slide, the support at the 0.27142 level should be closely watched, as this could lead to a deeper correction. Given the current market behavior, traders may opt to engage in short-term scalping or wait for a clearer breakout confirmation."
    }
  }
}