{
  "symbol": "DOGE/USD",
  "name": "Dogecoin vs US Dollar",
  "nameCn": "狗狗币/美元",
  "timestamp": "2026-02-13T18:04:10.531Z",
  "price": {
    "close": "0.09589",
    "high": "0.09627",
    "low": "0.09577",
    "open": "0.09625",
    "change": "-0.37",
    "datetime": "2026-02-13 18:00:00"
  },
  "indicators": {
    "rsi": 68.30773,
    "macd": 0.00090329781,
    "macd_signal": 0.0005891894,
    "sma20": 0.0936445
  },
  "analysis": {
    "zh": {
      "title": "狗狗币/美元技术分析：市场震荡，短期偏弱",
      "content": "当前狗狗币/美元的市场表现相对震荡，最新价格为0.09589，处于小幅下跌的状态。24小时变化为-0.37%，显示出当前买卖力量的平衡。由于价格波动较小，市场情绪尚未显现出明显的方向性，短期内仍可能维持震荡格局。\n\n技术指标方面，虽然RSI(14)和MACD信号尚不完全，但MACD的当前值为0.0009，表明短期内市场略微偏向买方力量。然而，由于未出现明确的信号，市场的动力不足以支撑持续的上涨趋势。SMA(20)为0.09364，略低于当前价格，这暗示市场可能存在一定的支撑。\n\n支撑位方面，0.09577是一个重要的短期支撑，若价格跌破此水平，可能会进一步测试0.0936的支撑区间。阻力位则在0.09627附近，一旦突破该阻力，可能会迎来短期反弹。整体来看，若未突破0.09627，价格可能会继续震荡调整。\n\n综合来看，目前狗狗币/美元短期走势偏弱，建议投资者保持谨慎观望，等待价格突破关键支撑或阻力位后再做决策。如突破0.09627，则可考虑逢低买入，反之则可考虑适当卖出。"
    },
    "en": {
      "title": "Dogecoin vs US Dollar Technical Analysis",
      "content": "The Dogecoin market currently exhibits a mild downtrend, with a slight 24-hour decline of 0.37%. The price is hovering just above the 0.0957 support level, which has provided stability in recent trading sessions. The current resistance sits near the 0.0963 level, capping the price from pushing higher. This price action indicates a consolidation phase, with limited volatility in the near term. If price breaks below 0.0957, further downward movement toward the 0.0936 area may materialize.\n\nThe absence of a clear RSI reading makes it difficult to confirm overbought or oversold conditions, leaving price action as the main guide. MACD is still positive at 0.000903, but without the signal line for comparison, it's hard to evaluate the strength of the trend. The MACD's current value indicates bullish momentum, though its isolated position does not suggest any immediate strong moves. Traders may watch for a cross of MACD with the signal line to gain more clarity.\n\nThe 20-period simple moving average (SMA) stands at 0.0936, which has acted as both support and resistance in recent days. If the price pulls back to this level, it may provide a buying opportunity if it holds as support. On the other hand, a break below this could signal deeper retracement toward lower support levels. For now, Dogecoin remains in a range-bound market with a slightly bullish bias, assuming it stays above the SMA.\n\nIn terms of trading strategy, a conservative approach would be to watch for price rejection near the 0.0957 support zone for a potential long entry. A solid break above 0.0963 could confirm a continuation toward 0.0980 or higher. However, any failure to maintain the 0.0957 level could prompt a short position targeting lower levels, with 0.0936 as an immediate target."
    }
  }
}