{
  "symbol": "AVAX/USD",
  "name": "Avalanche vs US Dollar",
  "nameCn": "雪崩币/美元",
  "timestamp": "2026-01-14T05:49:07.769Z",
  "price": {
    "close": "14.7127",
    "high": "14.7382",
    "low": "14.6912",
    "open": "14.7115",
    "change": "0.02",
    "datetime": "2026-01-14 05:00:00"
  },
  "indicators": {
    "rsi": 75.34234,
    "macd": 0.24479073,
    "macd_signal": 0.23898922,
    "sma20": 14.42753
  },
  "analysis": {
    "zh": {
      "title": "雪崩币/美元技术分析：[震荡整理中]",
      "content": "当前雪崩币（AVAX）在14.7美元附近震荡整理，短期内未能突破14.74美元的高点，显示出市场多空力量的相对均衡。价格在此水平附近波动，可能预示着短期内将继续维持这种区间震荡的走势。\n\n从技术指标来看，虽然RSI值缺失，但MACD的值为0.24479073，表明当前市场稍微倾向于多头。然而，由于缺乏明显的上行动能，建议密切关注市场情绪变化，以确定是否会出现突破。SMA(20)为14.42753，显示出短期内支撑水平的有效性。\n\n支撑位方面，14.69美元是关键支撑位，若跌破该水平，可能会引发进一步的下行压力。相对地，14.74美元为主要阻力位，若价格突破该点，则可能开启新的上涨空间。因此，投资者应关注这两个关键价位的反应。\n\n在交易策略上，对于短期交易者，可以考虑在支撑位附近寻找买入机会，而在接近阻力位时则应考虑获利了结或设定止损。长线投资者应耐心等待市场更明确的趋势信号再做决策。"
    },
    "en": {
      "title": "Avalanche vs US Dollar Technical Analysis",
      "content": "The current market price of Avalanche (AVAX) against the US Dollar is showing a slight increase of 0.02% over the past 24 hours, currently sitting at 14.7127. This minor upward movement suggests a period of consolidation after recent fluctuations. The high for the day at 14.7382 indicates a potential resistance level, while the low of 14.6912 offers a support level. Traders should closely monitor these levels as they may serve as critical points for price action in the near future.\n\nThe absence of a detailed RSI and Signal in the MACD makes it challenging to derive momentum insights. However, the MACD value of 0.24479073 suggests a positive trend, indicating that AVAX may have upward potential. The Simple Moving Average (SMA) over the last 20 days stands at 14.42753, which reinforces the notion of bullish sentiment as the price is currently trading above this moving average. A sustained move above the SMA could attract more buying interest, while a drop below might signal a potential reversal.\n\nIn terms of support and resistance, the immediate focus should be on the 14.7382 resistance level, which, if broken, could open the door for further gains. Conversely, the 14.6912 support level is crucial; a definitive break below this could lead to increased selling pressure and a test of lower support levels. Traders may consider setting stop-loss orders slightly below this support to manage risk effectively.\n\nOverall, the current trend appears cautiously optimistic. A breakout above the resistance level could provide a buying opportunity, while a failure to maintain support may necessitate a reassessment of long positions. As always, it’s essential for traders to exercise due diligence and adjust their strategies based on evolving market conditions."
    }
  }
}