{
  "symbol": "DOGE/USD",
  "name": "Dogecoin vs US Dollar",
  "nameCn": "狗狗币/美元",
  "timestamp": "2026-02-11T21:56:46.638Z",
  "price": {
    "close": "0.09201",
    "high": "0.09218",
    "low": "0.09089",
    "open": "0.09109",
    "change": "1.03",
    "datetime": "2026-02-11 21:00:00"
  },
  "indicators": {
    "rsi": 56.68624,
    "macd": -0.00049428075,
    "macd_signal": -0.00082471465,
    "sma20": 0.090634
  },
  "analysis": {
    "zh": {
      "title": "狗狗币/美元技术分析：震荡整理，短期看涨",
      "content": "目前DOGE/USD呈现震荡整理态势，价格在0.09089到0.09218区间波动。短期内，价格略微偏向上涨，最新价为0.09201，突破0.09218的可能性较大，若成功突破，可能会进一步测试0.095附近的高点。然而，市场仍需警惕高位回落的风险。\n\n技术指标方面，RSI目前无法提供有效信号，且MACD显示出轻微的负值，暗示短期内上涨动力较弱。SMA(20)为0.09063，表示短期内价格略偏向看涨，但并未出现强烈的上升趋势。因此，当前市场更倾向于横盘整理的格局。\n\n在支撑方面，0.09089是当前的关键支撑位，一旦跌破此价位，可能会加剧下行压力，目标区间为0.089附近。反之，若价格站稳0.09218以上，则可能进一步上涨，短期阻力位在0.094附近。关注此区间的突破或回撤。\n\n综上所述，当前市场适合短线操作，建议在支撑位附近寻找买入机会，但要谨慎管理风险。若价格突破上方阻力位，可考虑逢高卖出。"
    },
    "en": {
      "title": "Dogecoin vs US Dollar Technical Analysis",
      "content": "> search(\"You are a professional cryptocurrency analyst. Provide technical analysis for Dogecoin vs US Dollar (DOGE/USD).\\n\\nCurrent Market Data:\\n- Latest Price: 0.09201\\n- 24h Change: 1.03%\\n- High/Low: 0.09218 / 0.09089\\n- RSI(14): N/A\\n- MACD: -0.00049428075, Signal: N/A\\n- SMA(20): 0.090634000\\n\\nRequirements:\\n1. Write 3-4 paragraphs, 60-80 words each, total 250-300 words\\n2. Include: trend analysis, indicator interpretation, support/resistance levels, trading suggestions\\n3. Use professional but accessible language\\n4. No labels, no meta-commentary\\n5. Start immediately with the content (no title needed)\\n\\nBegin:\")\n\nDOGE/USD’s price action near **$0.092** suggests a **short-term neutral to mildly bullish phase**, as the market holds above its 20-day simple moving average at **0.0906**, signaling buyers are defending recent consolidation levels. The narrow daily range between **0.09089 low and 0.09218 high** shows reduced volatility, often a prelude to a breakout move once momentum builds. Trend context remains range-bound until either support or resistance is decisively taken out. \n\nThe **MACD reading at -0.00049** without a clear signal line complicates interpretation; aew.com/symbols/DOGEUSD/technicals/?utm_source=chatgpt.com)** · *tradingview.com*\n> Technical Ratings is a technical analysis tool that combines the ratings of several technical indicators to make it easier for traders and investors to spot profitable trades. In addition to technical analysis, it's always best to use as much data as possible — to stay on top of everything that can potentially influence Dogecoin price, keep an eye on related news.\n\n\nThe **MACD reading at -0.00049** without a clear signal line complicates interpretation; a negative value often signals momentum is slightly tilted toward sellers, yet the lack of a full MACD/signal cross means we’re waiting for confirmation before declaring trend direction. Traditional oscillators like the RSI are absent here, but referencing broader market data often shows DOGE’s RSI in lower ranges, indicating the asset has room to rise before overbought conditions emerge. \n\nKey **support levels** to watch are around **$0.088–$0.090** on the downside, where recent price action has repeatedly found bids. On the upside, resistance clusters near **$0.10 and above**, with broader resistance near **$0.16** in longer timeframes; breaking above these could open the door to extended rallies as bullish conviction increases. Traders should note that support and resistance act as psychological barriers where priceprice action has repeatedly found bids. On the upside, resistance clusters near **$0.10 and above**, with broader resistance near **$0.16** in longer timeframes; breaking above these could open the door to extended rallies as bullish conviction increases. Traders should note that support and resistance act as psychological barriers where price tends to react, often reversing or stalling at these zones. \n\nFor traders, a **neutral stance with tactical entries** makes sense until more conclusive momentum forms. Short-term buyers might consider entering near established support with tight stop-losses, while more aggressive participants could wait for a **MACD bullish crossover** or a break above **recent highs** to confirm upward trend resumption. Risk management is critical given the range-bound structure and the potentialense until more conclusive momentum forms. Short-term buyers might consider entering near established support with tight stop-losses, while more aggressive participants could wait for a **MACD bullish crossover** or a break above **recent highs** to confirm upward trend resumption. Risk management is critical given the range-bound structure and the potential for quick reversals in meme-coin assets like DOGE. \n> **[Technical Analysis of Dogecoin (COINBASE:DOGEUSD) — TradingView](https://www.tradingview.com/symbols/DOGEUSD/technicals/?utm_source=chatgpt.com)** · *TradingView*\n> Technical Ratings is a technical analysis tool that combines the ratings of several technical indicators to make it easier for traders and investors to spot profitable trades. In addition to technical analysis, it's always best to use as much data as possible — to stay on top of everything that can potentially influence Dogecoin price, keep an eye on related news."
    }
  }
}