{
  "symbol": "AVAX/USD",
  "name": "Avalanche vs US Dollar",
  "nameCn": "雪崩币/美元",
  "timestamp": "2025-11-30T16:48:49.828Z",
  "price": {
    "close": "14.2563",
    "high": "14.2782",
    "low": "14.1669",
    "open": "14.1714",
    "change": "0.59",
    "datetime": "2025-11-30 16:00:00"
  },
  "indicators": {
    "rsi": 46.35059,
    "macd": -0.10703405,
    "macd_signal": -0.1391106,
    "sma20": 14.1955
  },
  "analysis": {
    "zh": {
      "title": "雪崩币/美元技术分析：[震荡走势，关注支撑与阻力]",
      "content": "当前雪崩币（AVAX）在14.2563美元附近震荡整理，24小时内小幅上涨0.59%。此时，价格波动在14.1669美元至14.2782美元之间，显示出市场短期内缺乏明确的方向性。投资者需关注这一区间的突破情况，以判断后续的走势。\n\n在技术指标方面，尽管RSI数据缺失，MACD指标显示出微弱的负值（-0.10703405），暗示短期内卖压仍在。20日简单移动平均线（SMA）为14.19550，当前价格略高于此水平，表明短期内可能存在一定的支撑。整体来看，市场情绪相对平稳，但仍需警惕潜在的回调风险。\n\n支撑位方面，14.1669美元是关键支撑，若价格跌破该水平，可能会引发进一步的抛售。而在阻力位上，14.2782美元为短期高点，突破后有望吸引更多买盘。投资者应密切关注这两个关键价位，以制定相应的交易策略。\n\n综合来看，当前AVAX/USD呈现震荡整理趋势，短期内建议保持观望，耐心等待价格突破支撑或阻力位后再做决策。同时，建议设置合理的止损位，以控制潜在风险。"
    },
    "en": {
      "title": "Avalanche vs US Dollar Technical Analysis",
      "content": "Avalanche (AVAX) is currently trading at $14.2563, reflecting a modest 24-hour change of 0.59%. The price has established a recent high of $14.2782 and a low of $14.1669, indicating a relatively tight trading range. This sideways movement suggests that the market is currently in a consolidation phase, as buyers and sellers appear to be in equilibrium. A breakout above the recent high may signal renewed bullish momentum, while a drop below the low could indicate a bearish trend reversal.\n\nIn terms of technical indicators, the absence of a current RSI reading limits our ability to gauge potential overbought or oversold conditions. The MACD value of -0.10703405 indicates bearish momentum, although the lack of a signal line hampers further interpretation. The Simple Moving Average (SMA) of 20 days at $14.19550 is currently acting as a minor support level. If the price remains above this SMA, it could indicate a continuation of the bullish sentiment. Conversely, a decline below this level may prompt further selling pressure.\n\nSupport and resistance levels are critical for traders to watch. The immediate support is located at the recent low of $14.1669, while resistance can be identified near the high of $14.2782. A decisive move above resistance could open the door for a rally towards the next significant resistance level, potentially around $15.00. In contrast, a breakdown below support may trigger stop-loss orders and lead to further declines, possibly targeting the $13.50 area.\n\nFor traders, a cautious approach is advisable in the current market environment. Monitoring price action around the established support and resistance levels will be crucial. A breakout above $14.2782 could present a buying opportunity, particularly if accompanied by increased volume. Conversely, if the price breaks below $14.1669, it may be prudent to consider short positions or to tighten stop-loss orders on existing long positions."
    }
  }
}