{
  "symbol": "DOGE/USD",
  "name": "Dogecoin vs US Dollar",
  "nameCn": "狗狗币/美元",
  "timestamp": "2026-02-17T19:39:11.580Z",
  "price": {
    "close": "0.10102",
    "high": "0.10209",
    "low": "0.10082",
    "open": "0.10176",
    "change": "-0.73",
    "datetime": "2026-02-17 19:00:00"
  },
  "indicators": {
    "rsi": 51.66212,
    "macd": -0.00014607257,
    "macd_signal": -0.00048088678,
    "sma20": 0.1001215
  },
  "analysis": {
    "zh": {
      "title": "狗狗币/美元技术分析：震荡整理，短期偏弱",
      "content": "目前狗狗币/美元(DOGE/USD)价格在0.10102附近震荡整理，日内小幅回落。市场整体表现偏弱，24小时变化为-0.73%。从价格波动来看，0.10209为近期的阻力位，而0.10082为支撑位，价格目前在该区间内波动，未能有效突破。\n\nMACD指标显示当前值为-0.00014607257，未见明显的金叉或死叉信号，显示市场动能较弱。由于缺乏RSI(14)数据，无法进一步确认市场是否处于超买或超卖状态。从SMA(20)来看，当前价格位于均线附近，表明市场处于整理阶段，短期内缺乏明确的趋势方向。\n\n支撑位0.10082附近若失守，可能会进一步向0.1000关口测试，形成下行风险。上方若突破0.10209，则可能会挑战0.1030附近的更高阻力位。综合来看，当前DOGE/USD仍呈震荡整理状态，短期内需关注价格的突破情况。\n\n建议短期交易者采取观望策略，等待价格突破支撑或阻力位后再做进一步决策。对于长期投资者，可以考虑在支撑位附近寻找买入机会，但应谨慎控制仓位，避免进一步下行风险。"
    },
    "en": {
      "title": "Dogecoin vs US Dollar Technical Analysis",
      "content": "The current price of Dogecoin against the US Dollar (DOGE/USD) stands at 0.10102, with a slight decline of 0.73% in the past 24 hours. The price has traded within a narrow range, with the high touching 0.10209 and the low dipping to 0.10082. Given this, the market is in a consolidating phase, lacking clear direction. Price action is currently hovering just above the 20-period simple moving average (SMA) at 0.10012, which serves as a minor support level. The inability to breach the 0.102 level suggests short-term resistance is intact.\n\nWithout the full data for the Relative Strength Index (RSI) and the moving average convergence divergence (MACD), we can rely on price action and the SMA for a clearer picture. The MACD reading of -0.000146 indicates weak bearish momentum, though it's not yet showing strong trends or divergence. A closer look at the price behavior around the SMA shows potential for a brief bounce around the 0.100 support zone, which may lead to a retest of the upper resistance near 0.102.\n\nFor traders, the current market is offering limited volatility, but possible opportunities exist around the 0.100 mark. A short-term buying position near this support could be considered, with an exit strategy set near the 0.102 resistance level. If the price breaks below 0.100, a more cautious approach is needed, as further declines may target the next support around 0.098. On the other hand, a breakout above 0.102 could open doors to a potential bullish reversal, driving the price higher.\n\nOverall, the market sentiment appears neutral to slightly bearish. Traders should monitor key levels closely: 0.100 as support and 0.102 as resistance. The lack of a clear trend in the indicators suggests that patience and careful attention to price action are necessary before taking strong directional positions."
    }
  }
}