{
  "symbol": "DOGE/USD",
  "name": "Dogecoin vs US Dollar",
  "nameCn": "狗狗币/美元",
  "timestamp": "2026-01-25T10:58:27.407Z",
  "price": {
    "close": "0.12332",
    "high": "0.12351",
    "low": "0.12281",
    "open": "0.12302",
    "change": "0.25",
    "datetime": "2026-01-25 10:00:00"
  },
  "indicators": {
    "rsi": 45.73823,
    "macd": -0.00035565583,
    "macd_signal": -0.0003150149,
    "sma20": 0.123541
  },
  "analysis": {
    "zh": {
      "title": "狗狗币/美元技术分析：震荡整理，短期偏向震荡上行",
      "content": "当前狗狗币/美元（DOGE/USD）的价格为0.12332，24小时变化幅度为0.25%，表明市场处于相对平稳状态。从日线图来看，狗狗币近期处于震荡整理的区间内，价格波动较小。短期内，若价格能突破0.1235的高点，可能会引发一波小幅的上涨。\n\n从技术指标来看，RSI（14）缺失数据，MACD当前为负值（-0.00035565583），显示出短期内卖盘较强。尽管MACD值为负，但价格未出现大幅下跌，显示出卖压并未显著加剧。因此，价格可能维持在当前区间内震荡整理，暂时没有明显的方向性突破。\n\n当前支撑位位于0.1228附近，若价格跌破此位，可能会进一步回调至0.1220或更低区域。阻力位则集中在0.1235，若突破该区域，则有望测试0.1240以上的价格水平。交易者应关注这一关键区间的突破。\n\n建议交易者保持观望，等待价格突破支撑或阻力位后再进行操作。在没有明确趋势形成时，短期内保持震荡操作策略是较为稳妥的选择。"
    },
    "en": {
      "title": "Dogecoin vs US Dollar Technical Analysis",
      "content": "The Dogecoin market shows a neutral to slightly bearish trend based on its current price of $0.12332. Despite the small 24-hour change of +0.25%, the coin is trading near its recent high of $0.12351, suggesting the market is consolidating within a narrow range. The slight fluctuation between the high and low of $0.12351 and $0.12281 indicates a lack of significant momentum in either direction. A deeper analysis is needed to determine if this range-bound behavior is poised to break or continue.\n\nWithout available RSI data, it's challenging to gauge the strength of the trend from an overbought or oversold perspective. However, the negative MACD value of -0.00035565583 points toward a mild bearish bias in the market. This suggests that downward pressure is present, though it’s not pronounced. The absence of a clear signal line crossing could mean a lack of clear direction, further reinforcing the idea of market indecision.\n\nSupport levels are currently at the recent low of $0.12281, with potential to hold if the price continues to consolidate. A break below this level could suggest a deeper pullback toward $0.12, which could act as a critical support zone. On the upside, resistance sits near the $0.12351 high, with a further break above this level potentially targeting $0.12500, where there may be additional resistance.\n\nTraders should consider a wait-and-see approach, monitoring for clear breaks above $0.12351 or below $0.12281. A breakout could lead to a more defined trend, either bullish or bearish. Given the lack of momentum signals, cautious trading with tight stop-loss orders is advised. If price breaks $0.12351, a short-term buy could be considered, while a break below $0.12281 would favor a short position."
    }
  }
}