{
  "symbol": "DOGE/USD",
  "name": "Dogecoin vs US Dollar",
  "nameCn": "狗狗币/美元",
  "timestamp": "2026-02-04T10:09:04.936Z",
  "price": {
    "close": "0.10773",
    "high": "0.1078",
    "low": "0.10763",
    "open": "0.10767",
    "change": "0.07",
    "datetime": "2026-02-04 10:00:00"
  },
  "indicators": {
    "rsi": 50.93922,
    "macd": 0.00032679552,
    "macd_signal": 0.0002692742,
    "sma20": 0.1071985
  },
  "analysis": {
    "zh": {
      "title": "狗狗币/美元技术分析：震荡整理，短期横盘调整",
      "content": "当前DOGE/USD的价格为0.10773，处于相对平稳的震荡区间。价格接近20日简单移动平均线（SMA 20）的支撑位0.1072，表明短期内市场呈现横盘整理的走势。由于24小时变化较小，仅为0.07%，表明市场缺乏强烈的趋势动力。\n\nMACD目前显示出轻微的正值0.00033，但由于信号线数据未给出，当前没有明确的交叉信号，表明短期内缺乏明显的买入或卖出信号。RSI指标未提供，进一步增加了当前市场分析的难度。结合这些技术指标来看，狗狗币在0.1076至0.1078区间内震荡整理的概率较高。\n\n支撑位方面，近期低点0.10763可以作为短期的支撑，而上方的阻力位在0.1078附近。如果价格突破上方的阻力位，可能会有进一步上行的空间，反之则可能会测试下方支撑。考虑到市场目前的整理状态，短期内进行短线操作或等待突破信号更为合适。\n\n建议保持观望，若价格突破阻力位0.1078，可考虑轻仓跟进。若跌破支撑位0.1076，可以适当考虑卖出或停止交易，避免承受较大的风险。"
    },
    "en": {
      "title": "Dogecoin vs US Dollar Technical Analysis",
      "content": "Dogecoin has shown relative stability over the past 24 hours, with only a slight price increase of 0.07%. The market is trading close to its high of 0.1078, which suggests a consolidation phase. The price is currently hovering around the 0.1077 mark, indicating the possibility of a range-bound market in the short term. Without significant fluctuations, Dogecoin remains in a narrow channel, with potential for a breakout if momentum increases.\n\nThe absence of an RSI reading and an incomplete MACD signal makes it difficult to determine the strength of the current price action. However, the MACD value of 0.00032679552 suggests a weak bullish sentiment, though it is not yet decisive. Traders should exercise caution as the lack of confirmed indicators makes it challenging to predict further price movements with certainty. Analyzing the price action for patterns could provide clearer signals in the coming hours.\n\nIn terms of support and resistance, the immediate support level is at 0.10763, which has acted as the recent low point. If this level holds, Dogecoin may attempt to rise toward the upper resistance around 0.1078. A breach above this level could trigger a stronger bullish movement, opening the door for testing higher price points. Conversely, if the price falls below 0.10763, the trend may lean bearish, and a further decline towards lower support could be anticipated.\n\nGiven the lack of strong trend indicators, a conservative trading approach may be ideal. Traders could consider waiting for a clear break above 0.1078 for a potential buying opportunity or a drop below 0.10763 to signal shorting potential. Monitoring the next few hours for clearer price action and confirmation from technical indicators would help refine entry and exit points."
    }
  }
}