{
  "symbol": "AVAX/USD",
  "name": "Avalanche vs US Dollar",
  "nameCn": "雪崩币/美元",
  "timestamp": "2026-01-28T19:10:52.446Z",
  "price": {
    "close": "12.0336",
    "high": "12.0795",
    "low": "11.9949",
    "open": "12.0364",
    "change": "-0.02",
    "datetime": "2026-01-28 19:00:00"
  },
  "indicators": {
    "rsi": 50.24509,
    "macd": 0.036304758,
    "macd_signal": 0.061340223,
    "sma20": 12.098005
  },
  "analysis": {
    "zh": {
      "title": "> search(\"你是专业的数字货币交易分析师。请对 雪崩币/美元(AVAX/USD) 进行技术分析。\\n\\n当前市场数据：\\n- 最新价格: 12.0336\\n- 24小时变化: -0.02%\\n- 高点/低点: 12.0795 / 11.9949\\n- RSI(14): N/A\\n- MACD: 0.036304758, Signal: N/A\\n- SMA(20): 12.098005\\n\\n要求：\\n1. 第一行：完整的中文标题，格式：\\\"雪崩币/美元技术分析：[趋势描述]\\\"\\n2. 然后空一行\\n3. 正文3-4段，每段60-80字，总共250-300字\\n4. 包含：趋势判断、技术指标解读、支撑/阻力位、交易建议\\n5. 使用专业术语但易于理解\\n6. 不要添加任何标签或额外说明\\n\\n立即开始（第一行就是标题）：\")",
      "content": "雪崩币/美元技术分析：震荡偏弱\n\n当前价格在12美元附近横盘，短线趋势偏中性略弱，未能有效站上20日均线且波动有限。价格震荡区间在11.99–12.08之间，显示多空力量暂时均衡但买盘动能不足。\n\nMACD柱状虽为正值（0.0363），但信号线数据缺失，难以确认上行动能增强。20日简单均线（12.098）略高于现价，表明短期均线压制仍在，RSI未提供则需关注成交量配合指标确认突破。\n\n下方支撑主要关注11.90–12.00整数关口，该区域曾多次试探而未跌破。上方阻力看向12.10–12.20，特别是20日均线附近若能突破，则短线或有反弹机会。\n\n综合来看，短期偏震荡偏弱，不建议追高。若价格回踩支撑并出现放量，可考虑低多进场。持仓者可设置止损于11.85下方，短线逢低轻仓参与为主。"
    },
    "en": {
      "title": "Avalanche vs US Dollar Technical Analysis",
      "content": "> search(\"You are a professional cryptocurrency analyst. Provide technical analysis for Avalanche vs US Dollar (AVAX/USD).\\n\\nCurrent Market Data:\\n- Latest Price: 12.0336\\n- 24h Change: -0.02%\\n- High/Low: 12.0795 / 11.9949\\n- RSI(14): N/A\\n- MACD: 0.036304758, Signal: N/A\\n- SMA(20): 12.098005\\n\\nRequirements:\\n1. Write 3-4 paragraphs, 60-80 words each, total 250-300 words\\n2. Include: trend analysis, indicator interpretation, support/resistance levels, trading suggestions\\n3. Use professional but accessible language\\n4. No labels, no meta-commentary\\n5. Start immediately with the content (no title needed)\\n\\nBegin:\")\n\nAvalanche’s price action around **$12.03** suggests a consolidative phase after recent volatility. The market has barely moved over the past 24 hours, holding a narrow range between **$11.99 and $12.08**, which indicates indecision among traders. The lack of a clear directional breakout hints that the short-term trend is sideways. However, observing price relative to the **20-period Simple Moving Average (SMA at ~12.10)** shows that AVAX is slightly below this average, suggesting mild bearish pressure in the near term.\n\nAlthough we don’t have a complete **RSI(14)** or MACD signal line, the available **MACD histogram value (~0.036)** being positive hints at a marginal bullish momentum—but this should be taken cautiously given missing signal data. The flattening SMA further supports the argument that momentum has slowed after a previous downtrend. Without a confirmed RSI reading, it’s harder to gauge overbought or oversold conditions, so traders may want to refer to volume patterns or shorter-term oscillators to supplement their analysis.\n\nKey support exists around the recent low near **$11.95–$12.00**, which has held multiple intraday tests. A breakdown below this zone could expose AVAX to sellers and push prices toward the next psychological support near **$11.50**. On the upside, resistance lies around **$12.10–$12.20**, where the 20-period SMA and short-term supply converge. A decisive close above this range may attract breakout traders and shift the mood toward bullishness, potentially targeting **$12.50**.\n\nFor risk-managed entries, more conservative traders might wait for a breakout above **$12.20** with volume confirmation before scaling in long. Alternatively, aggressive scalpers could play the range, buying near **$12.00** and trimming positions near **$12.15–$12.20**. Stops below the support zone help guard against a break that could accelerate lower. Always consider broader market cues and liquidity when positioning in low-volatility conditions."
    }
  }
}