{
  "symbol": "DOGE/USD",
  "name": "Dogecoin vs US Dollar",
  "nameCn": "狗狗币/美元",
  "timestamp": "2026-01-28T19:10:02.816Z",
  "price": {
    "close": "0.12484",
    "high": "0.12517",
    "low": "0.12428",
    "open": "0.12455",
    "change": "0.23",
    "datetime": "2026-01-28 19:00:00"
  },
  "indicators": {
    "rsi": 50.03892,
    "macd": 0.00024768944,
    "macd_signal": 0.00049951983,
    "sma20": 0.1253235
  },
  "analysis": {
    "zh": {
      "title": "狗狗币/美元技术分析：震荡整理，短期趋于震荡",
      "content": "当前狗狗币/美元（DOGE/USD）价格呈现震荡整理的趋势。最新价格为0.12484美元，24小时变化为0.23%，表明市场波动较小，价格波动范围较为有限。考虑到价格接近近期的高点0.12517美元与低点0.12428美元，短期内可能会维持震荡区间。\n\n技术指标方面，MACD值为0.00024768944，但信号线数据缺失，因此暂时难以给出明确的趋势判断。RSI指标也未提供数据，因此无法对超买或超卖的情况做出进一步的分析。SMA（20）为0.12532350，表明20日简单移动平均线略高于当前价格，可能会成为短期阻力位。\n\n从支撑和阻力的角度来看，0.12428美元作为近期的低点，形成了强支撑，若价格下行至此水平，可能会吸引买盘。上方的阻力位则在0.12517美元附近，一旦突破该区域，可能会迎来更大的上涨空间。\n\n建议投资者在当前市场震荡的背景下采取区间交易策略。若价格接近支撑位，可考虑适当买入，目标指向上方的阻力位。对于风险较低的投资者，可待价格突破阻力位后再做进一步操作。"
    },
    "en": {
      "title": "Dogecoin vs US Dollar Technical Analysis",
      "content": "Dogecoin (DOGE/USD) is currently trading near 0.12484, showing a modest 24-hour gain of 0.23%. Price action remains relatively tight, with the session range between 0.12428 and 0.12517, suggesting consolidation after recent movement. The short-term trend appears neutral to slightly bearish, as DOGE struggles to maintain momentum above the mid-0.125 area. Traders should watch for a breakout or breakdown from this narrow range.\n\nThe 20-day simple moving average sits at 0.12532, slightly above the current price, acting as immediate dynamic resistance. This indicates DOGE is trading marginally below its short-term average, reflecting mild selling pressure. MACD is positive at 0.000247, hinting at early bullish momentum, although the missing signal line limits confirmation. Without RSI data, momentum assessment relies more heavily on price structure and moving averages.\n\nKey support is located near 0.12428, the recent low, with a deeper psychological floor around 0.12350 if weakness accelerates. Resistance stands first at 0.12517, followed by the SMA zone around 0.12532. A sustained move above 0.126 could shift sentiment bullish and open room toward 0.128–0.130. Conversely, a break below 0.124 may trigger increased downside volatility.\n\nFor trading strategy, short-term participants may consider range-based setups: buying near support with tight stops below 0.1235, or selling near resistance if rejection occurs. More conservative traders should wait for a confirmed breakout above the 20-day SMA before entering long positions. Given limited indicator clarity, risk management is essential, and position sizing should remain cautious until DOGE shows stronger directional commitment."
    }
  }
}