{
  "symbol": "ETH/USD",
  "name": "Ethereum vs US Dollar",
  "nameCn": "以太坊/美元",
  "timestamp": "2026-01-28T19:05:39.682Z",
  "price": {
    "close": "3003.24",
    "high": "3023.79",
    "low": "2996.83",
    "open": "3014.15",
    "change": "-0.38",
    "datetime": "2026-01-28 19:00:00"
  },
  "indicators": {
    "rsi": 51.12222,
    "macd": 10.63754,
    "macd_signal": 15.27675,
    "sma20": 3013.4375
  },
  "analysis": {
    "zh": {
      "title": "以太坊/美元技术分析：短线震荡偏弱，关注关键支撑得失",
      "content": "当前ETH/USD最新价约3003附近，价格略低于20日均线3013，显示短期动能偏弱。日内高低区间收窄，市场处于整理阶段，多空分歧加大。  \n\n技术指标方面，MACD仍为正值但缺少信号线确认，暗示上行动能有所减缓。RSI数据暂缺，需结合后续走势观察是否出现超卖修复或反弹延续。  \n\n支撑位重点关注2996一线，若跌破可能下探2980甚至更低区域；上方阻力在3024及3050附近，只有有效站稳均线之上，才有望打开进一步上行空间。  \n\n交易策略建议以谨慎为主，短线可在支撑区轻仓尝试反弹，止损设在2980下方；若突破3024并放量，可顺势跟进，目标看向3050-3080区间。"
    },
    "en": {
      "title": "Ethereum vs US Dollar Technical Analysis",
      "content": "Ethereum is trading around 3003, slightly below the 20-day SMA near 3013, suggesting short-term momentum has weakened. The broader structure remains cautiously bullish, but recent price action shows consolidation rather than a strong directional move. With the daily range holding tight between 2997 and 3024, ETH/USD appears to be pausing after earlier upside pressure, waiting for a catalyst to confirm the next trend leg.\n\nIndicator signals are mixed. The MACD remains positive at 10.64, which typically reflects underlying bullish momentum, but the absence of a confirmed signal line reduces clarity. RSI data is unavailable, limiting overbought or oversold assessment. Still, ETH hovering below the SMA implies sellers are active near the 3010–3020 zone. Traders should monitor whether price can reclaim the moving average to restore upside confidence.\n\nKey support lies near the psychological 3000 level, reinforced by today’s low around 2997. A breakdown below this zone could expose deeper support near 2950 and potentially 2880. On the upside, immediate resistance is at 3025, followed by a stronger ceiling around 3100. A clean breakout above 3025–3050 would likely trigger renewed buying interest and open the path toward higher extensions.\n\nFrom a trading perspective, short-term setups favor patience. Aggressive buyers may look for bullish confirmation above the 20-day SMA with targets near 3100, while keeping tight stops below 2990. More cautious traders could wait for either a breakout above resistance or a dip toward stronger support for better risk-reward. Overall, ETH remains in a neutral-to-bullish consolidation phase."
    }
  }
}