{
  "symbol": "DOGE/USD",
  "name": "Dogecoin vs US Dollar",
  "nameCn": "狗狗币/美元",
  "timestamp": "2026-01-08T15:03:11.495Z",
  "price": {
    "close": "0.13952",
    "high": "0.14002",
    "low": "0.13811",
    "open": "0.13953",
    "change": "-0.01",
    "datetime": "2026-01-08 14:00:00"
  },
  "indicators": {
    "rsi": 31.32691,
    "macd": -0.0020933524,
    "macd_signal": -0.0016313964,
    "sma20": 0.1437485
  },
  "analysis": {
    "zh": {
      "title": "狗狗币/美元技术分析：[震荡整理，关注支撑位]",
      "content": "当前狗狗币/美元(DOGE/USD)的价格为0.13952，近期走势呈现震荡整理的态势。虽然24小时内价格变化不大，但高点和低点的波动范围表明市场情绪仍存在不确定性。短期内，DOGE可能会在当前价位附近盘整，投资者需密切关注后续动向。\n\n从技术指标来看，当前的MACD显示出略微的负值，表明短期内卖压略强，而RSI因缺乏数据暂无法判断超买或超卖情况。20日简单移动平均线(SMA)在0.14374850附近，作为潜在的阻力位，它可能会限制价格的上行空间，投资者需关注这一水平的突破情况。\n\n在支撑与阻力方面，0.13811是短期内的重要支撑位，若价格跌破该水平，可能引发进一步的卖盘。而上方的阻力位在0.14002，突破此价位将有助于恢复上行趋势。投资者可以设定止损策略，以保护资本并降低风险。\n\n综合来看，建议投资者在当前区间内采取观望策略，耐心等待价格突破支撑或阻力位后再进行交易。同时，保持对市场消息的关注，以便及时调整交易策略。"
    },
    "en": {
      "title": "Dogecoin vs US Dollar Technical Analysis",
      "content": "The current price of Dogecoin (DOGE) is at 0.13952, indicating a slight decline of 0.01% over the last 24 hours. This price action is occurring within a narrow range, as evidenced by the recent high of 0.14002 and low of 0.13811. The market appears to be consolidating, suggesting indecision among traders. A break above the recent high may indicate bullish momentum, while a break below the low could trigger further downside pressure.\n\nIn terms of technical indicators, the absence of a current RSI value limits our ability to assess overbought or oversold conditions. However, the MACD shows a negative value of -0.0020933524, hinting at potential bearish sentiment in the short term. The Simple Moving Average (SMA) of 20 periods stands at 0.14374850, which serves as a critical resistance level. If DOGE can breach this SMA, it may signal a reversal of the current bearish trend.\n\nKey support is observed at 0.13811, where buyers may step in to prevent further declines. Conversely, resistance is firmly established at 0.14002, and a failure to breach this level could result in a retracement. Traders should watch these levels closely, as they will likely dictate the next significant price movement. A confirmed breakout above resistance could invite bullish sentiment, while a close below support may warrant caution.\n\nGiven the current technical outlook, a prudent trading strategy would involve setting buy orders near the support level of 0.13811 with a stop-loss slightly below this mark. Conversely, selling positions may be considered once the price approaches the resistance level of 0.14002, particularly if accompanied by bearish confirmation signals. Careful monitoring of market sentiment and broader cryptocurrency movements will be essential for effective trading decisions in the coming sessions."
    }
  }
}