{
  "symbol": "DOGE/USD",
  "name": "Dogecoin vs US Dollar",
  "nameCn": "狗狗币/美元",
  "timestamp": "2026-02-19T16:51:33.069Z",
  "price": {
    "close": "0.0967",
    "high": "0.09722",
    "low": "0.09553",
    "open": "0.09681",
    "change": "-0.13",
    "datetime": "2026-02-19 16:00:00"
  },
  "indicators": {
    "rsi": 37.35764,
    "macd": -0.0006802516,
    "macd_signal": -0.00064130089,
    "sma20": 0.0979045
  },
  "analysis": {
    "zh": {
      "title": "狗狗币/美元技术分析：[短期震荡，暂无明确趋势]",
      "content": "目前狗狗币/美元（DOGE/USD）处于震荡整理阶段，价格在0.09553至0.09722区间内波动。近期价格未能突破关键的0.09722阻力位，显示市场缺乏强烈的买盘推动。整体趋势偏向中性，未出现明显的上涨或下跌信号。\n\n技术指标方面，MACD为负值（-0.00068025160），这表明短期内卖盘压力较大，市场情绪可能偏弱。由于RSI数据缺失，我们无法进一步分析超买或超卖的市场状况，但目前的价格区间并未显现过度买入或卖出的情况。\n\n支撑位方面，0.09553是一个关键的短期支撑，若价格跌破该点，可能会进一步下探至0.0935附近的更强支撑。而上方的阻力位仍然在0.09722附近，如果突破该价位，则可能迎来更大的反弹空间。\n\n综合来看，当前市场缺乏强烈的方向性，建议投资者保持谨慎，短期内可考虑在支撑位附近做多，在阻力位附近做空，操作时需关注市场情绪和突发新闻的影响。"
    },
    "en": {
      "title": "Dogecoin vs US Dollar Technical Analysis",
      "content": "The Dogecoin market is currently displaying a slightly bearish trend, with a minor decline of -0.13% in the last 24 hours. The latest price sits at $0.0967, which is close to the lower end of the recent range between $0.09553 and $0.09722. This indicates that Dogecoin is experiencing some consolidation within this range, and the market may be waiting for a catalyst to move decisively in either direction. If the price breaks below $0.09553, the next support level can be found near $0.0930, while a break above $0.09722 could lead to a test of resistance around $0.10.\n\nThe absence of RSI and the lack of clear data for the MACD signal suggest that the current momentum is neutral, with no strong bullish or bearish signals. The MACD line is slightly negative at -0.00068, but without a defined signal line to compare it against, it’s difficult to assess the strength of the market’s direction. Traders should wait for clearer confirmation before committing to larger positions. A divergence in the MACD could present potential trade opportunities if a trend forms in either direction.\n\nThe 20-period Simple Moving Average (SMA) is currently at $0.0979, which acts as a dynamic resistance level. If Dogecoin moves above this SMA, it could trigger further buying interest, especially if the price surpasses the recent high of $0.09722. Conversely, the SMA may act as resistance in the short term if the price struggles to push past it, reinforcing the current consolidation range. Traders should watch the price relative to the SMA for potential signs of trend continuation or reversal.\n\nFor short-term trading, it is advisable to adopt a cautious approach, focusing on the key support and resistance levels. A breakout above $0.09722 could indicate a bullish continuation, while a drop below $0.09553 may suggest further downside risk. It may be wise to use stop-loss orders just below key support levels to limit downside exposure while keeping an eye on the broader market sentiment for any signs of an impending trend shift."
    }
  }
}