{
  "symbol": "DOGE/USD",
  "name": "Dogecoin vs US Dollar",
  "nameCn": "狗狗币/美元",
  "timestamp": "2026-02-12T10:14:53.147Z",
  "price": {
    "close": "0.09326",
    "high": "0.09354",
    "low": "0.09326",
    "open": "0.0934",
    "change": "-0.14",
    "datetime": "2026-02-12 10:00:00"
  },
  "indicators": {
    "rsi": 63.8665,
    "macd": 0.00043373139,
    "macd_signal": 0.00013606986,
    "sma20": 0.0915055
  },
  "analysis": {
    "zh": {
      "title": "狗狗币/美元技术分析：震荡整理，短期维持区间波动",
      "content": "目前，狗狗币/美元的价格表现出一定的震荡整理模式，当前价格为0.09326美元。整体市场在24小时内变化不大，仅下跌0.14%。从短期走势来看，DOGE/USD尚未突破明显的支撑或阻力，保持相对平稳的区间波动。\n\n技术指标方面，MACD显示当前的值为0.00043373139，但由于缺乏信号线数据，暂时无法判断是否存在交叉或强势信号。相对强弱指数(RSI)的缺失也使得技术面无法明确指出超买或超卖的风险。然而，20日简单移动平均(SMA)的值为0.0915，表明该价位可能是一个短期支撑点。\n\n支撑位方面，0.09326美元附近是当前的关键价位，一旦跌破此点，可能会寻找更低的支撑区间。上方阻力位则可能在0.09354美元附近，如果价格突破该点，可能会触发短期反弹的机会。\n\n综合来看，短期内DOGE/USD可能维持震荡整理，建议投资者保持观望，等待价格突破明显的支撑或阻力位后再做进一步操作。如果突破支撑位，可以考虑适度做空，反之，则可考虑做多。"
    },
    "en": {
      "title": "Dogecoin vs US Dollar Technical Analysis",
      "content": "The current price of Dogecoin (DOGE) against the US Dollar is $0.09326, with a minor 24-hour change of -0.14%. This suggests the market is relatively neutral, with slight consolidation at these levels. The high and low range for the day (0.09354 to 0.09326) indicates that DOGE is experiencing some tight price action. This could signal either a potential breakout or continuation within a narrow range, depending on future market catalysts.\n\nThe absence of a clear RSI(14) reading leaves traders without a strong momentum indicator for now. However, the MACD value of 0.00043373139 suggests mild bullish momentum, albeit without a confirmed crossover since the signal line is not available. This minor bullish indication should be viewed with caution until further confirmation from other indicators. The MACD value implies that DOGE is in a slightly bullish phase, but any real trend shift will require stronger momentum.\n\nThe SMA(20) at 0.0915055 offers important context, as the price is currently trading above this moving average, suggesting that the short-term trend is bullish. Traders should watch for a potential pullback to this level, as it could act as a support zone. A test of the SMA(20) would be a key point to monitor—if DOGE remains above it, the bullish outlook could persist.\n\nResistance levels are near 0.09354, the day's high, with further resistance potentially forming around $0.094, while support is evident near $0.0915, in line with the 20-period SMA. A break above $0.094 could signal a continuation of the upward trend, while a drop below the SMA could suggest a bearish reversal. Traders should consider entering long positions if the price holds above the SMA or look for short opportunities if it fails to maintain support."
    }
  }
}