{
  "symbol": "DOGE/USD",
  "name": "Dogecoin vs US Dollar",
  "nameCn": "狗狗币/美元",
  "timestamp": "2026-02-15T16:29:11.294Z",
  "price": {
    "close": "0.1076",
    "high": "0.10771",
    "low": "0.10626",
    "open": "0.10771",
    "change": "-0.11",
    "datetime": "2026-02-15 16:00:00"
  },
  "indicators": {
    "rsi": 44.36991,
    "macd": 0.00099290575,
    "macd_signal": 0.0023828836,
    "sma20": 0.1122255
  },
  "analysis": {
    "zh": {
      "title": "狗狗币/美元技术分析：[震荡整理，潜在反弹信号]",
      "content": "当前狗狗币/美元（DOGE/USD）的价格为0.1076，市场出现小幅波动。价格接近近期低点0.10626，但仍处于相对稳定的震荡区间内。从短期趋势来看，当前的市场走势偏向整理，未形成明显的上涨或下跌动能。\n\n技术指标方面，MACD显示0.00099290575的值，但没有出现交叉信号，表明市场动力不足。RSI目前未提供数据，因此我们无法对市场的超买或超卖状态作出分析。SMA(20)在0.1122，显示当前价格低于20日均线，暗示市场可能存在下行压力，短期内需要关注是否能突破该均线。\n\n支撑位方面，价格接近0.10626，该区域为短期内的重要支撑区间。若下跌突破该支撑位，可能会引发进一步的下行。阻力位则在0.1122附近，这是20日均线的所在位置，突破该阻力位可能预示着反弹行情的到来。\n\n建议交易者保持观望，等待价格突破关键支撑或阻力位后再做进一步操作。如果价格跌破支撑位，可以考虑短期做空，而若突破阻力位，则可以考虑短期做多。"
    },
    "en": {
      "title": "Dogecoin vs US Dollar Technical Analysis",
      "content": "The Dogecoin (DOGE) market is currently showing a subtle downtrend, as indicated by its recent price of $0.1076, which reflects a slight 24-hour change of -0.11%. The price has recently fluctuated between $0.10771 and $0.10626, indicating limited volatility within a narrow range. This consolidation suggests that market participants are indecisive, likely waiting for a stronger signal to either confirm further bearish momentum or a potential reversal. A break above the $0.1122 level could indicate a bullish shift.\n\nOn the technical side, the absence of an RSI (14) and Signal line for the MACD makes it harder to gauge overbought or oversold conditions at the moment. However, the MACD value of 0.00099 does suggest some upward momentum, though its signal line is absent, indicating a lack of clear trend confirmation. The price action is currently below the 20-day Simple Moving Average (SMA) at $0.1122, which acts as a dynamic resistance level. A sustained price move above this SMA could act as a bullish signal.\n\nSupport levels are currently observed around $0.10626, with the recent low establishing a potential price floor. Should DOGE break below this support, it could trigger further downside toward the next support level near $0.1050. A failure to hold above $0.10626 would likely result in a test of lower price levels, with $0.1050 being a key level to monitor for additional selling pressure.\n\nIn terms of trading strategies, it may be wise to wait for a break above the $0.1122 resistance or a decline below $0.10626 before entering positions. A breakout to the upside may present opportunities for long trades, while a move lower could prompt short positions near the next support zone. This cautious approach will help to capitalize on the next significant market move."
    }
  }
}