{
  "symbol": "AVAX/USD",
  "name": "Avalanche vs US Dollar",
  "nameCn": "雪崩币/美元",
  "timestamp": "2026-02-23T14:21:06.203Z",
  "price": {
    "close": "8.6695",
    "high": "8.7021",
    "low": "8.6685",
    "open": "8.6935",
    "change": "-0.32",
    "datetime": "2026-02-23 14:00:00"
  },
  "indicators": {
    "rsi": 46.9522,
    "macd": -0.059984036,
    "macd_signal": -0.093428212,
    "sma20": 8.64102
  },
  "analysis": {
    "zh": {
      "title": "> search(\"你是专业的数字货币交易分析师。请对 雪崩币/美元(AVAX/USD) 进行技术分析。\\n\\n当前市场数据：\\n- 最新价格: 8.6695\\n- 24小时变化: -0.32%\\n- 高点/低点: 8.7021 / 8.6685\\n- RSI(14): N/A\\n- MACD: -0.059984036, Signal: N/A\\n- SMA(20): 8.64102\\n\\n要求：\\n1. 第一行：完整的中文标题，格式：\\\"雪崩币/美元技术分析：[趋势描述]\\\"\\n2. 然后空一行\\n3. 正文3-4段，每段60-80字，总共250-300字\\n4. 包含：趋势判断、技术指标解读、支撑/阻力位、交易建议\\n5. 使用专业术语但易于理解\\n6. 不要添加任何标签或额外说明\\n\\n立即开始（第一行就是标题）：\")",
      "content": "雪崩币/美元技术分析：短线下行震荡\n\n当前AVAX价格略高于20日简单移动平均线SMA(20)=8.641，说明短期价格在均线附近整理。最新价格8.6695伴随微幅下跌，短线趋势偏弱但未明显破位，呈现横向震荡格局，需关注后续量能方向。\n\nMACD指标目前负值且未见明确金叉信号，动能偏向空头，表明下行动能尚存压制。虽RSI数据不可用，但根据MACD和价格结构来看，买入动力不足，短线多头趋于观望，技术指标支撑力度有限。\n\n关键支撑位关注前低8.50区域及SMA(20)附近8.64附近，该区域若有效守住，可构筑短线底部。阻力位则关注近期高点8.70上方至8.75一线，如能突破该区则可能重拾上攻动力，否则仍维持区间震荡。\n\n建议交易上短线以震荡为主，风险偏好者可在靠近支撑位8.60-8.64区域分批轻仓布局，止损设在8.45下方；短线反弹至阻力8.70-8.75区域可获利了结。中线投资者则耐心等待趋势确认再介入。"
    },
    "en": {
      "title": "Avalanche vs US Dollar Technical Analysis",
      "content": "> search(\"You are a professional cryptocurrency analyst. Provide technical analysis for Avalanche vs US Dollar (AVAX/USD).\\n\\nCurrent Market Data:\\n- Latest Price: 8.6695\\n- 24h Change: -0.32%\\n- High/Low: 8.7021 / 8.6685\\n- RSI(14): N/A\\n- MACD: -0.059984036, Signal: N/A\\n- SMA(20): 8.64102\\n\\nRequirements:\\n1. Write 3-4 paragraphs, 60-80 words each, total 250-300 words\\n2. Include: trend analysis, indicator interpretation, support/resistance levels, trading suggestions\\n3. Use professional but accessible language\\n4. No labels, no meta-commentary\\n5. Start immediately with the content (no title needed)\\n\\nBegin:\")\n\nRight now **AVAX/USD** is under short‑term bearish pressure as price trades just above the **20‑period simple moving average (SMA ~8.64)**, signaling weakness despite minor support from this average. The latest price around *8.67* shows fading momentum compared with recent highs. The lack of reliable RSI and MACD signal lines limits momentum clarity, but the negative MACD reading suggests sellers currently outpace buyers in recent sessions.\n\nPrice action is nestled in a broader downtrend channel seen on higher timeframes, where lower highs and lower lows point to a continuation of bearish structure unless significant breakout volume arrives. Historical pivot analysis from broader timeframes suggests near‑term support could realistically be found in current ranges around *8.50–8.30*, with key longer‑term psychological floors much higher if macro trend shifts. On the upside, reclaiming levels above *9.00–9.20* would be needed before sellers lose edge and bulls can test resistance above *10.00+* zones. \n\nWith the **MACD negative** and **20‑period SMA acting as an active pivotiew.com/symbols/AVAXUSD/?utm_source=chatgpt.com)** · *tradingview.com*\n> AVAX / USD [AVALANCHE] EWP TC FIB ANALYSIS WEEKLY TF AVAX remains inside a long-term descending channel, keeping the macro bias bearish. The 2024 rally topped near the 0.618 Fib + channel resistance, consistent with a Wave B in an ABC correction. Price has since broken support and appears to be unfolding Wave C, likely as a 5-wave impulse ...\n\n\nWith the **MACD negative** and **20‑period SMA acting as an active pivot** near price, momentum currently favors cautious holding rather than aggressive entry. Short‑term traders might look for tighter ranges and confirmation of trend exhaustion before establishing long positions. If price convincingly sustains above the SMA with improving volume, short ballots into smaller pullbacks could be rewarded, targeting a run toward50–10.20* resistance. Conversely, if sellers push below *8.40* with conviction, this may open doors back toward *8.00* or the next support clusters.\n\nFrom a risk perspective, trading suggestions lean toward defined risk setups: consider *stop losses* just below confirmed intra‑day support and scale into longs only as AVAX begins reclaiming critical levels. For breakout traders, waiting for a decisive break above *9.20–9.50* with volume could increase odds of capturing broader upside without getting whipsawed in the current consolidation. Always factor broader market correlation with Bitcoin and equity sentiment, as altcoin strength remains tied to overall crypto trend resilience. \n> **[What is Avalanche (AVAX) price volatility analysis: support resistance ...](https://www.gate.com/crypto-wiki/article/what-is-avalanche-avax-price-volatility-analysis-support-resistance-levels-and-btc-eth-correlation-in-2025-20251219?utm_source=chatgpt.com)** · *gate.com* · 2025/12/19\n> The article analyzes Avalanche (AVAX) price volatility and its correlation with BTC and ETH in December 2025. It discusses the current trading range of $11.59 to $13.21 as key support and resistance levels, highlighting the significance of breaking these barriers. It examines AVAX's performance decline and its high correlation with major cryptocurrencies, suggesting market-wide sentiment and ..."
    }
  }
}