{
  "symbol": "DOGE/USD",
  "name": "Dogecoin vs US Dollar",
  "nameCn": "狗狗币/美元",
  "timestamp": "2026-01-30T21:49:05.711Z",
  "price": {
    "close": "0.11586",
    "high": "0.11673",
    "low": "0.11556",
    "open": "0.11562",
    "change": "0.25",
    "datetime": "2026-01-30 21:00:00"
  },
  "indicators": {
    "rsi": 47.9755,
    "macd": -0.00030146258,
    "macd_signal": -0.00071548245,
    "sma20": 0.1150335
  },
  "analysis": {
    "zh": {
      "title": "狗狗币/美元技术分析：价格波动趋于震荡整理",
      "content": "当前，狗狗币/美元价格在0.11586附近震荡整理，短期内未显现明确的趋势。市场反映出略微的回调动能，整体走势偏向横盘整理，且24小时变化仅为0.25%。价格接近20日简单移动平均线(0.11503)，可能是短期支撑位。\n\nRSI(14)值尚未提供，因此暂时无法确认超买或超卖状态。MACD指标显示当前数值为负(-0.00030146258)，表明短期内卖方力量略强，市场情绪偏空。不过，信号线的缺失意味着动能未完全确认，短期内可能会有震荡调整。\n\n支撑位方面，0.11556是近期低点，若价格进一步下跌，该水平可能成为重要支撑。阻力位则位于0.11673附近，若价格突破此点位，可能会出现上涨趋势。市场目前处于较为狭窄的区间内，需等待突破确认。\n\n对于交易者来说，建议保持观望，等待价格突破支撑或阻力位后再作决策。若突破0.11673，可考虑做多；若跌破0.11556，可考虑做空。在当前震荡区间内，过早入场可能导致风险较大。"
    },
    "en": {
      "title": "Dogecoin vs US Dollar Technical Analysis",
      "content": "Dogecoin (DOGE) is currently trading at 0.11586, reflecting a modest 0.25% increase over the past 24 hours. This slight upward movement suggests a consolidation phase following recent fluctuations. The coin's price has been oscillating between a high of 0.11673 and a low of 0.11556, signaling a relatively tight trading range. This consolidation could indicate a pause before a potential breakout, either upwards or downwards, depending on external market factors.\n\nFrom a technical standpoint, the absence of the RSI and MACD signal presents some uncertainty. However, the current price is slightly above the 20-period Simple Moving Average (SMA), which sits at 0.11503350, offering mild bullish pressure. While the price is still below the previous high of 0.11673, this suggests that Dogecoin could struggle to break through this resistance level without stronger momentum. A sustained close above the SMA and resistance level would suggest further bullish prospects.\n\nKey support for DOGE is found at the 0.11556 low, with a more substantial level at 0.11500, which could act as a psychological barrier. If the price falls below this support zone, there may be a deeper pullback toward 0.11400. On the other hand, if DOGE can maintain above the 0.11556 mark and push through the resistance at 0.11673, it could see a rally toward the next resistance at 0.11800, depending on broader market sentiment.\n\nTraders should remain cautious and wait for clearer signals. A break above 0.11673 with volume could present a buying opportunity, while a failure to hold above the support level at 0.11556 could lead to a short-term bearish outlook. A close below 0.11500 would likely trigger further downside."
    }
  }
}