{
  "symbol": "DOGE/USD",
  "name": "Dogecoin vs US Dollar",
  "nameCn": "狗狗币/美元",
  "timestamp": "2026-02-14T06:06:13.976Z",
  "price": {
    "close": "0.09671",
    "high": "0.09673",
    "low": "0.09664",
    "open": "0.09668",
    "change": "0.03",
    "datetime": "2026-02-14 06:00:00"
  },
  "indicators": {
    "rsi": 65.56135,
    "macd": 0.00089385399,
    "macd_signal": 0.00097854057,
    "sma20": 0.095979
  },
  "analysis": {
    "zh": {
      "title": "狗狗币/美元技术分析：震荡整理中，待突破关键价位",
      "content": "当前狗狗币/美元（DOGE/USD）在0.0967附近徘徊，显示出震荡整理的格局。价格在过去24小时内仅上涨了0.03%，表明市场情绪较为谨慎，缺乏强烈的方向性动能。此时，需关注能否突破0.0968的短期阻力或回落至支撑区间。\n\n从技术指标来看，当前RSI(14)数据不可用，无法判断超买或超卖状况；而MACD呈现正值，显示出短期内有一定的上涨动力，但信号线缺失让这一指标的指引意义不大。20日简单移动平均线(SMA)为0.09598，短期内构成了支撑位，暗示在此位置附近有买盘支撑。\n\n支撑位上，价格若跌破0.0966，可能会进一步回调至0.0959附近，考虑到SMA20的支撑作用，市场可能会在此处寻找反弹机会。而上方，0.0968至0.0970的区域则形成了当前的阻力区，突破此区间后可能会进一步挑战0.0980。\n\n鉴于当前市场波动较小，建议投资者保持观望，等待价格突破上下支撑或阻力区间后再进行操作。如果价格成功突破上方阻力位，则可以考虑适度做多，若跌破支撑位，则可能考虑做空操作。"
    },
    "en": {
      "title": "Dogecoin vs US Dollar Technical Analysis",
      "content": "The current market for Dogecoin (DOGE) against the US Dollar (USD) is demonstrating a relatively stable trend, with minimal volatility as seen in the 24-hour change of 0.03%. The price is oscillating within a narrow range between $0.09664 and $0.09673, indicating consolidation. This market behavior suggests a period of indecision, where buyers and sellers are relatively balanced. If the price begins to push above the $0.0967 resistance level, a potential breakout could occur, signaling a shift toward bullish momentum.\n\nIn terms of technical indicators, the MACD stands at 0.00089385399, but the lack of a defined Signal line makes it difficult to assess clear momentum direction. Without a definitive crossover, it’s challenging to anticipate an immediate strong move. The Relative Strength Index (RSI) is currently unavailable, making it harder to gauge overbought or oversold conditions. Traders should monitor this metric closely for shifts that could indicate entry or exit points based on market extremes.\n\nLooking at the simple moving average (SMA), the 20-period SMA is at $0.09598, suggesting that the price is above the moving average, which can be seen as a short-term bullish signal. This could provide support for DOGE/USD if it pulls back, with the SMA acting as a floor around $0.09598. A break below this level might expose the price to further downside, with potential support levels near $0.0950 or lower.\n\nTraders should watch the critical resistance zone around $0.0967 and support near $0.09598. If DOGE/USD breaks through the upper resistance, a move toward $0.0980 or higher could be in the cards. Conversely, a failure to maintain the current price level could lead to a dip, and traders may consider a short-term position if the price drops below the SMA. Close attention to market news and developments is advised in such a consolidating phase."
    }
  }
}