{
  "symbol": "DOGE/USD",
  "name": "Dogecoin vs US Dollar",
  "nameCn": "狗狗币/美元",
  "timestamp": "2026-02-05T04:32:54.746Z",
  "price": {
    "close": "0.10181",
    "high": "0.10299",
    "low": "0.10138",
    "open": "0.10241",
    "change": "-0.55",
    "datetime": "2026-02-05 04:00:00"
  },
  "indicators": {
    "rsi": 36.38976,
    "macd": -0.0011488516,
    "macd_signal": -0.00099095218,
    "sma20": 0.104154
  },
  "analysis": {
    "zh": {
      "title": "狗狗币/美元技术分析：震荡整理走势",
      "content": "当前DOGE/USD在0.10181附近震荡整理，全天波动较小，价格略有下跌0.55%。市场情绪显得较为谨慎，暂未出现明显的上涨或下跌趋势。近期的高点和低点分别为0.10299和0.10138，显示出价格正在区间内窄幅波动。\n\n从技术指标来看，当前RSI值无法得知，可能意味着市场尚未进入超买或超卖区。MACD指标为负值，且未与信号线交叉，表明短期内仍有下行压力。SMA(20)为0.104154，低于当前价格，可能表明近期的短期均线处于下行趋势。\n\n支撑位方面，0.10138附近形成短期支撑，一旦突破该区域可能会进一步下探至0.10000左右的关键心理关口。阻力位位于0.10299和0.1040区间，突破这些阻力可能会带来进一步上涨空间。\n\n综合来看，建议短期内关注DOGE/USD在支撑位附近的反应，若确认支撑有效，可考虑低位买入，但需谨慎操作，避免价格进一步下行。"
    },
    "en": {
      "title": "Dogecoin vs US Dollar Technical Analysis",
      "content": "> search(\"You are a professional cryptocurrency analyst. Provide technical analysis for Dogecoin vs US Dollar (DOGE/USD).\\n\\nCurrent Market Data:\\n- Latest Price: 0.10181\\n- 24h Change: -0.55%\\n- High/Low: 0.10299 / 0.10138\\n- RSI(14): N/A\\n- MACD: -0.0011488516, Signal: N/A\\n- SMA(20): 0.104154\\n\\nRequirements:\\n1. Write 3-4 paragraphs, 60-80 words each, total 250-300 words\\n2. Include: trend analysis, indicator interpretation, support/resistance levels, trading suggestions\\n3. Use professional but accessible language\\n4. No labels, no meta-commentary\\n5. Start immediately with the content (no title needed)\\n\\nBegin:\")\n\nDOGE/USD’s price action shows a subtle bearish bias around **0.1018**, struggling below the short-term **SMA(20) at ~0.1042**, which suggests sellers have the edge in the near term. The lack of reliable RSI and MACD signal data implies momentum is weak and indecisive, but the current negative MACD reading indicates downward pressure persists. Without clear bullish momentum, the trend leans slightly bearish unless key resistance levels are reclaimed. \n\nImmediate support lies near recentysis - Investing.com](https://www.investing.com/crypto/dogecoin/technical?utm_source=chatgpt.com)** · *investing.com*\n> Detailed DOGE forecast as well as a Dogecoin technical analysis through moving averages, buy/sell signals, and common chart indicators.\n\n\nImmediate support lies near recent intraday lows around **0.1010–0.1000**, a zone where buyers could defend losses and prompt short-term rebounds. If that area breaks, the next psychological support is closer to **0.0950–0.0900**, coinciding with broader historical support seen on multi-exchange charts. Resistance is clustered above the SMA around **0.104–0.106**, with stronger barriers near **0.110–0.115** from prior trading ranges. A decisive move above these could flip sentiment to neutral-bullish. \n\nIndicator interpretation suggests low momentum; a subdued MACD and neutral price oscillators often precede consolidation or deeper pullbacks· *fxleaders.com*\n> DOGE/USD: The current market price is 0.11512, reflecting a decline of 0.0027 from the previous close. Support and Resistance Levels Support levels are at 0.1140, 0.1124, and 0.1110.\n\n\nIndicator interpretation suggests low momentum; a subdued MACD and neutral price oscillators often precede consolidation or deeper pullbacks. Traders should note that low volume can exaggerate moves and false breakouts are common when trends lack conviction. If volatility picks up, watch for quick swings between support and resistance, rather than trend continuation. Without a strong RSI reading, momentum divergences are less reliable, emphasizing caution until more definitive signals emerge. \n\nGiven current technicalsal Analysis - Investing.com](https://www.investing.com/crypto/dogecoin/technical?utm_source=chatgpt.com)** · *Investing.com*\n> Detailed DOGE forecast as well as a Dogecoin technical analysis through moving averages, buy/sell signals, and common chart indicators.\n\n\nGiven current technicals, short-term traders might lean toward range trading: consider **long entries near support**, with tight stops just below breakdown levels, and **short or profit-taking near resistance** unless breakout momentum is confirmed. Longer-term holders should await a confirmed close above **0.106–0.110** to suggest a base breakout, or a breakdown below **0.100** signalling deeper correction risk. Always manage risk, as meme-related assets like DOGE can react sharply to sentiment shifts. \n> **[DOGE/USD Price, Signals, Indicators and Analysis - FX Leaders](https://www.fxleaders.com/live-rates/doge-usd/?utm_source=chatgpt.com)** · *FX Leaders*\n> DOGE/USD: The current market price is 0.11512, reflecting a decline of 0.0027 from the previous close. Support and Resistance Levels Support levels are at 0.1140, 0.1124, and 0.1110."
    }
  }
}