{
  "symbol": "DOGE/USD",
  "name": "Dogecoin vs US Dollar",
  "nameCn": "狗狗币/美元",
  "timestamp": "2026-02-06T05:18:59.921Z",
  "price": {
    "close": "0.09127",
    "high": "0.09174",
    "low": "0.09064",
    "open": "0.09076",
    "change": "0.54",
    "datetime": "2026-02-06 05:00:00"
  },
  "indicators": {
    "rsi": 39.90259,
    "macd": -0.0029590796,
    "macd_signal": -0.0033265771,
    "sma20": 0.092495
  },
  "analysis": {
    "zh": {
      "title": "狗狗币/美元技术分析：[震荡整理，短期看平]",
      "content": "当前狗狗币/美元的价格在0.09127附近震荡整理，显示出市场暂时没有明显的单边趋势。从技术面来看，短期内价格维持在0.09064至0.09174的区间内波动，市场情绪较为谨慎。当前的价格处于20日简单移动平均线(SMA)之下，暗示短期内的压力较大，若无法突破该均线，可能会继续维持震荡走势。\n\n从MACD指标来看，当前值为-0.00296，未显示出强烈的趋势信号，且信号线数据缺失，表明市场动能较弱。RSI指标也未提供足够的数据以便作出精确的判断，因此技术面上没有明显的超买或超卖状态，市场情绪依然偏向平稳。\n\n支撑位方面，0.09064为近期低点，可能为短期支撑，若跌破此位置，则可能进一步回调至0.08900附近。阻力位则位于0.09174，若突破此点，则可能看到更高的价格水平。短期内，若价格无法突破0.0925的阻力位，则可能继续横盘整理。\n\n综合来看，DOGE/USD在当前区间内波动较大，短期内建议采取观望策略。若突破0.09174，则可考虑适度入场做多；若跌破0.09064，则需警惕回调风险，做好止损。"
    },
    "en": {
      "title": "Dogecoin vs US Dollar Technical Analysis",
      "content": "The DOGE/USD market shows a mild positive movement in the past 24 hours, with a slight increase of 0.54%. The price is hovering near the $0.09127 mark, maintaining a tight range between its recent high of $0.09174 and low of $0.09064. This behavior signals a consolidation phase, with the price confined to a narrow range. Given the absence of strong momentum, traders should be cautious, waiting for a breakout either above $0.092 or below $0.090 to establish clearer directional bias.\n\nThe MACD value of -0.00296, although slightly negative, points to a bearish pressure. The lack of a signal line and other supporting indicators such as RSI makes it challenging to fully assess the strength of the ongoing trend. With the price staying below the 20-period simple moving average (SMA) of $0.092495, it indicates that short-term sentiment is leaning towards the downside. However, the market remains in a neutral zone until clearer signals materialize from other technical indicators, like the MACD crossover or an RSI reading.\n\nKey support for DOGE/USD appears at the $0.090 level, as the price tested this range during the past day. If the market tests this area again and holds, it could offer a potential entry point for long positions. Resistance sits around $0.092, with the SMA(20) confirming this as a short-term ceiling. A breakout above this level would confirm bullish momentum, possibly targeting the $0.095 mark. Conversely, a drop below $0.090 could lead to further downside risks.\n\nFor traders, the current market offers limited risk-to-reward opportunities, as the range-bound nature implies lower volatility. A breakout above $0.092 could trigger short-term buying opportunities, while a breakdown below $0.090 would warrant caution and possibly a shift to a more bearish outlook. Managing risk with tight stop losses is crucial, as the market remains indecisive."
    }
  }
}