{
  "symbol": "DOGE/USD",
  "name": "Dogecoin vs US Dollar",
  "nameCn": "狗狗币/美元",
  "timestamp": "2026-02-10T19:48:35.520Z",
  "price": {
    "close": "0.09328",
    "high": "0.09333",
    "low": "0.0922",
    "open": "0.09256",
    "change": "0.77",
    "datetime": "2026-02-10 19:00:00"
  },
  "indicators": {
    "rsi": 44.52461,
    "macd": -0.00063357048,
    "macd_signal": -0.00064618128,
    "sma20": 0.093911
  },
  "analysis": {
    "zh": {
      "title": "狗狗币/美元技术分析：震荡整理中，关注短期支撑与阻力",
      "content": "当前DOGE/USD价格在0.09328附近，价格保持震荡整理的走势。从短期来看，狗狗币目前在0.09333的高点与0.0922的低点之间波动，显示出市场仍未形成明确的方向。\n\n技术指标方面，MACD值为负，表明当前短期动能较弱，市场情绪偏向谨慎。尽管RSI(14)未提供数据，但MACD与价格震荡的情况暗示短期内可能持续低迷，尤其是价格未突破SMA(20)的阻力位0.093911。\n\n支撑位在0.0922附近，若价格跌破此水平，则可能会进一步下探0.0900区域。上方则存在0.09333和0.093911的阻力位，若突破这些水平，价格可能会测试0.0950及更高的区域。\n\n综合来看，短期内DOGE/USD面临震荡整理的局面，建议投资者保持谨慎，关注支撑与阻力的突破。短期交易可考虑在支撑位附近寻找买入机会，阻力位接近时则考虑卖出或观望。"
    },
    "en": {
      "title": "Dogecoin vs US Dollar Technical Analysis",
      "content": "The current price of Dogecoin (DOGE/USD) stands at $0.09328, reflecting a modest 0.77% increase over the last 24 hours. The market has remained fairly stable, fluctuating between a high of $0.09333 and a low of $0.0922. This price range suggests a period of consolidation, with DOGE not showing any sharp upward or downward momentum. A close look at the market behavior reveals the cryptocurrency might be in a wait-and-see phase, influenced by broader market conditions rather than distinct bullish or bearish signals.\n\nThe SMA(20) at $0.093911 indicates a slight downward bias in the short-term trend, which aligns with the price sitting just below this average. As for the MACD, its value of -0.00063357048 shows that the bearish momentum is still present, though weak. The absence of a Signal line prevents a full assessment of the trend's strength, but the negative MACD indicates that sellers may have a slight edge. However, this alone is not a decisive indicator of a significant downtrend without confirmation from other signals.\n\nLooking at potential support and resistance levels, immediate support for DOGE/USD can be identified around the $0.0922 mark, the recent low, with a stronger support area forming around $0.092. On the resistance side, the price faces potential resistance near $0.0940, just above the current SMA(20). If Dogecoin breaks through the resistance, a move towards $0.0950 or even $0.0960 could be expected. However, without clearer bullish momentum, a breakthrough seems unlikely in the near term.\n\nFor traders, a cautious approach is advisable in the current range-bound market. Buying near support levels at $0.0922-$0.092 and looking for a short-term rebound could be a potential strategy, while any price above $0.0940 could present an opportunity for short-term short positions. Given the current market conditions and lack of strong indicators, it is essential to wait for a more significant breakout or additional confirmation before taking large positions."
    }
  }
}