{
  "symbol": "AVAX/USD",
  "name": "Avalanche vs US Dollar",
  "nameCn": "雪崩币/美元",
  "timestamp": "2026-01-15T17:57:46.791Z",
  "price": {
    "close": "13.9331",
    "high": "14.0694",
    "low": "13.9198",
    "open": "14.0126",
    "change": "-0.62",
    "datetime": "2026-01-15 17:00:00"
  },
  "indicators": {
    "rsi": 31.33158,
    "macd": -0.11031733,
    "macd_signal": -0.067154433,
    "sma20": 14.3089
  },
  "analysis": {
    "zh": {
      "title": "雪崩币/美元技术分析：[震荡整理趋势]",
      "content": "当前雪崩币（AVAX）的价格为13.9331美元，近期表现出一定的震荡整理趋势。24小时内价格小幅下跌0.62%，显示市场情绪略显疲软。价格在14.0694美元的高点与13.9198美元的低点之间徘徊，说明短期内缺乏明确的方向性。\n\n从技术指标来看，目前RSI未提供数据，但MACD显示出负值（-0.1103），这可能暗示短期内卖压较重。20日简单移动平均线（SMA）为14.3089美元，当前价格低于该水平，进一步支持了看空情绪。投资者需关注价格能否突破该均线以确认反弹信号。\n\n在支撑位方面，13.9美元附近可能成为关键支撑，若跌破则可能引发进一步下行；而阻力位则位于14.3美元，突破后可能带来买入机会。总体来看，建议投资者在短期内保持观望，等待价格突破关键技术水平后再做进一步决策，以降低风险。"
    },
    "en": {
      "title": "Avalanche vs US Dollar Technical Analysis",
      "content": "Avalanche (AVAX) is currently trading at $13.9331, reflecting a slight decline of 0.62% over the last 24 hours. The recent price action shows that AVAX has tested the support level around $13.92, which aligns with the daily low. If this level holds, it may provide a foundation for a potential rebound. Conversely, a break below this support could signal further bearish momentum, with the next significant support level appearing at approximately $13.50.\n\nThe 20-day Simple Moving Average (SMA) is positioned at $14.30890, indicating a bearish sentiment as the current price is below this moving average. This suggests that the downward trend may persist in the short term. Traders should monitor any attempts to reclaim this SMA, as a move back above could indicate a shift in momentum and present a buying opportunity. Additionally, the MACD is currently negative at -0.11031733, reinforcing the bearish outlook until a bullish crossover occurs.\n\nIn terms of resistance, the immediate level to watch is the recent high of $14.0694. A successful break above this resistance could lead to increased buying interest, potentially targeting the $14.30 to $14.50 range. The Relative Strength Index (RSI) is not available, but traders should consider using this indicator in conjunction with price action to identify overbought or oversold conditions in future analysis. \n\nFor trading strategies, a cautious approach is advisable. Traders could consider entering long positions if the price breaks above the $14.07 resistance level, while those favoring a short position might look for confirmation of a breakdown below $13.92. Risk management is crucial, and setting stop-loss orders near key support and resistance levels will help mitigate potential losses in this volatile market."
    }
  }
}