{
  "symbol": "AVAX/USD",
  "name": "Avalanche vs US Dollar",
  "nameCn": "雪崩币/美元",
  "timestamp": "2026-01-29T10:07:33.601Z",
  "price": {
    "close": "11.7204",
    "high": "11.7276",
    "low": "11.7175",
    "open": "11.7276",
    "change": "-0.12",
    "datetime": "2026-01-29 10:00:00"
  },
  "indicators": {
    "rsi": 32.71314,
    "macd": -0.075609533,
    "macd_signal": -0.04697775,
    "sma20": 11.92347
  },
  "analysis": {
    "zh": {
      "title": "雪崩币/美元技术分析：[震荡整理中]",
      "content": "当前雪崩币（AVAX）的价格为11.7204美元，整体市场表现略有下滑，24小时变化仅为-0.12%。从趋势来看，AVAX在短期内处于震荡整理阶段，价格波动幅度较小。投资者应密切关注市场情绪变化，以便及时调整策略。\n\n在技术指标方面，尽管RSI无法提供，但MACD显示出负值，表明短期内卖压较强。SMA(20)为11.92347，表明当前价格低于20日均线，进一步确认了短期下行压力。投资者应警惕短期内可能出现的反弹，但整体趋势仍倾向于承压。\n\n支撑位方面，11.7175美元是近期低点，若价格跌破该位置，可能会进一步走低，测试11.50美元的心理支撑位。阻力位则在11.7276美元附近，若突破该水平，可能为反弹信号。保持对市场的敏感度，以便寻找最佳入场时机。\n\n建议投资者在当前市场环境下采取观望态度，避免盲目追高。可以设置止损位，以减少潜在风险。同时，关注市场消息面变化，适时调整投资策略，灵活应对市场波动。"
    },
    "en": {
      "title": "Avalanche vs US Dollar Technical Analysis",
      "content": "The current price of Avalanche (AVAX) against the US Dollar stands at 11.7204, reflecting a minor decline of 0.12% over the past 24 hours. This slight dip follows a narrow trading range, with a high of 11.7276 and a low of 11.7175, suggesting a period of consolidation. The overall trend appears to be bearish, especially when considering the recent movement below the 20-day Simple Moving Average (SMA) of 11.92347, indicating potential resistance at this level. Traders should closely monitor this SMA for any signs of a reversal or further decline.\n\nIn terms of technical indicators, the MACD currently registers a value of -0.0756, suggesting bearish momentum. While the Relative Strength Index (RSI) is not available, the MACD's position indicates that sellers have the upper hand in the short term. If the MACD approaches zero, it may signal a potential bullish crossover, providing traders with a cue to reassess their positions. However, until a significant shift occurs, the prevailing sentiment remains cautious.\n\nKey support levels are identified around the recent low of 11.7175, and a break below this level could lead to further downside, potentially targeting 11.50 as the next psychological support barrier. Conversely, resistance is found near the SMA of 11.92347, and a sustained move above this level could indicate a shift in momentum. Monitoring price action around these critical levels will be essential for traders looking to capitalize on potential reversals or continuation patterns.\n\nFor trading strategies, short-term traders may consider initiating positions on bounces from support levels, while setting tight stop-loss orders to manage risk. Conversely, long-term investors might look for opportunities to accumulate AVAX if it approaches the support level with strong buying volume. Overall, maintaining vigilance on market conditions and indicator signals will be crucial for navigating the current landscape effectively."
    }
  }
}