{
  "symbol": "DOGE/USD",
  "name": "Dogecoin vs US Dollar",
  "nameCn": "狗狗币/美元",
  "timestamp": "2026-02-21T20:24:38.385Z",
  "price": {
    "close": "0.09946",
    "high": "0.09951",
    "low": "0.09924",
    "open": "0.09943",
    "change": "0.03",
    "datetime": "2026-02-21 20:00:00"
  },
  "indicators": {
    "rsi": 45.88415,
    "macd": 0.0000038088159,
    "macd_signal": 0.00013290237,
    "sma20": 0.099967
  },
  "analysis": {
    "zh": {
      "title": "狗狗币/美元技术分析：震荡整理走势，观望为主",
      "content": "当前狗狗币/美元价格稳定在0.09946附近，价格波动较小，处于震荡整理区间。24小时变化幅度为0.03%，表明市场短期内缺乏强烈的方向性。由于未提供RSI和MACD的完整数据，我们无法通过这些指标进一步确认超买或超卖的信号。\n\n技术指标方面，SMA(20)为0.099967，价格略低于该水平，显示出当前市场略偏空，但没有明显的卖压。在MACD值接近0且信号线未明确显示的情况下，市场仍未出现强烈的买卖信号，因此可视为横盘整理的格局。\n\n在支撑与阻力方面，当前的支撑位位于0.09924，而阻力位则接近0.09951。如果价格突破0.09951，可能会迎来短期上涨的机会，反之若跌破支撑位0.09924，则可能引发进一步下行。此区间的波动值得关注。\n\n综合来看，目前市场趋于平稳，缺乏强烈的趋势信号，建议短期内观望，等待突破关键价格区间时再做操作。同时，风险管理需要保持在支撑位和阻力位之间。"
    },
    "en": {
      "title": "Dogecoin vs US Dollar Technical Analysis",
      "content": "Dogecoin (DOGE) against the US Dollar is currently showing a stable but slightly bullish outlook. The latest price of $0.09946 reflects minimal movement, with a 24-hour change of just 0.03%. The price is consolidating within a narrow range, bouncing between $0.09951 and $0.09924, indicating low volatility. This sideways movement suggests that the market is currently lacking strong directional momentum. However, the fact that the price is holding near its 20-period Simple Moving Average (SMA) at $0.099967 points to a slight upward bias in the short term.\n\nThe technical indicators are giving mixed signals. The MACD is positive at 0.0000038088159, though without a confirmed signal line or more context, this does not strongly suggest a momentum shift. Meanwhile, the Relative Strength Index (RSI) is unavailable, which limits our ability to gauge overbought or oversold conditions. Without these signals, it’s challenging to assess the strength of the current trend. Therefore, traders should remain cautious, as the market could either continue consolidating or break out in either direction.\n\nKey support for DOGE/USD lies around the low of $0.09924, which, if breached, could lead to further declines towards $0.09900. On the upside, resistance is near the high of $0.09951. A break above this level could open up a move towards $0.10000, where additional resistance might be encountered. These levels are critical for traders to watch, as any significant moves beyond these boundaries could signal a shift in the current range-bound environment.\n\nGiven the current indecision in the market, it’s advisable to approach DOGE/USD with a wait-and-see strategy. A breakout above $0.09951 could be a buying opportunity, targeting $0.10000 and beyond. Conversely, a dip below $0.09924 could signal a short entry, with a potential target around $0.09900. Risk management will be key, with stops placed just beyond these key levels to mitigate any unforeseen volatility."
    }
  }
}