{
  "symbol": "DOGE/USD",
  "name": "Dogecoin vs US Dollar",
  "nameCn": "狗狗币/美元",
  "timestamp": "2026-02-12T16:58:58.915Z",
  "price": {
    "close": "0.09133",
    "high": "0.0937",
    "low": "0.09099",
    "open": "0.0932",
    "change": "-2.02",
    "datetime": "2026-02-12 16:00:00"
  },
  "indicators": {
    "rsi": 42.38922,
    "macd": 0.00045145384,
    "macd_signal": 0.00047426335,
    "sma20": 0.0924895
  },
  "analysis": {
    "zh": {
      "title": "狗狗币/美元技术分析：短期下行压力，关注支撑位",
      "content": "当前狗狗币（DOGE/USD）价格为0.09133美元，较昨日下跌2.02%，表明短期内市场情绪偏空。从价格走势来看，狗狗币已经接近0.09099的低点，若继续下行，可能会挑战更强的支撑位0.0900美元附近。\n\n技术指标方面，MACD目前显示轻微的0.00045的值，但信号线尚未出现，因此尚无法提供明确的买入或卖出信号。SMA(20)位于0.0925，略高于当前价格，显示出短期内存在一定的压力。如果价格突破此位置，则可能会恢复上行趋势。\n\n支撑位方面，0.0900美元是一个关键点位，如果价格跌破此水平，可能会进一步下探至0.0880美元区域。阻力位则位于0.0937美元附近，突破这一点位可能会带来更多的上涨空间。\n\n建议交易者密切关注价格在支撑位附近的反应，如果出现企稳迹象，可以考虑短期反弹的交易机会。但若价格继续下行，需谨慎操作，建议在支撑位附近进行止损设置。"
    },
    "en": {
      "title": "Dogecoin vs US Dollar Technical Analysis",
      "content": "The Dogecoin market has been experiencing a slight bearish trend recently, with the price of DOGE/USD currently at 0.09133, reflecting a 2.02% decline over the past 24 hours. The high and low levels for the day have been relatively tight, showing a low volatility range between 0.0937 and 0.09099. This narrow price movement suggests consolidation, potentially indicating indecision in the market. Traders should monitor for any breakouts or breakdowns from this range, as a significant move could signal the next directional trend.\n\nLooking at the technical indicators, the absence of an RSI reading makes it difficult to assess the market's momentum. However, the MACD reading of 0.00045145384 shows positive momentum, suggesting that, despite the current downtrend, the market may still hold bullish potential in the short term. The lack of a defined signal line leaves some uncertainty, so it would be prudent for traders to watch for any crossovers or the emergence of a clearer trend direction over the coming sessions.\n\nThe 20-period Simple Moving Average (SMA) stands at 0.0925, which is slightly above the current price. This suggests that Dogecoin is trading below its short-term average, indicating a potential bearish bias in the market. If the price crosses above the SMA, it could act as a resistance point, potentially pushing DOGE back toward its previous highs. Conversely, support is seen around the low of 0.09099, which traders may look to as a critical level. If this is broken, further declines could be expected.\n\nFor traders looking to capitalize on short-term moves, a range-bound strategy may be effective until a clear breakout or breakdown occurs. Watching for a close above the SMA or a drop below the 0.09099 support could offer good entry signals for short-term positions. Given the current volatility, risk management strategies such as tight stop losses should be in place to avoid significant losses in either direction."
    }
  }
}