{
  "symbol": "DOGE/USD",
  "name": "Dogecoin vs US Dollar",
  "nameCn": "狗狗币/美元",
  "timestamp": "2026-01-31T23:01:12.415Z",
  "price": {
    "close": "0.10231",
    "high": "0.10276",
    "low": "0.10165",
    "open": "0.10261",
    "change": "-0.28",
    "datetime": "2026-01-31 22:00:00"
  },
  "indicators": {
    "rsi": 19.33527,
    "macd": -0.0035186623,
    "macd_signal": -0.0028911178,
    "sma20": 0.108475
  },
  "analysis": {
    "zh": {
      "title": "狗狗币/美元技术分析：当前震荡整理，短期看跌",
      "content": "当前DOGE/USD的价格在0.10231附近，近期价格波动较小，呈现震荡整理的态势。从技术面来看，当前价格接近短期支撑位0.10165，若价格突破该支撑，可能会进一步下探至更低的区域。整体趋势较为偏弱，短期内看跌的可能性较大。\n\n在技术指标方面，RSI（相对强弱指数）目前缺失，但MACD（指数平滑移动平均线）值为-0.0035，说明市场仍处于卖盘主导的状态，短期内继续承压的可能性较大。SMA(20)为0.10847500，当前价格位于其下方，表明短期内价格处于下行通道。\n\n支撑位方面，0.10165为当前的短期支撑，若价格跌破此位置，则可能进一步测试更低的支撑位，如0.10000。阻力位位于0.10276和SMA(20)附近，若价格反弹，可能会遇到这些区域的强烈抛压。\n\n建议投资者在当前区间内可谨慎操作，若价格突破下行支撑位0.10165，可考虑做空操作；若反弹至0.10276附近，也可考虑短期卖出。"
    },
    "en": {
      "title": "Dogecoin vs US Dollar Technical Analysis",
      "content": "Dogecoin (DOGE) is currently experiencing a slight bearish trend, as indicated by its modest 24-hour decrease of -0.28%. The price is hovering around the $0.10231 level, with recent price action touching a high of $0.10276 and a low of $0.10165. These fluctuations suggest that market participants are showing indecision, and the overall market sentiment appears to lean slightly negative. Despite this, the lack of a clear downtrend signals that the bearish momentum may not yet be fully entrenched, and DOGE may find some support at current levels.\n\nThe absence of an RSI value makes it challenging to directly assess momentum, but the negative MACD of -0.0035 points toward some bearish pressure. The MACD, when negative, indicates that the short-term moving average is below the longer-term average, signaling that selling pressure is outweighing buying. The Signal line’s unavailability means we lack confirmation for potential trend shifts. However, this also suggests a potential for convergence if the selling pressure wanes, which could spark an upward movement in the future.\n\nIn terms of technical levels, the immediate support for DOGE appears to lie at $0.10165, with resistance seen at $0.108475, as highlighted by the 20-period Simple Moving Average (SMA). The price could test the $0.10165 level again if the current weakness persists, and if this level holds, DOGE may attempt a rebound toward the $0.10276 resistance. A breakout above the SMA at $0.108475 could signal a shift to a more bullish stance.\n\nFor traders, the current market presents an opportunity for short-term strategies. Those looking to take advantage of potential short-term gains might consider targeting resistance levels near $0.10276 or $0.108475. Conversely, if support at $0.10165 fails, a deeper retracement could occur, possibly towards lower levels, presenting a risk for long positions. Close attention should be paid to any developments in the MACD and price action for confirmation of trend changes."
    }
  }
}