{
  "symbol": "AVAX/USD",
  "name": "Avalanche vs US Dollar",
  "nameCn": "雪崩币/美元",
  "timestamp": "2026-01-24T21:38:27.021Z",
  "price": {
    "close": "12.0747",
    "high": "12.0911",
    "low": "12.065",
    "open": "12.0843",
    "change": "-0.07",
    "datetime": "2026-01-24 21:00:00"
  },
  "indicators": {
    "rsi": 44.82199,
    "macd": -0.03272151,
    "macd_signal": -0.03368838,
    "sma20": 12.10088
  },
  "analysis": {
    "zh": {
      "title": "> search(\"你是专业的数字货币交易分析师。请对 雪崩币/美元(AVAX/USD) 进行技术分析。\\n\\n当前市场数据：\\n- 最新价格: 12.0747\\n- 24小时变化: -0.07%\\n- 高点/低点: 12.0911 / 12.065\\n- RSI(14): N/A\\n- MACD: -0.032721510, Signal: N/A\\n- SMA(20): 12.10088\\n\\n要求：\\n1. 第一行：完整的中文标题，格式：\\\"雪崩币/美元技术分析：[趋势描述]\\\"\\n2. 然后空一行\\n3. 正文3-4段，每段60-80字，总共250-300字\\n4. 包含：趋势判断、技术指标解读、支撑/阻力位、交易建议\\n5. 使用专业术语但易于理解\\n6. 不要添加任何标签或额外说明\\n\\n立即开始（第一行就是标题）：\")",
      "content": "雪崩币/美元技术分析：短期偏震荡整理\n\n当前AVAX价格围绕12美元附近横盘，短期趋势呈现整理态势，承压于近期高点12.09一线难以有效上破，缺乏明确方向性。价格在均线附近反复震荡，显示多空力量暂时平衡，短线趋势偏中性偏弱。  \n\n技术指标显示SMA(20)在12.10略高于现价，暗示短期均线压力存在；MACD负值但未形成明显背离趋势，说明下行动能有限；RSI不可用情况下，多空力度难以全面评估，但价格震荡区间明显。整体技术结构偏整理，尚未形成强趋势。  \n\n关键支撑位关注11.80–12.00区间，该区域为近期低点与整数关口，若失守则可能加速下行。阻力上看12.40–12.60，若量能放大突破，则短线可重返多头节奏。中线则需留意更高周期均线和成交量配合。  \n\n交易上建议耐心等待区间突破确认，多头可在突破阻力并伴随量能放大的情况下逐步加仓；空头则在守住阻力且价格回落确认下方支撑失守前适度布局。严格设置止损，控制仓位风险。"
    },
    "en": {
      "title": "Avalanche vs US Dollar Technical Analysis",
      "content": "> search(\"You are a professional cryptocurrency analyst. Provide technical analysis for Avalanche vs US Dollar (AVAX/USD).\\n\\nCurrent Market Data:\\n- Latest Price: 12.0747\\n- 24h Change: -0.07%\\n- High/Low: 12.0911 / 12.065\\n- RSI(14): N/A\\n- MACD: -0.032721510, Signal: N/A\\n- SMA(20): 12.10088\\n\\nRequirements:\\n1. Write 3-4 paragraphs, 60-80 words each, total 250-300 words\\n2. Include: trend analysis, indicator interpretation, support/resistance levels, trading suggestions\\n3. Use professional but accessible language\\n4. No labels, no meta-commentary\\n5. Start immediately with the content (no title needed)\\n\\nBegin:\")\n\nAvalanche (AVAX) is currently exhibiting a mild bearish drift around **$12.07**, struggling to gain upside traction after testing the **20‑period simple moving average (SMA)** near **$12.10**. The slight negative 24‑hour change suggests selling pressure at higher levels, and until AVAX decisively closes above the SMA, the short‑term trend remains cautious. Traders should watch for a break below recent lows to confirm continuation of downside bias.\n\nMomentum indicators point to weakening bullish impetus. The **MACD** sitting in negative territory suggests the trend favors sellers, although the absence of a clearly defined signal line limits immediate interpretation. Without a usable **RSI**, it’s harder to gauge overbought/oversold conditions, but the current price action around key averages implies a consolidation phase rather than strong directional conviction. This could intensify range‑bound trades before a breakout.\n\nKey support levels to monitor include the **$11.90 – $12.00** zone, offering the first cushion against deeper retracement. Immediate resistance lies at the **$12.10 – $12.15** band, with a more significant hurdle near **$12.30** if bullish momentum returns. Failure to defend the initial support could see AVAX revisit the mid‑$11s, while clearing resistance may invite short‑covering. Volume confirmation at these pivots will be crucial for reliable trade setups.\n\nFor traders, shorter timeframes might favor range strategies, buying nearer support and trimming near resistance, with tight risk controls. Longer‑term participants should wait for a clean break and daily close above **$12.15** for a more confident bullish stance, or below **$11.90** to consider protective positioning. Always factor broader market sentiment and higher‑timeframe structure into execution and risk management."
    }
  }
}