{
  "symbol": "DOGE/USD",
  "name": "Dogecoin vs US Dollar",
  "nameCn": "狗狗币/美元",
  "timestamp": "2026-02-25T21:55:35.046Z",
  "price": {
    "close": "0.10542",
    "high": "0.10622",
    "low": "0.1039",
    "open": "0.10407",
    "change": "1.31",
    "datetime": "2026-02-25 21:00:00"
  },
  "indicators": {
    "rsi": 89.078762,
    "macd": 0.0032001112,
    "macd_signal": 0.0022828861,
    "sma20": 0.0974375
  },
  "analysis": {
    "zh": {
      "title": "狗狗币/美元技术分析：[当前上涨趋势，关注支撑位]",
      "content": "目前DOGE/USD呈现出短期上涨趋势。价格在0.1039至0.10622区间波动，显示出一定的上涨势头。考虑到24小时变化为1.31%，狗狗币保持稳定的上升动力，可能持续上涨，但需关注关键技术支撑。\n\nRSI(14)未提供数据，因此无法通过此指标确认是否存在超买或超卖情况。不过，MACD为0.0032，尽管信号线数据缺失，但MACD数值的正值表明市场买盘仍占主导地位，这可能预示着上涨行情的延续。\n\n根据SMA(20)值0.0974，可以看出短期价格已突破了该均线，暗示着上涨趋势的确认。未来如果价格回撤至0.1039附近，则可能是较好的买入时机。若跌破此支撑位，可能会测试更低的支撑。\n\n建议投资者在当前上涨趋势中保持谨慎，密切关注0.1039和0.10622的区间波动。若价格回调至支撑区间，可以考虑分批建仓。同时，若突破0.10622，可能进一步向0.1100区域进发。"
    },
    "en": {
      "title": "Dogecoin vs US Dollar Technical Analysis",
      "content": "The DOGE/USD pair is currently in a moderate bullish phase, with a recent price of 0.10542, showing a 1.31% increase in the last 24 hours. The pair has been moving within a narrow range between 0.1039 and 0.10622. This indicates a consolidation phase following its previous movement, suggesting a potential build-up for a breakout. However, it is important to monitor for a sustained push above the upper boundary of this range to confirm further bullish momentum.\n\nThe absence of RSI and the incomplete MACD readings make it difficult to derive a clear momentum signal from these indicators. The MACD value at 0.0032001112, while positive, doesn't show enough clarity in the absence of its signal line for a solid trend direction. This leaves us relying on price action and the 20-period SMA, which currently stands at 0.0974. The fact that the price is trading above the SMA suggests that the overall short-term sentiment is bullish.\n\nLooking at key levels, support is seen at 0.1039, which aligns with the recent low and could act as a strong level if the price retraces. A breach below this level could signal further downside risk, potentially testing the next support near 0.1000. On the resistance side, 0.10622 remains a critical level to watch. A successful break above this resistance could open the door for a more sustained rally, possibly targeting 0.1100 or higher.\n\nTraders may consider monitoring the price action closely around these levels. For a more aggressive approach, entering on a break above resistance at 0.10622 with a stop just below 0.1039 could offer a favorable risk-to-reward setup. Conversely, if the price dips back toward support, it could present a potential buying opportunity near 0.1039, especially if the price shows signs of holding steady or rebounding."
    }
  }
}