{
  "symbol": "DOGE/USD",
  "name": "Dogecoin vs US Dollar",
  "nameCn": "狗狗币/美元",
  "timestamp": "2026-02-05T08:42:34.063Z",
  "price": {
    "close": "0.1022",
    "high": "0.10258",
    "low": "0.10087",
    "open": "0.10096",
    "change": "1.24",
    "datetime": "2026-02-05 08:00:00"
  },
  "indicators": {
    "rsi": 41.86147,
    "macd": -0.0011981582,
    "macd_signal": -0.0011177383,
    "sma20": 0.103003
  },
  "analysis": {
    "zh": {
      "title": "狗狗币/美元技术分析：震荡整理中，短期偏弱",
      "content": "当前狗狗币/美元（DOGE/USD）价格处于0.1022，接近短期均线SMA(20)的水平0.1030，表明市场在震荡整理。虽然24小时内上涨了1.24%，但整体涨幅不大，仍处于窄幅波动区间。\n\n从技术指标来看，MACD值为负，表明短期内卖压较大，虽然RSI数据缺失，但根据MACD的表现，可能存在一定的超卖风险。SMA(20)的价格支撑水平位于0.1030附近，若价格跌破此位置，可能会加剧下行压力。\n\n在支撑位方面，0.10087为近期的低点，也是较强的支撑区域。如果狗狗币价格跌破此支撑位，可能会进一步下探至0.0995附近。阻力位则位于0.10258，若价格突破此位，可能会测试更高的区域。\n\n对于交易者来说，建议保持观望或进行区间操作，避免在震荡行情中做出过大的决策。如果价格接近支撑位0.10087附近，可以考虑适当介入，但应设置止损以规避大幅下跌风险。"
    },
    "en": {
      "title": "Dogecoin vs US Dollar Technical Analysis",
      "content": "Dogecoin is showing a mild short-term recovery, with price edging higher to 0.1022 after a 1.24% daily gain. Despite the bounce, the broader structure still leans slightly bearish to neutral, as price remains below the 20-period SMA at 0.1030. This suggests upward momentum exists but lacks confirmation. The current range between 0.1009 and 0.1026 reflects consolidation rather than a decisive directional move.\n\nMomentum indicators are mixed and somewhat limited. The MACD reading at -0.0012 remains in negative territory, implying that bearish pressure has not fully dissipated, even though downside momentum appears to be weakening. With both RSI(14) and the MACD signal line unavailable, traders should rely more heavily on price action and moving averages. The inability to reclaim the SMA(20) so far hints that buyers are still testing conviction.\n\nFrom a structural perspective, immediate support is located near 0.1008–0.1010, aligning closely with the session low and acting as a short-term demand zone. A deeper support area sits psychologically around 0.1000, where buyers may step in more aggressively. On the upside, resistance is clearly defined near 0.1030 at the SMA(20), followed by a higher barrier around 0.1050 if bullish momentum accelerates.\n\nIn terms of strategy, short-term traders may consider range-based setups while price remains capped below 0.1030, buying near support and selling into resistance. A confirmed close above the 20-period SMA could open room for a momentum continuation toward higher resistance. Conversely, a breakdown below 0.1008 would weaken the structure and favor cautious or defensive positioning until stability returns."
    }
  }
}