{
  "symbol": "AVAX/USD",
  "name": "Avalanche vs US Dollar",
  "nameCn": "雪崩币/美元",
  "timestamp": "2026-01-24T14:57:01.977Z",
  "price": {
    "close": "12.0933",
    "high": "12.0987",
    "low": "12.057",
    "open": "12.0771",
    "change": "-0.03",
    "datetime": "2026-01-24 14:00:00"
  },
  "indicators": {
    "rsi": 43.2304,
    "macd": -0.027816743,
    "macd_signal": -0.026383868,
    "sma20": 12.12953
  },
  "analysis": {
    "zh": {
      "title": "> search(\"你是专业的数字货币交易分析师。请对 雪崩币/美元(AVAX/USD) 进行技术分析。\\n\\n当前市场数据：\\n- 最新价格: 12.0933\\n- 24小时变化: -0.03%\\n- 高点/低点: 12.0987 / 12.057\\n- RSI(14): N/A\\n- MACD: -0.027816743, Signal: N/A\\n- SMA(20): 12.12953\\n\\n要求：\\n1. 第一行：完整的中文标题，格式：\\\"雪崩币/美元技术分析：[趋势描述]\\\"\\n2. 然后空一行\\n3. 正文3-4段，每段60-80字，总共250-300字\\n4. 包含：趋势判断、技术指标解读、支撑/阻力位、交易建议\\n5. 使用专业术语但易于理解\\n6. 不要添加任何标签或额外说明\\n\\n立即开始（第一行就是标题）：\")",
      "content": "雪崩币/美元技术分析：短期震荡下探\n\n当前价格接近20日移动平均线下方，短线走势偏弱震荡整理。价格围绕$12.09$附近波动，未能有效上破前高表明买盘动力不足，短期趋势倾向震荡偏空。\n\n技术指标显示MACD处于负值区域但缺少信号线参考，震荡偏弱；RSI不可用但结合价格行为看多空力量均衡略偏空。价格持续在均线下方运行，反映中短期多头力度不足。\n\n支撑方面下方关键支撑在近期低点附近$12.05$区域，其次可留意心理整数位$12.00$；阻力位关注$12.13$均线压力和$12.20$附近前高位置。多个阻力叠加可能形成短期反弹阻碍。\n\n交易建议上，若价格稳住$12.05$上方可考虑震荡区间低多机会，止损设在$11.95$下方以防破位；若上破$12.20$确认短线反弹结构，可择机加仓多单。谨防震荡加剧造成频繁假突破。"
    },
    "en": {
      "title": "Avalanche vs US Dollar Technical Analysis",
      "content": "> search(\"You are a professional cryptocurrency analyst. Provide technical analysis for Avalanche vs US Dollar (AVAX/USD).\\n\\nCurrent Market Data:\\n- Latest Price: 12.0933\\n- 24h Change: -0.03%\\n- High/Low: 12.0987 / 12.057\\n- RSI(14): N/A\\n- MACD: -0.027816743, Signal: N/A\\n- SMA(20): 12.12953\\n\\nRequirements:\\n1. Write 3-4 paragraphs, 60-80 words each, total 250-300 words\\n2. Include: trend analysis, indicator interpretation, support/resistance levels, trading suggestions\\n3. Use professional but accessible language\\n4. No labels, no meta-commentary\\n5. Start immediately with the content (no title needed)\\n\\nBegin:\")\n\nOn the price trend, AVAX/USD is in a modest consolidation phase around the **$12.09** level after recent sideways movement. The narrow range between **$12.0987 high** and **$12.057 low** suggests limited momentum in either direction right now. There’s no clear breakout above recent highs, so price action reflects short-term indecision. If buyers regain strength above **$12.20–$12.30**, that could signal a fresh attempt upward.\n\nLooking at moving averages, the price sits just below the **20‑period SMA at 12.1295**, indicating slight bearish pressure in the short term. This suggests that sellers have a small edge unless buyers push price back above the SMA with conviction. The absence of an RSI reading and the negative MACD value (**-0.0278**) imply limited bullish momentum at present — momentum is soft and the MACD, while slightly negative, hasn’t shown a strong divergence to confirm either trend.\n\nKey support emerges near the recent low around **$12.00–$11.90**; a break below this zone could open the door toward **$11.70** or lower, increasing selling risk. On the upside, resistance lies near the recent swing high and the SMA zone around **$12.13–$12.30**. Above that, **$12.50–$12.60** would be the next logical test for bulls. Traders should watch how price interacts with these levels for directional cues.\n\nFor trading suggestions, consider a cautious approach with tight risk management. Short‑term bulls might look for a bounce off **$12.00** with a stop slightly below; larger positions are best entered only after a clear break above key resistance. Conversely, if price fails at the SMA and dips below support, short exposure with defined stops could capitalize on continued consolidation or a deeper pullback."
    }
  }
}