{
  "symbol": "DOGE/USD",
  "name": "Dogecoin vs US Dollar",
  "nameCn": "狗狗币/美元",
  "timestamp": "2026-01-24T14:56:21.182Z",
  "price": {
    "close": "0.12398",
    "high": "0.1241",
    "low": "0.12375",
    "open": "0.12383",
    "change": "0.04",
    "datetime": "2026-01-24 14:00:00"
  },
  "indicators": {
    "rsi": 44.75375,
    "macd": -0.00015873165,
    "macd_signal": -0.00014766698,
    "sma20": 0.1242845
  },
  "analysis": {
    "zh": {
      "title": "狗狗币/美元技术分析：[震荡整理走势，关注关键支撑和阻力]",
      "content": "当前DOGE/USD市场表现出一定的震荡整理走势。价格在0.12375至0.1241区间内波动，未见显著突破。尽管近期价格变化较小，维持在20日简单移动平均线(SMA)附近，但目前缺乏强势的上涨或下跌信号，市场情绪偏谨慎。\n\n技术指标方面，MACD处于负值区间，当前值为-0.00015873165，显示出一定的卖压，但由于缺乏信号线数据，未能提供明确的趋势信号。RSI(14)未提供数据，因此短期超买或超卖的判断无法得出。SMA(20)维持在0.12428450，表明价格正在围绕此均线震荡整理。\n\n从支撑和阻力来看，短期支撑位约为0.12375，突破后可能进一步测试0.1235附近的低点。阻力位则在0.1241附近，若价格突破此水平，可能会尝试测试0.1245的高点。投资者需关注这些关键价格区间的突破情况，以判断后续走势。\n\n建议投资者在当前市场情况下保持谨慎，短期内可考虑在支撑位附近寻找低买机会，或者在接近阻力位时尝试卖出。若价格突破支撑或阻力位，则可调整策略以适应新的市场趋势。"
    },
    "en": {
      "title": "Dogecoin vs US Dollar Technical Analysis",
      "content": "The Dogecoin market is currently in a consolidating phase, with the price hovering around $0.12398. The price has shown a slight 24-hour increase of 0.04%, indicating limited volatility in the short term. The high and low within the past 24 hours were $0.1241 and $0.12375, respectively, reinforcing the narrow range in which Dogecoin is trading. This suggests that the market is experiencing a period of indecision, with neither bullish nor bearish sentiment taking a clear lead.\n\nLooking at key indicators, the Relative Strength Index (RSI) is currently unavailable, leaving a gap in assessing overbought or oversold conditions. The MACD value stands at -0.00015873165, which signals that the momentum is slightly negative, but without a clear signal line for comparison, the data is not conclusive. The 20-period Simple Moving Average (SMA) is at $0.12428450, providing some short-term support. However, the price remains just below this SMA, which could suggest a slight bearish bias in the immediate timeframe.\n\nSupport levels can be identified around $0.12375, as this is the low of the recent trading range. A break below this level could see Dogecoin testing further support zones, potentially down to $0.1225 or lower. Resistance is likely to be found around the $0.1241 level, the recent high, which may act as a ceiling if the price attempts to push higher. A breakout above this level could signal a potential move towards the $0.1250 range or beyond.\n\nFor traders, the current market setup calls for cautious monitoring. A bounce from support near $0.12375 could offer a buying opportunity, with an initial target near $0.1241. On the other hand, a breakdown below support would suggest waiting for lower levels before considering new positions. Given the current low volatility, it's advisable to use tighter stop-loss orders to mitigate risk."
    }
  }
}