{
  "symbol": "DOGE/USD",
  "name": "Dogecoin vs US Dollar",
  "nameCn": "狗狗币/美元",
  "timestamp": "2026-02-20T11:22:21.164Z",
  "price": {
    "close": "0.09875",
    "high": "0.09914",
    "low": "0.09875",
    "open": "0.0991",
    "change": "-0.36",
    "datetime": "2026-02-20 11:00:00"
  },
  "indicators": {
    "rsi": 52.64637,
    "macd": 0.00017292411,
    "macd_signal": 0.000084895716,
    "sma20": 0.0983745
  },
  "analysis": {
    "zh": {
      "title": "狗狗币/美元技术分析：[当前横盘震荡，短期观望]",
      "content": "当前狗狗币/美元（DOGE/USD）在0.09875附近交易，呈现横盘整理的格局。价格波动较小，24小时变化仅为-0.36%。这种平稳的走势可能表明市场情绪较为中立，缺乏明确的上涨或下跌动能。\n\n从技术指标来看，虽然没有RSI和MACD的完整数据，但SMA(20)位于0.0983745，显示出价格目前处于20日均线附近。此位置通常作为支撑位，若价格跌破此水平，可能会进一步回调至0.0980左右。MACD值0.00017说明短期内趋势较为平缓，买卖压力均衡。\n\n支撑位方面，0.0985附近可能会成为关键支撑区域，若价格跌破该点位，则下一支撑可能在0.0980附近。阻力位则位于0.0990-0.0992区域，如果突破该水平，可能会看到价格再次挑战0.1000的关键心理关口。\n\n总体来看，当前市场仍处于震荡期，建议短期内保持观望。如果价格突破上方阻力位，考虑逢高做多；反之，若跌破支撑位，则可考虑做空。"
    },
    "en": {
      "title": "Dogecoin vs US Dollar Technical Analysis",
      "content": "Dogecoin (DOGE) is currently experiencing a mild downtrend, as evidenced by the slight decrease of -0.36% over the last 24 hours. The price is hovering just above the key support level of 0.09875, which aligns with the recent low. This level is crucial for maintaining the current range, as a break below it could signal further downward pressure. The recent high of 0.09914 suggests a modest range-bound behavior, with the market consolidating within a narrow channel. A breakout above 0.09914 would likely signal a short-term bullish momentum.\n\nThe Relative Strength Index (RSI) is not available at the moment, which limits the assessment of overbought or oversold conditions. However, the MACD value of 0.00017292411 indicates a slight bullish momentum, though without the signal line to compare, it’s hard to confirm any strong directional trend. The absence of the signal line complicates interpretation, suggesting caution until further data points emerge. Traders should monitor for any divergence or crossovers in the coming hours to refine the outlook.\n\nLooking at the 20-period Simple Moving Average (SMA), the price is trading above the level of 0.0983745, reinforcing the idea of a consolidation phase. The SMA also suggests that if the price remains above this level, the short-term trend may maintain neutral to slightly bullish bias. However, a break below this support could signal a more substantial move lower, making the SMA a useful reference point for traders looking to adjust positions.\n\nIn terms of trading strategies, patience is recommended until more definitive signals emerge. If the price maintains support at 0.09875 and consolidates, a potential reversal or breakout above 0.09914 could offer a buying opportunity. Conversely, a break below the support level of 0.09875 would suggest short-term selling potential, with lower support targets near 0.0980 and 0.0975."
    }
  }
}