{
  "symbol": "DOGE/USD",
  "name": "Dogecoin vs US Dollar",
  "nameCn": "狗狗币/美元",
  "timestamp": "2026-02-21T13:58:57.987Z",
  "price": {
    "close": "0.10021",
    "high": "0.10026",
    "low": "0.09999",
    "open": "0.1001",
    "change": "0.09",
    "datetime": "2026-02-21 13:00:00"
  },
  "indicators": {
    "rsi": 54.70405,
    "macd": 0.00025645556,
    "macd_signal": 0.00029540143,
    "sma20": 0.1001725
  },
  "analysis": {
    "zh": {
      "title": "狗狗币/美元技术分析：震荡整理，短期偏多",
      "content": "目前，狗狗币/美元（DOGE/USD）正处于震荡整理阶段，价格稳定在0.10020附近。市场情绪较为平稳，未见强烈的上涨或下跌动力。短期内，价格可能会在当前价位附近波动，反映出市场的不确定性。\n\n从技术指标来看，当前未提供完整的RSI与MACD信号，导致对短期趋势的判定较为模糊。然而，SMA（20）处于0.10017，略微高于当前价格，显示出短期内价格维持在该水平附近的可能性较大。MACD虽有轻微正值，但尚未形成明确的买入信号。\n\n支撑位方面，0.09999为最近的低点，若价格突破该位置，可能会加速回调至更低区域。阻力位则集中在0.10026附近，一旦突破该阻力，价格有望进一步上涨至0.1010或更高。\n\n综合来看，DOGE/USD短期内可能会继续震荡整理，但若价格突破0.10026的阻力位，可能会迎来一定的上涨空间。建议投资者关注关键支撑与阻力位的变化，谨慎操作，避免过早进入市场。"
    },
    "en": {
      "title": "Dogecoin vs US Dollar Technical Analysis",
      "content": "The current price of Dogecoin against the US Dollar (DOGE/USD) sits at $0.10021, showing a modest 0.09% increase over the last 24 hours. The market is largely consolidating around this price point, with the high/low range for the day between $0.10026 and $0.09999. The lack of significant price movement suggests a neutral short-term trend, with the market caught between slight bullish and bearish pressures. If this pattern persists, we might see Dogecoin continue to trade in a narrow range, potentially breaking out if there's a catalyst to drive momentum in either direction.\n\nFrom a technical perspective, Dogecoin's 20-period Simple Moving Average (SMA) stands at $0.10017250, reflecting stability in the near term. The price is currently above the SMA, which typically signals a mild bullish outlook. However, with the RSI not available, a more detailed analysis of momentum is limited. The MACD value of 0.00025645556 suggests a very subtle bullish divergence, but the absence of a signal line makes it hard to predict any immediate trend reversal. Traders should be cautious and look for confirmation from other indicators before acting on MACD values alone.\n\nThe support level for DOGE/USD is clearly located near the day’s low of $0.09999, where buyers may step in if the price starts to decline. Conversely, resistance is present near the daily high of $0.10026, making it a key level to watch for a potential breakout. A sustained move above this resistance could signal a shift toward higher levels, while a drop below support could lead to further consolidation or even a bearish correction. A break of either level could set the tone for the next move.\n\nFor traders, the current market conditions suggest a more cautious approach. Given the tight trading range, entering at the support or resistance levels with tight stop-loss orders may be a viable strategy. Alternatively, waiting for a clear breakout or a more substantial move from the indicators could reduce risk exposure. It’s important to monitor the price action closely as the market could shift quickly, especially if there’s any news or changes in broader market sentiment."
    }
  }
}