{
  "symbol": "DOGE/USD",
  "name": "Dogecoin vs US Dollar",
  "nameCn": "狗狗币/美元",
  "timestamp": "2026-01-23T08:30:57.379Z",
  "price": {
    "close": "0.12485",
    "high": "0.12515",
    "low": "0.12472",
    "open": "0.1249",
    "change": "-0.06",
    "datetime": "2026-01-23 08:00:00"
  },
  "indicators": {
    "rsi": 48.13841,
    "macd": -0.00012874136,
    "macd_signal": -0.0002026306,
    "sma20": 0.1246935
  },
  "analysis": {
    "zh": {
      "title": "狗狗币/美元技术分析：[震荡整理，短期偏弱]",
      "content": "当前狗狗币/美元（DOGE/USD）价格为0.12485，处于震荡整理状态。由于价格波动幅度较小，市场情绪较为谨慎。短期内未出现明显的上涨或下跌趋势，价格在0.1247至0.1252区间内波动，显示出市场的观望情绪。\n\n技术指标方面，MACD为负值（-0.00012874136），暗示卖压存在，但没有明确的强烈卖出信号。RSI未提供数据，难以通过超买或超卖状态判断市场情绪。SMA(20)在0.1247附近形成支撑，显示出当前价格稳定性较强，但也未能突破短期阻力水平。\n\n支撑位位于0.1247附近，若价格跌破该水平，可能会进一步回调至0.1240附近。阻力位则位于0.1252附近，突破该位置后，有望恢复上涨动能。整体来看，当前处于区间整理阶段，价格的突破方向尚不明确。\n\n建议短期内采取观望策略，避免过度激进的交易操作。如果价格突破0.1252，可以考虑小幅入场做多，但需设立合理的止损位。若价格跌破支撑位0.1247，则可以等待价格回稳后再进行操作。"
    },
    "en": {
      "title": "Dogecoin vs US Dollar Technical Analysis",
      "content": "The Dogecoin (DOGE) market is currently exhibiting a slight bearish trend, with the price hovering around $0.12485. Despite a modest 24-hour change of -0.06%, the lack of significant momentum suggests a consolidation phase. With a high of $0.12515 and a low of $0.12472, the market is clearly within a tight range. Traders should be cautious, as the absence of clear bullish or bearish indicators could lead to further sideways movement in the short term.\n\nThe technical indicators present a mixed picture. The MACD is in negative territory at -0.00012874136, indicating a potential downtrend, though there’s no clear signal yet. Additionally, the SMA(20) stands at $0.12469, slightly below the current price, which could suggest minor support around this level. However, the RSI is unavailable, which would normally help in confirming overbought or oversold conditions, making it harder to assess whether the market is due for a reversal.\n\nSupport for DOGE can be found around the $0.12470 level, as it aligns with the SMA(20) and the recent low. If this level is breached, the next potential support is at $0.12400, a round psychological level. On the upside, resistance is seen at the recent high of $0.12515, followed by $0.12600. A breakout above $0.12600 could signal a shift to a more bullish trend, whereas failure to hold above $0.12470 might reinforce the bearish sentiment.\n\nFor traders, the current range-bound market suggests caution. A breakout above $0.12515 could offer a short-term buy opportunity, while a dip below $0.12470 could present a selling opportunity. Given the lack of strong directional momentum, intraday traders may find success in scalping within this tight range, while those looking for longer-term moves should wait for more definitive trend signals."
    }
  }
}