{
  "symbol": "DOGE/USD",
  "name": "Dogecoin vs US Dollar",
  "nameCn": "狗狗币/美元",
  "timestamp": "2026-02-13T16:45:39.546Z",
  "price": {
    "close": "0.0966",
    "high": "0.09685",
    "low": "0.09495",
    "open": "0.09532",
    "change": "1.35",
    "datetime": "2026-02-13 16:00:00"
  },
  "indicators": {
    "rsi": 73.22294,
    "macd": 0.00073562987,
    "macd_signal": 0.00043262539,
    "sma20": 0.0932495
  },
  "analysis": {
    "zh": {
      "title": "狗狗币/美元技术分析：当前震荡整理，短期偏向多头",
      "content": "根据当前市场数据，狗狗币/美元（DOGE/USD）价格在0.09495到0.09685区间内震荡整理，当前价位为0.0966。整体来看，短期内走势偏向多头，但需关注是否突破当前的上行压力位。\n\n从技术指标来看，RSI(14)目前无法提供有效参考，而MACD的值为0.00073562987，表明短期内市场处于轻微的多头状态。虽然目前信号线数据缺失，但MACD的正值显示多头力量稍强。20日简单移动平均线（SMA(20)）为0.0932，提供了一定的支撑。\n\n当前主要的支撑位位于0.09495附近，这一价格水平曾多次被测试且没有明显跌破，具有较强的支撑作用。上方的阻力位则在0.09685处，若突破该位置，可能会进一步向0.10美元附近进发。\n\n建议投资者短期内维持观望或在支撑位附近低买，在价格突破阻力位后考虑进场，风险管理需严格控制，避免价格回调带来的亏损。"
    },
    "en": {
      "title": "Dogecoin vs US Dollar Technical Analysis",
      "content": "The Dogecoin market shows a moderately bullish trend, with the price trading at $0.0966, up by 1.35% in the last 24 hours. The price is nearing a recent high of $0.09685, indicating some upward momentum. This suggests that bulls may be attempting to break above this level, with the next resistance potentially around $0.098. If this level is breached, Dogecoin could target the $0.10 psychological resistance. However, the market remains sensitive to any downside corrections.\n\nOn the support side, Dogecoin has a solid base near $0.09495, which is just above the recent low, providing a cushion for the price in case of a pullback. The 20-period simple moving average (SMA) at $0.09325 further reinforces this level, as it indicates the average price over the last 20 periods. If the price dips below this level, there is a possibility of further downside toward the $0.092 region, where additional support might be present.\n\nThe absence of the RSI and MACD signal complicates the immediate momentum analysis. However, the current MACD value of 0.00073562987 suggests slight bullish pressure in the short term. A stronger trend confirmation would require a clear MACD crossover or a developing RSI trend. Traders should look for any crossovers or significant shifts in these indicators to validate the strength of the current move.\n\nIn the current market environment, it may be wise to adopt a cautious approach, waiting for a clear breakout above $0.097 to enter long positions. A failure to hold above $0.094 could signal a reversal, making short positions more attractive. Traders should keep a close eye on volume and any potential market developments that could influence price movement."
    }
  }
}