{
  "symbol": "DOGE/USD",
  "name": "Dogecoin vs US Dollar",
  "nameCn": "狗狗币/美元",
  "timestamp": "2026-02-16T21:52:28.842Z",
  "price": {
    "close": "0.10096",
    "high": "0.10099",
    "low": "0.10046",
    "open": "0.10093",
    "change": "0.06",
    "datetime": "2026-02-16 21:00:00"
  },
  "indicators": {
    "rsi": 42.95998,
    "macd": -0.0011743123,
    "macd_signal": -0.0013205266,
    "sma20": 0.1015055
  },
  "analysis": {
    "zh": {
      "title": "狗狗币/美元技术分析：[震荡整理，等待突破]",
      "content": "当前狗狗币/美元（DOGE/USD）价格在0.10096附近徘徊，表现出轻微震荡整理的特征。24小时价格波动幅度仅为0.06%，表明市场当前缺乏明确的动能，价格维持在0.10099至0.10046区间内震荡。短期内，狗狗币的价格可能继续在这个区间内整理，等待突破的信号。\n\n从技术指标来看，RSI(14)未给出明确的买卖信号，且MACD显示为负值，当前的-0.00117表明市场仍然处于较弱的卖压状态。不过，SMA(20)线在0.10150550附近，提供了一定的支撑作用，但距离当前价格较近，可能很快出现较大的波动。\n\n就支撑和阻力位而言，当前价格接近下方的支撑位0.10046，若跌破此位置，可能进一步测试0.10000整数关口的支撑。上方的阻力位则位于0.10199附近，若突破此水平，可能开启上涨动能，测试更高的水平。\n\n对于短期交易者来说，建议密切关注0.10046支撑位和0.10199阻力位的突破情况。如果价格突破0.10199，可考虑适度入场，但若跌破0.10046，则应及时调整策略，谨慎操作。"
    },
    "en": {
      "title": "Dogecoin vs US Dollar Technical Analysis",
      "content": "Dogecoin has been trading in a narrow range, with the current price at $0.10096, reflecting a minor 24-hour change of 0.06%. This suggests a lack of significant volatility at the moment, and price action is showing some consolidation. The price is holding just above the recent low of $0.10046, with a slight push toward the high of $0.10099. This could indicate a period of indecision in the market, where both buyers and sellers are waiting for a clear catalyst to drive the next major move.\n\nThe MACD value of -0.0011743123 indicates a weak bearish momentum, although no clear crossover or confirmation is visible due to the lack of a signal line. A negative MACD typically signals a selling pressure or a potential downtrend, but given the minimal distance from zero, this may suggest that the bearish pressure is not substantial. Without the RSI and the signal line, it's difficult to provide a strong momentum confirmation, leaving this indicator less actionable for immediate trading strategies.\n\nIn terms of key price levels, support is clearly seen at $0.10046, with the price hovering above it for now. A break below this level could lead to further downside toward $0.09950, where additional support may be found. On the other hand, resistance is present at $0.10150, aligning with the 20-period simple moving average (SMA). A break above this resistance could signal a potential reversal, leading to a higher target near $0.10250.\n\nGiven the current consolidation and lack of strong signals, a cautious approach is recommended. Traders may want to wait for a breakout above $0.10150 or a confirmed breakdown below $0.10046 before considering new positions. Risk management should be a priority, with tight stops placed near these levels to mitigate potential losses in case of further sideways action or breakout failure."
    }
  }
}