{
  "symbol": "DOGE/USD",
  "name": "Dogecoin vs US Dollar",
  "nameCn": "狗狗币/美元",
  "timestamp": "2025-12-31T03:55:26.682Z",
  "price": {
    "close": "0.12294",
    "high": "0.12345",
    "low": "0.12284",
    "open": "0.12338",
    "change": "-0.36",
    "datetime": "2025-12-31 03:00:00"
  },
  "indicators": {
    "rsi": 44.77248,
    "macd": -0.00019775425,
    "macd_signal": -0.00016118154,
    "sma20": 0.123609
  },
  "analysis": {
    "zh": {
      "title": "狗狗币/美元技术分析：[震荡整理，短期走势需关注]",
      "content": "当前狗狗币（DOGE）在0.12294附近震荡整理，显示出短期内的市场不确定性。24小时变化为-0.36%，表明多空双方较为胶着。虽然价格未能突破前期高点0.12345，但也保持在相对低位，可能为后续反弹奠定基础。\n\n技术指标方面，当前的MACD呈现微弱的负值，表明卖盘压力尚存。虽然RSI数据缺失，但结合SMA(20)为0.123609，显示出价格在短期内面临一定的阻力。若价格能够突破这一均线，将可能引发新的上涨行情。\n\n在支撑和阻力位方面，0.12284为近期低点，形成了重要支撑位。而0.12345则是关键阻力位，若突破该水平，或将吸引更多的买盘介入。投资者需要密切关注这两个关键价位的变化，以判断市场的下一步动向。\n\n综合来看，建议投资者在此区间内采取观望策略，等待明确的突破信号。如果价格稳健突破0.12345，短期内可考虑逐步建仓，而若跌破0.12284，则需谨慎对待，避免进一步下行风险。"
    },
    "en": {
      "title": "Dogecoin vs US Dollar Technical Analysis",
      "content": "The current price of Dogecoin (DOGE) against the US Dollar (USD) shows a slight decline of 0.36% over the last 24 hours, indicating a bearish sentiment in the market. The price has fluctuated between a high of 0.12345 and a low of 0.12284 during this period. This range suggests a consolidation phase, with the price attempting to establish a new equilibrium. Traders should watch for breakout patterns, which could signal a stronger directional move.\n\nFrom a trend analysis perspective, DOGE is currently trading below its 20-day Simple Moving Average (SMA) of 0.12360900. This positioning indicates a short-term downtrend, as the price action has failed to maintain momentum above this key moving average. A close below the recent low of 0.12284 could further strengthen the bearish outlook, potentially leading to additional downside targets. Conversely, reclaiming the SMA could indicate a bullish reversal.\n\nThe absence of the Relative Strength Index (RSI) makes it challenging to assess overbought or oversold conditions. However, the MACD is currently in negative territory at -0.00019775425, suggesting that bearish momentum is present. Traders should be cautious of entering long positions until clearer bullish signals emerge. A potential buy signal could arise if the MACD turns positive and the price breaks above the SMA.\n\nKey support levels to monitor include the recent low at 0.12284, which, if breached, could open the door to further declines. On the upside, resistance is evident at the 0.12345 high. A decisive move above this level would be necessary to shift sentiment and encourage a bullish trend. In summary, traders should adopt a wait-and-see approach, looking for confirmation of trend direction before making significant trades."
    }
  }
}