{
  "symbol": "DOGE/USD",
  "name": "Dogecoin vs US Dollar",
  "nameCn": "狗狗币/美元",
  "timestamp": "2026-01-13T03:57:45.718Z",
  "price": {
    "close": "0.13687",
    "high": "0.13721",
    "low": "0.13636",
    "open": "0.13667",
    "change": "0.13",
    "datetime": "2026-01-13 03:00:00"
  },
  "indicators": {
    "rsi": 46.10538,
    "macd": -0.0004624348,
    "macd_signal": -0.00045885306,
    "sma20": 0.1369745
  },
  "analysis": {
    "zh": {
      "title": "狗狗币/美元技术分析：[震荡整理中]",
      "content": "当前狗狗币/美元（DOGE/USD）的价格为0.13687，处于近期震荡整理的阶段。根据24小时变化数据显示，市场波动较小，仅上升0.13%。这一走势表明多空双方在当前价位存在分歧，短期内可能会继续在此区间内徘徊。\n\n从技术指标来看，目前的SMA(20)为0.13697450，显示出价格略低于短期均线，暗示看空情绪略占上风。尽管MACD数值为负，但由于没有信号线数据，暂时难以判断趋势强度。RSI指标尚不可用，因此需要关注未来几日的市场变化，以确认超买或超卖状态。\n\n在支撑和阻力位方面，当前支撑位在0.13636，若价格跌破该点位，可能会引发更大幅度的回调。而上方阻力位则在0.13721，突破此位后，可能会吸引更多买盘进场，推动价格上涨。投资者应密切关注这两个关键价位，以制定相应的交易策略。\n\n交易建议方面，建议短期内保持观望，特别是在价格未突破关键支撑和阻力位时。若价格向下突破支撑位，可考虑短线做空，而如突破阻力位，则可适度做多，抓住短期反弹机会。同时，合理设置止损位以控制风险。"
    },
    "en": {
      "title": "Dogecoin vs US Dollar Technical Analysis",
      "content": "The current price of Dogecoin (DOGE) against the US Dollar stands at 0.13687, reflecting a modest 24-hour change of 0.13%. Analyzing the recent high of 0.13721 and low of 0.13636 indicates a tight trading range, suggesting that the market is in a consolidation phase. This stability could be a precursor to a breakout, either upwards or downwards, depending on external market factors and sentiment. Traders should closely monitor price movements within this range to anticipate potential shifts.\n\nThe lack of a definitive RSI value makes it challenging to assess whether DOGE is overbought or oversold; however, the current MACD reading of -0.00046243480 indicates bearish momentum. Without a clear signal line, this suggests that the downward pressure may persist unless there is a significant uptick in buying interest. Observers should keep an eye on any bullish divergences forming in the coming sessions, as this could signal a shift in momentum.\n\nSupport levels are crucial for determining risk management strategies. The recent low of 0.13636 serves as the immediate support, while a break below this level could expose DOGE to further declines. Conversely, the high of 0.13721 acts as resistance, and a sustained breach above this level could open the door for a rally towards the next psychological resistance at 0.1400. Traders may consider setting buy orders near support and monitoring resistance levels for potential selling opportunities.\n\nIn light of the current technical landscape, a cautious approach is advisable. Day traders might look to capitalize on short-term fluctuations within the established range, while long-term holders may wish to wait for a clearer breakout signal before committing additional capital. Given the recent price action, keeping abreast of market news and sentiment will be vital in navigating DOGE's volatility effectively."
    }
  }
}