{
  "symbol": "AVAX/USD",
  "name": "Avalanche vs US Dollar",
  "nameCn": "雪崩币/美元",
  "timestamp": "2026-01-13T22:58:59.460Z",
  "price": {
    "close": "14.7528",
    "high": "14.8416",
    "low": "14.5037",
    "open": "14.5088",
    "change": "1.64",
    "datetime": "2026-01-13 22:00:00"
  },
  "indicators": {
    "rsi": 82.034383,
    "macd": 0.24227613,
    "macd_signal": 0.17041182,
    "sma20": 14.07176
  },
  "analysis": {
    "zh": {
      "title": "雪崩币/美元技术分析：[震荡整理，关注支撑与阻力]",
      "content": "当前雪崩币（AVAX）在14.75美元附近震荡整理，显示出短期内市场买卖力量的平衡。24小时内上涨1.64%，表明市场情绪略显乐观，但整体趋势尚不明确。投资者需要关注短期波动，评估市场情绪的变化。\n\n技术指标方面，MACD值为0.24227613，显示出市场存在温和的上行动能，但由于信号线数据缺失，无法全面评估趋势。因此，建议投资者结合其他技术指标进行更全面的分析。SMA(20)在14.07美元附近，为当前价格提供了一定的支撑。\n\n支撑位方面，14.50美元是一个重要的心理关口，若价格跌破此位，可能引发进一步回调。上方阻力位在14.84美元，若突破此位，可能会开启新的上涨空间。投资者应密切关注这两个关键价位的表现，以判断短期内的市场走势。\n\n基于当前市场环境，建议投资者在支撑位附近寻找买入机会，而在接近阻力位时考虑获利了结或采取保护措施。保持灵活的交易策略，将有助于在震荡市场中把握机会。"
    },
    "en": {
      "title": "Avalanche vs US Dollar Technical Analysis",
      "content": "Avalanche (AVAX) is currently trading at $14.7528, reflecting a positive 24-hour change of 1.64%. This upward movement suggests a potential bullish sentiment in the market. Recent price action also indicates that AVAX is testing key levels, with a high of $14.8416 and a low of $14.5037. Analyzing the trend, the price appears to be forming a gradual upward trajectory, which could indicate a continuation of this bullish phase if it maintains momentum.\n\nIn terms of technical indicators, while the Relative Strength Index (RSI) is not available, the Moving Average Convergence Divergence (MACD) shows a value of 0.24227613, which suggests bullish momentum. This positive MACD reading indicates that the recent price movement may continue, although traders should remain cautious due to the absence of a defined signal line. The Simple Moving Average (SMA) of 20 days at $14.071760 reinforces the bullish outlook, as the current price is significantly above this average, signaling potential upward momentum.\n\nKey support levels can be identified around $14.50, where the price has found support in recent trading sessions. Should AVAX retrace, this level may act as a strong base for buyers to step in. Conversely, resistance appears to be located near the $14.84 mark, which may present a challenging barrier for further upward movement. A break above this level could signal additional bullish sentiment, potentially leading to a test of higher resistance levels.\n\nFor traders, the current setup suggests a cautious bullish strategy. Entering long positions near the support level of $14.50 with a stop-loss slightly below this point could be prudent. Profit-taking may be considered once the price approaches the resistance at $14.84. Additionally, monitoring for any significant changes in volume could provide further insights into the strength of the current trend, aiding in decision-making for both short-term and long-term positions."
    }
  }
}