{
  "symbol": "DOGE/USD",
  "name": "Dogecoin vs US Dollar",
  "nameCn": "狗狗币/美元",
  "timestamp": "2026-01-13T22:58:20.892Z",
  "price": {
    "close": "0.14952",
    "high": "0.15154",
    "low": "0.1445",
    "open": "0.1445",
    "change": "3.47",
    "datetime": "2026-01-13 22:00:00"
  },
  "indicators": {
    "rsi": 84.78771,
    "macd": 0.0020966558,
    "macd_signal": 0.0013096094,
    "sma20": 0.1410025
  },
  "analysis": {
    "zh": {
      "title": "狗狗币/美元技术分析：[短期上升趋势明显]",
      "content": "当前狗狗币（DOGE）价格为0.14952美元，近期涨幅为3.47%，显示出市场的强劲买盘动力。价格在高点0.15154和低点0.1445之间波动，短期内形成了一个上升通道。结合当前市场情绪和技术指标，DOGE有可能继续维持这种上行趋势。\n\n从技术指标来看，尽管RSI（相对强弱指数）数据缺失，但MACD指标显示出0.0020966558的正值，暗示多头趋势的持续。20日简单移动平均线（SMA）为0.14100250，作为近期的支撑位，表明DOGE在此价位获得了较强的买入意愿。\n\n在支撑和阻力方面，0.1445美元是关键的支撑位，如果价格跌破该水平，则可能会面临进一步的回调。相对的，0.15154美元则是近期的重要阻力位，一旦突破，可能会引发更多的买入行为，加速上行。\n\n综合考虑，建议投资者可以在价格回调至0.1445附近时进行分批买入，同时关注0.15154的阻力位，设置适当的止损，以控制风险。在当前市场环境下，保持灵活的交易策略将是成功的关键。"
    },
    "en": {
      "title": "Dogecoin vs US Dollar Technical Analysis",
      "content": "The current price of Dogecoin (DOGE) stands at 0.14952, reflecting a 3.47% increase over the last 24 hours. This upward movement suggests a bullish sentiment among traders, particularly as DOGE approaches its recent high of 0.15154. Given this context, the price action indicates a potential breakout above this resistance level, which could trigger further buying interest and lead to a rally toward higher price targets.\n\nIn terms of technical indicators, the MACD shows a positive value of 0.0021, indicating that the momentum is currently in favor of the bulls. However, the absence of an RSI value makes it difficult to assess whether DOGE is overbought or oversold. Traders should consider monitoring the RSI closely, as any readings above 70 could signal a potential reversal, while readings below 30 could indicate a buying opportunity for those looking to enter the market.\n\nKey support levels to watch include the recent low of 0.1445, which provides a safety net for traders in case of a pullback. Should the price retrace, this level could act as a strong buying area, allowing traders to capitalize on lower prices. Conversely, breaking below this support could lead to further declines. As for resistance, the 0.15154 level is critical; a decisive close above this point could pave the way for a test of the next resistance around 0.1550.\n\nFor traders considering positions, it may be wise to adopt a wait-and-see approach. Entering a long position near the support level of 0.1445 could provide a favorable risk-reward ratio, especially if the momentum remains bullish. Conversely, those looking to short DOGE should be cautious and consider waiting for a confirmed reversal at the resistance level of 0.15154. Overall, maintaining a flexible strategy will be essential in navigating the current market dynamics."
    }
  }
}