{
  "symbol": "ADA/USD",
  "name": "Cardano vs US Dollar",
  "nameCn": "艾达币/美元",
  "timestamp": "2026-01-23T04:43:01.423Z",
  "price": {
    "close": "0.363239",
    "high": "0.364087",
    "low": "0.361536",
    "open": "0.361935",
    "change": "0.36",
    "datetime": "2026-01-23 04:00:00"
  },
  "indicators": {
    "rsi": 54.45945,
    "macd": -0.00030014721,
    "macd_signal": -0.00045534098,
    "sma20": 0.3613051
  },
  "analysis": {
    "zh": {
      "title": "艾达币/美元技术分析：当前震荡走势，关注支撑与阻力",
      "content": "当前，艾达币/美元(ADA/USD)在0.361536至0.364087区间内震荡整理，未能突破近期的高低点。价格目前位于20日简单移动平均线(SMA)上方，显示出短期的支撑性。若价格持续保持在该均线附近，则可能会出现小幅上涨，但整体走势仍显不确定。\n\n技术指标方面，RSI(14)尚未提供数据，MACD指标处于负值区间(-0.0003)，显示短期内卖压较强，且缺乏明确的买盘信号。当前的MACD负值及低于信号线的状态，表明市场情绪偏空，可能会进一步压制价格上涨空间。短期内，市场仍需观察是否会出现技术性反转。\n\n在支撑位方面，0.3615附近提供了初步的支撑，这一水平若被跌破，可能会导致进一步回调至0.36或更低的水平。另一方面，0.3640附近的高点成为当前的阻力位，突破该区域可能打开上行空间，向0.37的心理关口挑战。\n\n交易建议方面，由于当前市场处于震荡区间，建议投资者保持观望，除非价格突破关键支撑或阻力位。若价格下跌至支撑位并显示反弹迹象，可以考虑适度入场做多，反之亦然。保持谨慎，避免在当前不明确的市场走势中过度操作。"
    },
    "en": {
      "title": "Cardano vs US Dollar Technical Analysis",
      "content": "The ADA/USD pair is currently showing a neutral to slightly bearish short-term trend. The price has been fluctuating between the high of 0.364087 and the low of 0.361536 over the past 24 hours, indicating limited price movement. Given that the market is consolidating around the $0.3632 level, the absence of clear momentum suggests the pair may be in a consolidation phase. This neutral behavior could result in continued range-bound action unless a breakout or breakdown occurs in the near future.\n\nFrom an indicator perspective, the MACD value of -0.0003 suggests that the market is slightly in the bearish territory, as it is below the signal line, though the absence of a clear signal level complicates a definitive trend reading. The RSI(14) is not available, but the market's sideways movement implies that buyers and sellers are relatively balanced at this stage. If the MACD begins to cross above zero, it could signal a shift toward a more bullish posture.\n\nKey support lies near the 0.3615 level, as this price point has been tested during the recent low. A strong break below this level could signal further downside potential, possibly targeting 0.36. Conversely, resistance sits at the 0.3641 level, which has capped recent upward moves. If ADA/USD pushes above this resistance, the price could target the next resistance zone around 0.3670.\n\nFor traders, a cautious approach is recommended. A break above 0.3641 could provide an entry for short-term buyers, while a dip below 0.3615 may present an opportunity for short trades. Until either of these levels is decisively breached, maintaining a wait-and-see approach could be the most prudent strategy to avoid getting caught in a range-bound market."
    }
  }
}