{
  "symbol": "DOGE/USD",
  "name": "Dogecoin vs US Dollar",
  "nameCn": "狗狗币/美元",
  "timestamp": "2026-02-06T20:33:21.410Z",
  "price": {
    "close": "0.09855",
    "high": "0.09888",
    "low": "0.09804",
    "open": "0.09865",
    "change": "-0.13",
    "datetime": "2026-02-06 20:00:00"
  },
  "indicators": {
    "rsi": 61.49858,
    "macd": 0.0011582727,
    "macd_signal": 0.00017747565,
    "sma20": 0.094117
  },
  "analysis": {
    "zh": {
      "title": "狗狗币/美元技术分析：短期震荡整理，关注支撑和阻力突破",
      "content": "当前狗狗币/美元价格为0.09855，呈现轻微的下跌趋势（24小时变化-0.13%）。从价格走势来看，市场正在经历小幅震荡整理，近期高点0.09888和低点0.09804形成了关键的区间。短期内，价格在这一区间内波动，缺乏明显的突破动力。\n\n虽然RSI（14）目前无法提供数据，但MACD值为0.0011582727，显示出微弱的上涨动能。这表明，尽管目前价格横盘整理，但市场情绪稍微偏向看涨。SMA(20)处于0.0941位置，表明短期内价格高于这一均线，且可能会继续受到支撑。\n\n支撑位方面，0.09804附近为短期支撑点，若价格回调至此区域，可能会出现反弹。而阻力位则在0.09888处，突破该水平有望迎来更强的上涨动力。建议交易者可考虑在支撑区附近寻找买入机会，但需谨慎对待价格突破阻力位后的可能回调。\n\n综合来看，狗狗币目前呈现整理态势，短期内以震荡行情为主。建议投资者密切关注关键技术水平，结合市场情绪和基本面信息，灵活调整交易策略。"
    },
    "en": {
      "title": "Dogecoin vs US Dollar Technical Analysis",
      "content": "Dogecoin (DOGE) against the US Dollar (USD) has shown a relatively tight price range in the past 24 hours, with the latest price around $0.09855. Despite a small negative movement of -0.13%, the asset has not experienced drastic volatility, suggesting a market in a consolidation phase. The high of $0.09888 and low of $0.09804 indicate a stable trading range, with price movement constrained between these levels. The market seems to be experiencing equilibrium, with no major directional bias evident from recent price action.\n\nThe absence of an RSI(14) value leaves a gap in momentum analysis, making it difficult to assess overbought or oversold conditions at this moment. However, the MACD reading of 0.0011582727 indicates some bullish sentiment, as the MACD line is positive. The lack of a Signal line means there's no immediate crossover to suggest an impending shift in momentum. Traders may want to monitor this value for any significant changes or confirmation in the MACD, as it could provide a clearer directional signal in the near future.\n\nLooking at the Simple Moving Average (SMA) of 20 periods, which stands at $0.0941, the price is trading well above this level. This suggests that the market remains in a slight bullish trend, as the price has maintained a position above the SMA support, indicating buyers are still active. The SMA can act as a key support level, and a dip toward $0.0941 could present a buying opportunity if the price holds above it. \n\nConsidering key support and resistance levels, $0.0941 is a significant support zone, while the recent high of $0.09888 represents immediate resistance. A breakout above this resistance could signal a continuation of the upward move toward $0.10 or higher. On the other hand, a breakdown below $0.0941 would suggest a possible shift toward more bearish conditions, with potential targets around $0.0920 or lower."
    }
  }
}