{
  "symbol": "DOGE/USD",
  "name": "Dogecoin vs US Dollar",
  "nameCn": "狗狗币/美元",
  "timestamp": "2026-02-11T04:57:42.934Z",
  "price": {
    "close": "0.0917",
    "high": "0.09317",
    "low": "0.09152",
    "open": "0.09294",
    "change": "-1.34",
    "datetime": "2026-02-11 04:00:00"
  },
  "indicators": {
    "rsi": 34.12788,
    "macd": -0.0005510275,
    "macd_signal": -0.00057196858,
    "sma20": 0.0929235
  },
  "analysis": {
    "zh": {
      "title": "狗狗币/美元技术分析：短期震荡整理，需关注支撑和阻力位",
      "content": "当前狗狗币/美元价格为0.0917，整体呈现震荡整理走势。短期内市场缺乏强烈的方向性，价格波动在0.09152至0.09317之间。结合当前的MACD值为-0.000551，显示出卖压稍有增强，但由于信号线数据缺失，不能得出明确的趋势判断。\n\n技术指标方面，SMA(20)为0.09292，当前价格略低于该水平，可能意味着价格短期内会面临一定的压力。RSI(14)数据缺失，未能提供更多的超买或超卖信号，增加了市场的不确定性。MACD值继续为负，提示市场卖盘略占主导。\n\n支撑位在0.09152附近，若跌破该点位，可能会进一步测试更低的区域，如0.0900或0.0890。阻力位则在0.09317附近，一旦突破该价位，可能会短期内迎来反弹。交易者应留意这两个关键价位，做好相应的止损和止盈策略。\n\n建议在当前震荡格局下采取观望策略，或者在支撑位附近适度低吸，阻力位接近时考虑卖出。同时，密切关注MACD和RSI等指标的变化，若出现强烈的趋势信号时及时调整操作策略。"
    },
    "en": {
      "title": "Dogecoin vs US Dollar Technical Analysis",
      "content": "The Dogecoin market is currently showing a slight bearish sentiment, with the price down by 1.34% in the past 24 hours. Trading within the range of 0.09152 to 0.09317, Dogecoin has been unable to break through recent resistance levels, which may signal a short-term consolidation phase. The price is slightly below the 20-period simple moving average (SMA) of 0.09292, further supporting the weak bearish outlook. If the price fails to reclaim the SMA, further downside could be expected.\n\nThe Relative Strength Index (RSI) is unavailable for this analysis, but the MACD indicator is showing a negative value at -0.00055102750, suggesting that the momentum is currently bearish. However, the absence of a confirmed signal line makes it difficult to draw conclusions about future momentum shifts. A potential crossover could indicate a shift, but without additional data on the signal line, any reversal may take time to manifest. \n\nLooking at support and resistance, the immediate support lies at the lower end of the daily range, near 0.09152. Should the price break below this level, the next key support is likely at 0.0900. On the upside, resistance near 0.09317 is holding, and any attempt to break above this level could lead to testing the next resistance around 0.0950. A sustained move above 0.09317 would be needed to reverse the bearish bias and shift the focus toward higher targets.\n\nTraders may consider waiting for a confirmation of a breakout above 0.09317 or a potential bounce from the current support level before entering any positions. Given the current lack of bullish momentum, it would be wise to remain cautious, potentially looking for short-term trades while closely monitoring the price action for a potential change in trend."
    }
  }
}