{
  "symbol": "DOGE/USD",
  "name": "Dogecoin vs US Dollar",
  "nameCn": "狗狗币/美元",
  "timestamp": "2026-02-19T15:35:05.774Z",
  "price": {
    "close": "0.09683",
    "high": "0.09826",
    "low": "0.0965",
    "open": "0.0979",
    "change": "-1.09",
    "datetime": "2026-02-19 15:00:00"
  },
  "indicators": {
    "rsi": 38.10832,
    "macd": -0.00064492149,
    "macd_signal": -0.0006304464,
    "sma20": 0.0979945
  },
  "analysis": {
    "zh": {
      "title": "狗狗币/美元技术分析：震荡整理中，关注短期波动",
      "content": "当前DOGE/USD价格为0.09683，近期市场呈现震荡整理的趋势。价格接近短期支撑位0.0965，未能突破之前的高点0.09826，表明市场缺乏明确的上涨动力。短期内，可能会在此区间内反复波动。\n\n从技术指标来看，RSI(14)缺失，导致无法评估超买或超卖的情况。MACD处于负值区间，且信号线数据缺失，这通常表明短期内买方力量较弱，市场可能继续震荡。SMA(20)位于0.09799，价格略低于该均线，进一步确认了市场的震荡走势。\n\n支撑位方面，0.0965是短期关键支撑位，一旦跌破，可能会测试更低的水平。阻力位则位于0.09826附近，突破该区域可能会带来反弹。考虑到当前市场情况，建议短期内关注价格在震荡区间内的波动，避免过度追涨杀跌。\n\n综合来看，短期内DOGE/USD可能维持震荡整理，投资者可考虑在支撑位附近寻找低吸机会，但应警惕价格向下突破。保持灵活的交易策略，并适时调整止损。"
    },
    "en": {
      "title": "Dogecoin vs US Dollar Technical Analysis",
      "content": "The Dogecoin market is currently showing a slight bearish trend with a price of $0.09683, reflecting a 1.09% decline over the last 24 hours. The price is consolidating near the recent low of $0.0965, indicating a potential support level. However, the high of $0.09826 from the same period suggests that this zone has also acted as a resistance point. Given the narrow price range, DOGE/USD is stuck in a tight consolidation phase, likely awaiting a breakout to either confirm further bearish momentum or a reversal.\n\nThe absence of the RSI(14) and Signal in the MACD presents challenges for a full momentum analysis. However, the current MACD value of -0.00064 shows that there is a mild bearish sentiment in the short term. This could suggest further downside potential, especially if DOGE fails to maintain support around $0.0965. The MACD line remaining below the zero mark highlights that the selling pressure is still slightly stronger than buying momentum, but the lack of a clear crossover keeps the market in a neutral-to-bearish stance.\n\nOn the 20-period SMA, the price has consistently traded slightly below the moving average, indicating a mild bearish bias. If DOGE/USD does manage to break above this level, around $0.09799, it could signal a shift in momentum towards a more neutral or even bullish outlook. This would open up the path for a potential retest of the previous resistance near $0.09826. Traders should watch for a clear break in either direction as an entry signal, ideally confirmed by the MACD or RSI.\n\nIn the current market conditions, the best approach would be to wait for confirmation of a breakout. A clean break above $0.09826 could lead to a test of the next resistance at $0.10, while a failure to hold $0.0965 would open up support levels closer to $0.0950 or even lower. Traders may consider short-term scalping around these levels, but any trade should be backed by caution until more indicators align."
    }
  }
}