{
  "symbol": "DOGE/USD",
  "name": "Dogecoin vs US Dollar",
  "nameCn": "狗狗币/美元",
  "timestamp": "2026-02-24T01:52:19.426Z",
  "price": {
    "close": "0.09278",
    "high": "0.09357",
    "low": "0.09091",
    "open": "0.09319",
    "change": "-0.43",
    "datetime": "2026-02-24 01:00:00"
  },
  "indicators": {
    "rsi": 37.69079,
    "macd": -0.00073054597,
    "macd_signal": -0.00057862472,
    "sma20": 0.094589
  },
  "analysis": {
    "zh": {
      "title": "狗狗币/美元技术分析：市场保持震荡整理，等待方向确认",
      "content": "当前狗狗币/美元（DOGE/USD）价格为0.09278，全天变动较小，下降0.43%。市场表现震荡整理，价格保持在0.09091至0.09357区间内波动，显示出短期内缺乏强烈的趋势动能。\n\n技术面上，短期均线SMA(20)为0.0946，价格位于其下方，暗示近期市场可能偏弱。MACD数值为负（-0.00073），说明卖方略占优势，且信号线尚未给出明确的买入或卖出信号。由于RSI（14）未提供数据，短期市场的超买或超卖状态尚难以评估。\n\n从支撑和阻力的角度来看，当前支撑位在0.09091，若跌破该位置，则可能会进一步回调至更低水平。阻力位位于0.09357附近，突破该价位有可能触发新的上行趋势。在此区间内操作的风险较大，建议交易者保持谨慎，耐心等待更清晰的方向。\n\n综合来看，当前DOGE/USD表现为震荡整理，建议交易者在突破关键技术水平前保持观望，避免追涨杀跌，等待市场给出更明确的趋势信号。"
    },
    "en": {
      "title": "Dogecoin vs US Dollar Technical Analysis",
      "content": "The Dogecoin market is currently experiencing a slight downtrend, with the latest price at 0.09278 and a minor 24-hour change of -0.43%. This suggests a period of consolidation after recent fluctuations. The price has been hovering around the 0.09091 support level, which has proven to hold, as seen in the daily low. However, the failure to break through the 0.09357 resistance could signal a lack of upward momentum, pointing to a potential range-bound market in the short term.\n\nThe RSI(14) is currently unavailable, but the MACD reading of -0.00073054597 indicates bearish sentiment, suggesting a slight downward pressure on the price. This negative MACD value, combined with a lack of a confirmed signal line, signals that the bearish momentum could continue unless we see a reversal pattern. Without a strong positive crossover, it would be prudent to stay cautious of further downside risks, especially if the price fails to hold the support levels.\n\nThe 20-day simple moving average (SMA) stands at 0.094589, indicating that the short-term trend remains slightly bearish, as the current price is below this moving average. If Dogecoin remains below the 0.0946 level, sellers may retain control, and additional downward pressure may be exerted. A breach of the support at 0.09091 would likely open the door to further declines, with the next key support possibly near 0.0880, depending on market conditions.\n\nFor traders, it’s essential to monitor the 0.09091 support closely. If the price breaks below this level, further downside could be expected. Conversely, a strong rebound from this area, combined with a positive shift in the MACD, could offer a buying opportunity targeting the 0.0935 resistance. Patience and clear entry points will be crucial as the market continues to show signs of indecision."
    }
  }
}