{
  "symbol": "AVAX/USD",
  "name": "Avalanche vs US Dollar",
  "nameCn": "雪崩币/美元",
  "timestamp": "2026-01-18T13:48:31.654Z",
  "price": {
    "close": "13.5716",
    "high": "13.5829",
    "low": "13.5136",
    "open": "13.5462",
    "change": "0.19",
    "datetime": "2026-01-18 13:00:00"
  },
  "indicators": {
    "rsi": 37.23992,
    "macd": -0.039003406,
    "macd_signal": -0.022413295,
    "sma20": 13.68843
  },
  "analysis": {
    "zh": {
      "title": "> search(\"你是专业的数字货币交易分析师。请对 雪崩币/美元(AVAX/USD) 进行技术分析。\\n\\n当前市场数据：\\n- 最新价格: 13.5716\\n- 24小时变化: 0.19%\\n- 高点/低点: 13.5829 / 13.5136\\n- RSI(14): N/A\\n- MACD: -0.039003406, Signal: N/A\\n- SMA(20): 13.68843\\n\\n要求：\\n1. 第一行：完整的中文标题，格式：\\\"雪崩币/美元技术分析：[趋势描述]\\\"\\n2. 然后空一行\\n3. 正文3-4段，每段60-80字，总共250-300字\\n4. 包含：趋势判断、技术指标解读、支撑/阻力位、交易建议\\n5. 使用专业术语但易于理解\\n6. 不要添加任何标签或额外说明\\n\\n立即开始（第一行就是标题）：\")",
      "content": "雪崩币/美元技术分析：盘整偏弱震荡\n\n当前价格在$13.57附近窄幅波动，价格接近20日均线下方，短期趋势偏弱但无明显加速下跌。高点与低点差距不大，表明买卖双方力量暂时均衡，短线缺乏明确方向。\n\n技术指标显示MACD柱线为负且无明显转折，表明空头动能仍在但未放大。RSI数据不可用，但从价格结构看未出现超卖区域。因此短线仍需谨慎，不宜追涨。\n\n关键支撑位可关注近期低点$13.50附近和心理整数位$13.00，一旦收破将加速下行。阻力位在20日均线$13.69及上方$14.00关口，突破这些阻力才利于反弹延续。\n\n交易建议上短线可在支撑区域尝试低吸，止损设置略低于$13.40以控制风险。激进者等待均线确认转向再建多头仓位；震荡行情中保持仓位轻、纪律执行为主。"
    },
    "en": {
      "title": "Avalanche vs US Dollar Technical Analysis",
      "content": "> search(\"You are a professional cryptocurrency analyst. Provide technical analysis for Avalanche vs US Dollar (AVAX/USD).\\n\\nCurrent Market Data:\\n- Latest Price: 13.5716\\n- 24h Change: 0.19%\\n- High/Low: 13.5829 / 13.5136\\n- RSI(14): N/A\\n- MACD: -0.039003406, Signal: N/A\\n- SMA(20): 13.68843\\n\\nRequirements:\\n1. Write 3-4 paragraphs, 60-80 words each, total 250-300 words\\n2. Include: trend analysis, indicator interpretation, support/resistance levels, trading suggestions\\n3. Use professional but accessible language\\n4. No labels, no meta-commentary\\n5. Start immediately with the content (no title needed)\\n\\nBegin:\")\n\nRecent price action for AVAX/USD suggests a **neutral to mildly bearish trend** as the current price trades below the 20‑period simple moving average (SMA) at 13.688. The narrow trading range between 13.51 and 13.58 reflects **low volatility and consolidation**. This lack of directional conviction hints that buyers and sellers are balanced for now, with a slight edge toward downside pressure given the inability to reclaim the SMA. Volume and broader market sentiment will be key for the next leg.\n\nWith the **MACD showing a negative value** (-0.039) and lacking a confirmed signal line crossover, the momentum picture leans toward **bearish momentum building**. The absence of a valid RSI figure limits overbought/oversold insights, but the malaise around the 20‑period SMA suggests sellers have modest control. If selling intensifies, expect the MACD histogram to widen further negative. Conversely, a shift above the SMA could quickly improve the momentum outlook, so watch for a crossover signal.\n\nKey **support levels** to monitor are the recent swing low near **13.51**, followed by the psychological 13.00 zone, which could attract buyers if price dips. On the upside, immediate **resistance sits at 13.70–13.75**, where short‑term selling previously emerged, with stronger resistance near **14.00**, a round number that often influences trader behavior. A sustained break above 14.00 could signal a return of bullish interest, whereas a break below 13.50 may expose deeper support.\n\nFor traders, consider **range‑oriented strategies** in the short term: buying nearer support with tight stops and partial profit booking near resistance. More aggressive traders might wait for a breakout above 14.00 to confirm a shift into bullish territory, or a breakdown below 13.50 to capitalize on further downside. Always align position size with risk tolerance and monitor broader crypto market cues for confirmation."
    }
  }
}