{
  "symbol": "DOGE/USD",
  "name": "Dogecoin vs US Dollar",
  "nameCn": "狗狗币/美元",
  "timestamp": "2026-01-18T13:47:50.153Z",
  "price": {
    "close": "0.13722",
    "high": "0.13727",
    "low": "0.13657",
    "open": "0.13701",
    "change": "0.15",
    "datetime": "2026-01-18 13:00:00"
  },
  "indicators": {
    "rsi": 44.24925,
    "macd": -0.00026448802,
    "macd_signal": -0.00025248848,
    "sma20": 0.137559
  },
  "analysis": {
    "zh": {
      "title": "狗狗币/美元技术分析：震荡整理，短期看盘整风险",
      "content": "目前狗狗币/美元（DOGE/USD）价格为0.13722美元，处于震荡整理状态。短期内未看到明显的趋势突破，价格波动较小。24小时变化仅为0.15%，反映出市场情绪偏向谨慎，缺乏强烈的买卖压力。\n\n从技术指标来看，RSI(14)未给出有效数据，而MACD目前为负值（-0.00026448802），显示出市场的弱势。MACD的负值表明市场在一定程度上处于卖方主导的状态。SMA(20)则保持在0.137559附近，表明短期内价格的均值较为稳定，未出现明显的偏离。\n\n对于支撑位和阻力位，当前价格接近0.13657的低点，若跌破此价位，则可能测试更低的支撑位，如0.13500附近。而上方的阻力位位于0.13727附近，若突破此点，可能迎来价格的进一步上行。\n\n考虑到当前市场震荡，短期内建议保持观望，等待价格突破0.13727的阻力或跌破0.13657的支撑后再进行操作。如果没有明显的趋势信号，建议暂时避免高频交易。"
    },
    "en": {
      "title": "Dogecoin vs US Dollar Technical Analysis",
      "content": "The current price of Dogecoin (DOGE) against the US Dollar stands at $0.13722, reflecting a minor 24-hour change of +0.15%. The market shows a narrow trading range with the high of $0.13727 and the low of $0.13657. This indicates limited volatility, suggesting a consolidation phase or indecision among market participants. The absence of significant price movement may signal a wait-and-see sentiment, where traders are awaiting further signals before committing to larger positions.\n\nThe 20-period simple moving average (SMA) is positioned at $0.137559, which is slightly above the current price. This positioning typically suggests that the short-term trend is slightly bearish, as the price is trading below the SMA. However, the proximity of the price to the moving average could indicate that a reversal may be imminent if buying pressure increases. Traders should keep an eye on this level as a potential pivot point. A break above the SMA could shift the momentum toward the upside.\n\nWith the RSI (14) data not available, the MACD is currently showing a negative value of -0.00026448802, which indicates that the bearish momentum is still present. However, the absence of a signal line complicates the analysis, leaving the MACD alone as an imperfect indicator. A close examination of price action in the near term will be crucial to gauge whether there is any shift in momentum, as the MACD divergence could help in identifying potential buy or sell signals.\n\nSupport is currently found around the low of $0.13657, while resistance may lie near the SMA level of $0.137559. A breakout above this resistance could target the next resistance zone at around $0.13800. Conversely, a decline below support could see the price testing further lower levels. Given the tight range and low volatility, traders should watch for any breakout beyond these levels to confirm direction, with cautious positioning advised until clearer trends emerge."
    }
  }
}