{
  "symbol": "DOGE/USD",
  "name": "Dogecoin vs US Dollar",
  "nameCn": "狗狗币/美元",
  "timestamp": "2026-02-20T06:15:06.544Z",
  "price": {
    "close": "0.09888",
    "high": "0.09911",
    "low": "0.09882",
    "open": "0.099",
    "change": "-0.11",
    "datetime": "2026-02-20 06:00:00"
  },
  "indicators": {
    "rsi": 55.20755,
    "macd": 0.00012481767,
    "macd_signal": -0.000061323928,
    "sma20": 0.09801
  },
  "analysis": {
    "zh": {
      "title": "狗狗币/美元技术分析：震荡整理，短期走势不明朗",
      "content": "当前，狗狗币/美元（DOGE/USD）在0.09888附近震荡整理。尽管24小时变化幅度仅为-0.11%，但价格在0.09911和0.09882之间波动，显示出市场情绪偏向观望。短期内没有明显的上涨或下跌趋势，可能会在该区间内继续整理。\n\n从技术指标来看，RSI（14）数据暂时缺失，无法判断超买或超卖状态。MACD指标显示0.00012481767的值，但信号线数据缺失，无法形成有效的交叉信号。SMA（20）为0.09801，显示出价格略高于短期均线，表明可能存在一定的支撑。\n\n支撑位在0.09882附近，若价格跌破此点位，可能会进一步下探至0.09800左右。阻力位则在0.09911附近，突破后可能测试0.10000大关。综合来看，当前市场走势相对平稳，但缺乏明显的上涨动力。\n\n在交易策略上，建议暂时保持观望，等待更明确的价格突破信号。在支撑位附近尝试低位买入，或在阻力位接近时考虑卖出。短期内，维持区间操作的策略可能会比较稳妥。"
    },
    "en": {
      "title": "Dogecoin vs US Dollar Technical Analysis",
      "content": "The Dogecoin market is currently showing a subtle downtrend, with the latest price at $0.09888, reflecting a minor 24-hour decline of 0.11%. The price range for the last 24 hours indicates slight consolidation between the low of $0.09882 and the high of $0.09911. This narrow trading band suggests a market in a period of indecision, and the current price sitting close to the $0.0980 area could act as a short-term support level.\n\nThe absence of a clear RSI and the unavailability of its 14-period value leaves us without one of the essential momentum indicators. However, the MACD value of 0.00012481767 suggests minimal bullish momentum, with the lack of a defined signal line offering little additional clarity. Traders should be cautious of any sudden crossovers in the MACD, which could provide short-term directional signals. Still, without a fully formed trend, trading signals from this indicator remain weak.\n\nThe 20-period simple moving average (SMA) at $0.09801 is offering a dynamic support zone. As long as Dogecoin holds above this level, it may suggest that the market is in a mild range-bound phase, lacking the strength to break out significantly in either direction. If the price falls below the SMA, it may signal a deeper retracement, potentially testing lower levels near $0.0975 or even $0.0970.\n\nGiven the present market conditions, a cautious approach is recommended. For short-term trades, watching for breaks below $0.098 or a bounce off the SMA could provide opportunities. If Dogecoin recovers and sustains above $0.099, then a potential bullish move towards $0.100 could be considered. The lack of strong indicators at the moment means waiting for a clearer trend before making more aggressive trades."
    }
  }
}