{
  "symbol": "ADA/USD",
  "name": "Cardano vs US Dollar",
  "nameCn": "艾达币/美元",
  "timestamp": "2026-02-14T13:59:33.397Z",
  "price": {
    "close": "0.282749",
    "high": "0.283271",
    "low": "0.28051",
    "open": "0.28176",
    "change": "0.35",
    "datetime": "2026-02-14 13:00:00"
  },
  "indicators": {
    "rsi": 73.054158,
    "macd": 0.0037584191,
    "macd_signal": 0.0033763709,
    "sma20": 0.27625455
  },
  "analysis": {
    "zh": {
      "title": "艾达币/美元技术分析：[震荡整理，短期关注突破]",
      "content": "当前，艾达币（ADA/USD）在0.28美元附近震荡整理。价格保持在短期均线SMA(20)0.2762之上，表明多方依然有支撑，虽然缺乏强烈的上涨势头。从技术面来看，当前市场处于窄幅波动状态，未出现明显的突破信号。\n\nMACD显示出轻微的正值0.0038，但信号线缺失，意味着市场短期内未形成强烈的买入或卖出信号。RSI（14）数据缺失，使得对于超买或超卖的判断受到一定限制。但从价格波动来看，当前市场情绪相对谨慎。\n\n支撑位方面，0.2805美元是近期低点，若跌破此水平，可能会进一步测试0.28美元下方的支撑区域。阻力位则在0.2833美元附近，若价格突破这一点位，可能会迎来短期的上涨动力。\n\n综合来看，短期内建议投资者维持观望，等待价格突破0.2833美元或跌破0.2805美元后再做出决策。如果突破阻力位，可以考虑轻仓入场，但仍需关注整体市场情绪和突发新闻影响。"
    },
    "en": {
      "title": "Cardano vs US Dollar Technical Analysis",
      "content": "Cardano (ADA) has been trading within a tight range recently, with the latest price at $0.282749, showing a modest 0.35% increase over the past 24 hours. The market is currently experiencing low volatility, with the price hovering between a high of $0.283271 and a low of $0.28051. This range-bound movement suggests a period of consolidation, where the market is waiting for further price action or an external catalyst to drive momentum in either direction. Short-term traders should keep an eye on potential breakouts, with any price action above $0.2833 indicating a bullish signal.\n\nIn terms of technical indicators, the Relative Strength Index (RSI) for ADA is currently unavailable, which leaves some uncertainty regarding its overbought or oversold conditions. The MACD is showing a positive value of 0.0037584191, indicating a slight bullish bias. However, the lack of a defined signal line means that the MACD’s predictive power is limited, and traders should be cautious in making definitive decisions based solely on this indicator. As a result, it is essential to monitor any upcoming changes or crossovers in the MACD as confirmation of trend shifts.\n\nThe 20-period Simple Moving Average (SMA) is currently at $0.27625455, acting as a support level. Any drop toward this level would likely test the market's willingness to hold the price, and a break below could open the door to further downside. Resistance is likely to be near the $0.2833 level, with further upward movement contingent on breaking this price point convincingly. Traders should look for confirmation before entering positions, as the market remains in a neutral state.\n\nGiven the current market conditions, a cautious approach is recommended. For long-term traders, ADA presents a potential entry point at support levels around $0.276, while short-term traders should watch for breakouts above resistance levels near $0.2833. Any sustained movement in either direction could provide a clearer trend to follow. Managing risk is key, especially in a consolidating market with mixed indicators."
    }
  }
}