{
  "symbol": "DOGE/USD",
  "name": "Dogecoin vs US Dollar",
  "nameCn": "狗狗币/美元",
  "timestamp": "2026-02-28T05:56:05.635Z",
  "price": {
    "close": "0.09251",
    "high": "0.09318",
    "low": "0.09243",
    "open": "0.09312",
    "change": "-0.66",
    "datetime": "2026-02-28 05:00:00"
  },
  "indicators": {
    "rsi": 29.29009,
    "macd": -0.0010115096,
    "macd_signal": -0.0010668752,
    "sma20": 0.0937435
  },
  "analysis": {
    "zh": {
      "title": "狗狗币/美元技术分析：[震荡整理中，等待突破]",
      "content": "当前狗狗币/美元（DOGE/USD）的价格处于0.09251美元附近，市场显示出震荡整理的走势。虽然价格较24小时前下跌了0.66%，但整体波动幅度较小，处于一个相对窄幅的区间内。从技术角度看，当前走势尚未形成明确的趋势方向，短期内可能会在0.09243和0.09318之间反复震荡。\n\n在技术指标方面，RSI(14)数据暂缺，无法提供超买或超卖的明确信号。MACD值为负（-0.00101），但由于信号线数据缺失，无法完全判断当前动能。20日简单移动平均线（SMA）为0.09374，价格相对该均线处于下方，表明当前市场存在一定的下行压力，但依然有恢复至该位置的潜力。\n\n支撑位在0.09243附近，若价格跌破该点位，可能会进一步下探至0.09200区域。阻力位则位于0.09318和0.0937之间，突破这些水平可能会为进一步上涨提供动力。考虑到市场整理期的特征，投资者可等待价格突破上方或下方的关键支撑/阻力位后再决定是否入场。\n\n建议短期内采取观望策略，保持对市场关键价格区间的关注，一旦价格突破震荡区间，可以考虑顺势操作。同时，密切关注MACD和RSI的进一步变化，作为调整策略的参考依据。"
    },
    "en": {
      "title": "Dogecoin vs US Dollar Technical Analysis",
      "content": "The Dogecoin market currently shows a slight bearish bias, with the latest price at $0.09251, marking a 0.66% decline in the last 24 hours. The price has remained relatively stable within a narrow range between $0.09243 and $0.09318. This could suggest consolidation after a recent period of minor volatility. The lack of significant price movement may indicate that the market is waiting for a catalyst to trigger a more definitive direction. At this point, we can observe that Dogecoin is trading just below its 20-day simple moving average (SMA), a potential sign of short-term weakness.\n\nLooking at the MACD, the current value is -0.0010115096, which shows a bearish momentum. However, without the signal line available, it’s difficult to fully gauge the strength of this trend. A bearish MACD reading typically suggests that the downside pressure is more dominant, but since the MACD value is relatively small, we might be seeing only a weak downtrend for now. If the MACD diverges further into negative territory, it could signal an increased likelihood of further downside.\n\nKey support for Dogecoin appears near the $0.09243 level, which is the recent low. If the price breaks below this, we could see further declines toward the next significant support level. On the resistance side, the price faces a near-term obstacle around the $0.09318 level. A move above this resistance could suggest a short-term reversal and a potential rally toward the SMA at $0.09374. If the price surpasses the SMA, it may indicate a shift in sentiment towards a bullish trend.\n\nFor traders, a cautious approach seems warranted, with the current price near key support and resistance levels. Those looking to short may target the next support level if the price breaks below $0.09243. Conversely, long positions may be considered if Dogecoin manages to break above resistance and sustain a move above the SMA, particularly if any bullish momentum emerges in the form of a rising MACD or higher RSI readings."
    }
  }
}