{
  "symbol": "DOGE/USD",
  "name": "Dogecoin vs US Dollar",
  "nameCn": "狗狗币/美元",
  "timestamp": "2026-02-17T13:00:01.018Z",
  "price": {
    "close": "0.09948",
    "high": "0.09991",
    "low": "0.09873",
    "open": "0.09878",
    "change": "0.72",
    "datetime": "2026-02-17 12:00:00"
  },
  "indicators": {
    "rsi": 42.15015,
    "macd": -0.00087193524,
    "macd_signal": -0.00090243253,
    "sma20": 0.100131
  },
  "analysis": {
    "zh": {
      "title": "狗狗币/美元技术分析：[当前震荡整理，短期可能维持横盘]",
      "content": "当前狗狗币/美元（DOGE/USD）价格为0.09948美元，短期内市场波动较小，表现出震荡整理的趋势。价格在0.09991美元的高点与0.09873美元的低点之间震荡运行，整体缺乏明确的上涨或下跌动能。短期内，DOGE/USD可能继续在这一区间内盘整。\n\n从技术指标来看，RSI（14）未提供，因此难以从超买或超卖的角度做出明确判断。MACD显示当前为负值（-0.00087193524），这可能表明卖压较重，但由于Signal线尚未提供，因此缺乏进一步的确认信号。SMA（20）目前为0.10013100，表明短期内价格略低于均线，市场情绪偏向谨慎。\n\n支撑位在0.0987美元附近，而阻力位则在0.0999美元附近。若价格突破0.0999美元的阻力位，可能会进一步测试0.1005美元的更高水平；而若跌破支撑位0.0987美元，可能会出现更深的回调。当前价格区间内的交易者应关注价格突破的方向，适时调整策略。\n\n基于当前震荡整理的市场结构，短期内建议保持观望，等待价格突破关键支撑或阻力位后再决定进一步操作。如果操作，建议设置适当止损，控制风险。"
    },
    "en": {
      "title": "Dogecoin vs US Dollar Technical Analysis",
      "content": "The current price of Dogecoin is 0.09948, reflecting a modest 0.72% gain in the last 24 hours. Despite this small movement, the coin has shown consistent trading within a narrow range, with a high of 0.09991 and a low of 0.09873. This price action suggests that Dogecoin is in a consolidation phase, with no immediate breakout or breakdown. It is important to monitor for a potential shift in momentum as the market remains in this tight range.\n\nLooking at the technical indicators, the absence of a 14-period RSI and the negative MACD of -0.00087 suggests a neutral to bearish sentiment, though the lack of a signal line makes it difficult to interpret the MACD's full implications. The absence of a clear trend is further confirmed by the SMA(20) of 0.10013, which lies close to the current price, indicating that Dogecoin is hovering around its short-term average. This indicates indecision in the market, and it would be prudent to wait for confirmation of a trend before making any significant trades.\n\nIn terms of support and resistance, the immediate support level is at 0.09873, the low of the 24-hour range, which is crucial for maintaining the current price structure. If Dogecoin fails to hold this level, the next support could be found near 0.09750. On the upside, the resistance near 0.10000 is a critical level, where the coin has struggled to break through. A breakout above this could signal a potential rally, but any movement above this should be followed closely with a clear confirmation from other indicators.\n\nGiven the current technicals, a conservative approach is recommended. Traders should monitor the price action around key support and resistance levels, with a focus on a potential breakout or breakdown. With no strong trend or confirmation from the indicators, it is advisable to wait for clear signals before entering a position. A breakout above resistance or a drop below support could trigger more substantial price movements."
    }
  }
}