{
  "symbol": "ADA/USD",
  "name": "Cardano vs US Dollar",
  "nameCn": "艾达币/美元",
  "timestamp": "2026-02-21T16:27:44.897Z",
  "price": {
    "close": "0.280853",
    "high": "0.282742",
    "low": "0.280648",
    "open": "0.282541",
    "change": "-0.63",
    "datetime": "2026-02-21 16:00:00"
  },
  "indicators": {
    "rsi": 45.76553,
    "macd": 0.00063318495,
    "macd_signal": 0.0011429414,
    "sma20": 0.2833366
  },
  "analysis": {
    "zh": {
      "title": "艾达币/美元技术分析：[震荡整理，谨慎观望]",
      "content": "当前艾达币/美元(ADA/USD)处于震荡整理状态，价格在0.2806和0.2827之间波动，未能突破显著支撑或阻力位。从价格变化来看，24小时小幅下跌0.63%，表现出市场的疲软。整体上，短期内缺乏强烈的上涨或下跌动能。\n\n技术指标方面，MACD数值接近零轴，显示出买卖力量平衡。RSI值未提供，无法精确评估超买或超卖状态。SMA(20)显示当前价格略低于20日均线，这可能意味着短期内存在一定的卖压，但也不足以确认趋势反转。整体而言，市场处于观望状态，缺乏明确的方向。\n\n支撑位方面，0.2806附近为较强支撑，若价格跌破此处，可能会加速下行。而0.2827则为短期的主要阻力位，突破该点有望带来进一步上涨的动力。结合当前价格行为，投资者应密切关注这些关键价位的突破情况。\n\n建议投资者在此时保持谨慎，避免追高或追空。建议等待价格突破支撑或阻力位后再做决策。若突破0.2827，可考虑短期多单；若跌破0.2806，则可以考虑看空操作。"
    },
    "en": {
      "title": "Cardano vs US Dollar Technical Analysis",
      "content": "The Cardano/US Dollar (ADA/USD) market is currently showing a slight downtrend, with a 24-hour change of -0.63%. The price has fluctuated between $0.282742 and $0.280648, indicating a relatively narrow trading range during this period. Given the current level of $0.280853, the market is consolidating in a tight range. A break below the support at $0.280648 could signal further downside, while a move above $0.282742 would indicate a potential reversal and more bullish momentum. \n\nIn terms of technical indicators, the Relative Strength Index (RSI) is unavailable, making it difficult to gauge overbought or oversold conditions. The Moving Average Convergence Divergence (MACD) is at 0.00063318495, but without the signal line available, its interpretation is limited. The 20-period Simple Moving Average (SMA) stands at $0.2833366, providing a short-term resistance level. If the price approaches this level, a rejection here could continue the downtrend, while a sustained move above it might suggest the start of a recovery.\n\nSupport levels are seen at the $0.280648 mark, with a potential deeper support around $0.2780 if the market loses further ground. On the upside, resistance is situated near the $0.282742 level, and the SMA(20) at $0.2833366 is an immediate hurdle. A breakout above the SMA could lead to a test of higher levels, while failure to breach this resistance could result in more downside pressure toward the support levels.\n\nFor traders, a cautious approach is advised. A short position may be considered if the price fails to break above $0.2833366, with a target around the $0.2780 support area. Conversely, a long position could be viable if the price convincingly clears the $0.2833366 resistance, with a target of $0.2850 or higher. Keep an eye on volume and market sentiment for confirmation of any breakout."
    }
  }
}