{
  "symbol": "DOGE/USD",
  "name": "Dogecoin vs US Dollar",
  "nameCn": "狗狗币/美元",
  "timestamp": "2026-02-21T16:28:25.202Z",
  "price": {
    "close": "0.09955",
    "high": "0.10003",
    "low": "0.09936",
    "open": "0.1",
    "change": "-0.43",
    "datetime": "2026-02-21 16:00:00"
  },
  "indicators": {
    "rsi": 46.20946,
    "macd": 0.00016861921,
    "macd_signal": 0.00025727084,
    "sma20": 0.1000595
  },
  "analysis": {
    "zh": {
      "title": "狗狗币/美元技术分析：[当前维持震荡整理，短期偏弱]",
      "content": "当前DOGE/USD在0.09955附近震荡整理，整体价格趋势相对平稳。短期内，价格未能突破0.10003的阻力位，同时也未下破0.09936的支撑位，显示出市场的谨慎情绪，缺乏强烈的方向性走势。若价格突破阻力位0.10003，可能会恢复上涨动能；反之，跌破支撑位则可能导致进一步下行。\n\n目前的技术指标方面，RSI和MACD尚未提供明确的买卖信号。虽然MACD为正值0.00016861921，但由于Signal值缺失，无法进一步确认短期动能。SMA(20)的值为0.10005950，价格目前稍低于该均线，显示出短期可能存在回调的风险。\n\n支撑位方面，0.09936附近可作为短期下行的关键支撑区，若跌破该价位，可能会进一步向0.09800区域寻求支撑。上行阻力则集中在0.10003附近，突破此位可能引发一定的反弹空间，测试0.10100至0.10200的更高区间。\n\n综合来看，目前市场情绪偏弱，建议保持观望或设置止损交易，等待更明确的信号确认价格突破或回调。短期内的震荡走势可能为短线交易者提供一定的进场机会，但要注意风险管理。"
    },
    "en": {
      "title": "Dogecoin vs US Dollar Technical Analysis",
      "content": "The current price of Dogecoin (DOGE) against the US Dollar stands at 0.09955, reflecting a minor decline of 0.43% over the last 24 hours. This slight downward movement suggests a consolidation phase, with the market struggling to establish a strong directional trend. The high and low range for the day (0.10003 and 0.09936) indicates limited volatility, as the price has been contained within a narrow band. As of now, the market sentiment appears neutral, awaiting clearer directional cues.\n\nAnalyzing the 20-period simple moving average (SMA) at 0.10006, we can observe that the price is currently trading slightly below this level, hinting at mild bearish pressure in the short term. If DOGE/USD continues to hover around or below the SMA, it may suggest a weakening bullish momentum. On the other hand, the price would need to break above the SMA with substantial volume to indicate potential bullish reversal. A sustained move above this moving average could open the door to further upside toward the next resistance zone.\n\nGiven the absence of a clear Relative Strength Index (RSI) or MACD signal, there is limited guidance from these momentum indicators. However, the current MACD value of 0.00016861921 suggests a lack of significant momentum at present. Traders should be cautious, as the absence of an RSI reading may lead to increased unpredictability. Until the indicators show more decisive trends, market participants might prefer to adopt a wait-and-see approach.\n\nSupport levels are found at 0.09936, with further key support lying around 0.0985. If the price breaks below these zones, it could indicate a deeper pullback, possibly testing lower levels. Resistance lies around 0.10003, and a breakout above this could signal a return to the 0.1015 level. Given the current market conditions, it would be wise to wait for confirmation of a trend before taking significant positions."
    }
  }
}