{
  "symbol": "AVAX/USD",
  "name": "Avalanche vs US Dollar",
  "nameCn": "雪崩币/美元",
  "timestamp": "2026-01-30T03:42:12.173Z",
  "price": {
    "close": "10.9331",
    "high": "10.975",
    "low": "10.8975",
    "open": "10.9164",
    "change": "0.16",
    "datetime": "2026-01-30 03:00:00"
  },
  "indicators": {
    "rsi": 28.060751,
    "macd": -0.22514367,
    "macd_signal": -0.22890736,
    "sma20": 11.20362
  },
  "analysis": {
    "zh": {
      "title": "> search(\"你是专业的数字货币交易分析师。请对 雪崩币/美元(AVAX/USD) 进行技术分析。\\n\\n当前市场数据：\\n- 最新价格: 10.9331\\n- 24小时变化: 0.16%\\n- 高点/低点: 10.975 / 10.8975\\n- RSI(14): N/A\\n- MACD: -0.22514367, Signal: N/A\\n- SMA(20): 11.20362\\n\\n要求：\\n1. 第一行：完整的中文标题，格式：\\\"雪崩币/美元技术分析：[趋势描述]\\\"\\n2. 然后空一行\\n3. 正文3-4段，每段60-80字，总共250-300字\\n4. 包含：趋势判断、技术指标解读、支撑/阻力位、交易建议\\n5. 使用专业术语但易于理解\\n6. 不要添加任何标签或额外说明\\n\\n立即开始（第一行就是标题）：\")",
      "content": "雪崩币/美元技术分析：短期维持区间震荡\n\n当前 AVAX 价格在 10.9 附近横盘，短期趋势偏震荡整理。虽有轻微上行意图，但未能有效突破 20 日均线 11.20 附近，显示多空力量暂时均衡，趋势尚未明朗。\n\n技术指标上，MACD 为负且未显现明显金叉反转，动量偏弱。RSI 数据缺失，但从价格与均线关系看，短线买盘力量有限，仍需关注成交量变化以确认动能是否回升。\n\n支撑方面，10.80 附近为近期低点支撑区；若跌破或将加速下行至 10.50。阻力则集中于 11.20 与 11.50 区间，突破后可能打开上攻空间，策略上在关键阻力出现有效突破再考虑进多。\n\n交易建议上，短线可在支撑位附近轻仓布局，止损设于跌破关键支撑下方；若价格稳定站上 11.20 并放量，则可考虑顺势跟进。谨慎控制仓位，适度等待确认信号再行动。"
    },
    "en": {
      "title": "Avalanche vs US Dollar Technical Analysis",
      "content": "> search(\"You are a professional cryptocurrency analyst. Provide technical analysis for Avalanche vs US Dollar (AVAX/USD).\\n\\nCurrent Market Data:\\n- Latest Price: 10.9331\\n- 24h Change: 0.16%\\n- High/Low: 10.975 / 10.8975\\n- RSI(14): N/A\\n- MACD: -0.22514367, Signal: N/A\\n- SMA(20): 11.20362\\n\\nRequirements:\\n1. Write 3-4 paragraphs, 60-80 words each, total 250-300 words\\n2. Include: trend analysis, indicator interpretation, support/resistance levels, trading suggestions\\n3. Use professional but accessible language\\n4. No labels, no meta-commentary\\n5. Start immediately with the content (no title needed)\\n\\nBegin:\")\n\nAvalanche’s price action around **$10.93** suggests a short-term **downtrend bias**, especially as the pair remains below the **20‑period simple moving average at ~11.20**. This indicates sellers are still in control and bearish pressure persists. The tight 24‑hour range shows limited momentum and a lack of conviction from bulls, keeping AVAX under distribution rather than accumulation. Watch how price interacts with SMA levels — a decisive break above 11.20 could shift the bias upward.\n\nThe **MACD at –0.225** in negative territory signals that momentum remains bearish and that bearish crossover pressure likely continues. Without an available signal line reading, interpretation leans on the negative divergence of MACD alone, which often coincides with stalled rallies or continued downside momentum when price struggles to reach recent highs. In general, negative MACD reinforces selling pressure unless a clear bullish divergence or crossover toward positive occurs. Based on broader market analyses, technical ratings have skewed toward sell signals across multiple timeframes, reinforcing caution.\n\nIn terms of **support and resistance**, immediate support could lie near recent pivot levels around **$10.50–$10.00**, where short-term bounces have previously occurred. If this zone fails, deeper support around longer-term structural pivots could come into play, though these are indicators.\n\n\nIn terms of **support and resistance**, immediate support could lie near recent pivot levels around **$10.50–$10.00**, where short-term bounces have previously occurred. If this zone fails, deeper support around longer-term structural pivots could come into play, though these are historically much lower. On the upside, initial resistance sits near the SMA at ~11.20 and then psychological resistance near **$12.00–$12.50**, which aligns with classic moving average clusters that traders watch. Breaks above these levels would suggest a short-term relief rally.\n\nFor **trading suggestions**, conservative traders may prefer to wait for clear green closes above SMA levels or a MACD shift into positive territory before initiating long positions. Shorter-term scalpers might target quick rejections near resistance with tight stops, while longer-term holders should focus on meaningful trend changes confirmed by multiple indicators. Effective risk management — using stops below confirmed support — remains key in this low‑momentum market."
    }
  }
}