{
  "symbol": "DOGE/USD",
  "name": "Dogecoin vs US Dollar",
  "nameCn": "狗狗币/美元",
  "timestamp": "2025-11-30T17:43:49.246Z",
  "price": {
    "close": "0.1502",
    "high": "0.15039",
    "low": "0.14961",
    "open": "0.15038",
    "change": "-0.13",
    "datetime": "2025-11-30 17:00:00"
  },
  "indicators": {
    "rsi": 55.78889,
    "macd": 0.00018587316,
    "macd_signal": 0.000020260125,
    "sma20": 0.1492455
  },
  "analysis": {
    "zh": {
      "title": "狗狗币/美元技术分析：[震荡整理，需关注关键支撑位]",
      "content": "当前DOGE/USD的价格为0.1502，24小时内略微下跌0.13%。从近期价格波动来看，狗狗币呈现出震荡整理的趋势，价格在0.15039的高点与0.14961的低点之间反复测试，显示出市场情绪的谨慎和观望。\n\n在技术指标方面，尽管RSI数据缺失，但MACD值为0.00018587316，表明短期内多头动能略微增强。SMA(20)为0.14924550，当前价格略高于该均线，暗示短期内可能存在支撑。如果价格持续保持在该均线之上，可能会吸引更多买盘。\n\n支撑位方面，0.14961是一个重要的心理支撑位，如果价格跌破该水平，可能引发进一步的抛售压力。相对的，阻力位在0.15039附近，若能突破，将可能引发新的上涨行情。因此，投资者应密切关注这两个关键水平。\n\n交易建议方面，建议在当前价位附近谨慎布局，若价格回调至0.14961附近可考虑逐步加仓，同时设定止损以控制风险。若价格突破0.15039，则可以考虑短期内追涨。保持警惕，灵活应对市场变化。"
    },
    "en": {
      "title": "Dogecoin vs US Dollar Technical Analysis",
      "content": "The current price of Dogecoin against the US Dollar stands at 0.1502, reflecting a slight decline of 0.13% over the last 24 hours. This modest downward movement suggests a consolidation phase after a period of volatility. The price has recently oscillated between a high of 0.15039 and a low of 0.14961, indicating that the market is currently navigating a tight range. Traders should monitor this range closely, as a breakout above the recent high could signal renewed bullish momentum, while a drop below the low may indicate bearish pressure.\n\nIn terms of technical indicators, the absence of a current RSI reading does limit our understanding of overbought or oversold conditions. However, the MACD shows a positive value of 0.00018587316, suggesting that Dogecoin may be experiencing upward momentum. The SMA(20) at 0.14924550 aligns closely with the current price, indicating potential support near this level. If the price holds above the SMA, it could attract buyers, while a breakdown below it may lead to further declines.\n\nSupport is observed at the SMA(20) around 0.14924550, which could serve as a critical level for buyers to step in. Conversely, a breach of the 0.14961 low could expose further downside, potentially targeting 0.1480. Resistance is identified just above the current price, particularly around 0.15039. A sustained movement above this level could trigger bullish sentiment and possibly rally toward 0.1530 or higher.\n\nGiven the current market conditions, a cautious trading strategy is advisable. Short-term traders might look for opportunities to enter near the support level, while setting stop-loss orders just below the SMA. Conversely, those anticipating a breakout could consider entering above 0.15039 with a target near 0.1530. As always, it's important to remain vigilant to market sentiment and external factors that could impact Dogecoin's price movements."
    }
  }
}