{
  "symbol": "DOGE/USD",
  "name": "Dogecoin vs US Dollar",
  "nameCn": "狗狗币/美元",
  "timestamp": "2026-01-28T15:08:16.949Z",
  "price": {
    "close": "0.12533",
    "high": "0.1254",
    "low": "0.12504",
    "open": "0.12509",
    "change": "0.18",
    "datetime": "2026-01-28 15:00:00"
  },
  "indicators": {
    "rsi": 51.25447,
    "macd": 0.00061953671,
    "macd_signal": 0.00076445783,
    "sma20": 0.1255625
  },
  "analysis": {
    "zh": {
      "title": "狗狗币/美元技术分析：短线震荡偏弱整理",
      "content": "当前DOGE/USD价格在0.12533附近小幅波动，24小时涨幅有限，显示多空力量较为均衡。整体走势仍处于窄幅震荡区间，短线趋势偏弱整理，缺乏明显突破动能。  \n\n技术指标方面，SMA(20)位于0.12556，现价略低于均线，暗示短期压力存在。MACD数值为0.00062，虽保持正值，但信号线缺失使动能判断有限，需等待指标进一步确认方向。  \n\n支撑位可关注0.12504一线，若跌破可能下探0.12450区域；阻力位则在0.12540及0.12600附近，突破后才有望打开上行空间。当前区间内交易风险较高。  \n\n操作建议上，稳健投资者可等待价格站稳20日均线并放量突破阻力后再跟进；激进交易者可在支撑附近轻仓试多，但需严格设置止损，以防震荡下行扩大。"
    },
    "en": {
      "title": "Dogecoin vs US Dollar Technical Analysis",
      "content": "The current price of Dogecoin (DOGE) against the US Dollar (USD) is slightly above the recent low at 0.12504, indicating a cautious bullish sentiment. The price has shown minimal volatility over the last 24 hours, with a change of just 0.18%. This stability suggests a potential consolidation phase, which could precede a more significant price movement. Traders should watch for a breakout above the high of 0.1254 to confirm upward momentum or a drop below 0.12504 that could signal a bearish trend.\n\nIn terms of technical indicators, the MACD value of 0.00061953671 indicates a slight bullish momentum; however, the lack of a defined signal line complicates this interpretation. The absence of a relative strength index (RSI) makes it challenging to assess overbought or oversold conditions, so additional indicators or price action should be monitored closely. A moving average convergence could suggest a short-term bullish trend if the price holds above the SMA(20) at 0.1255625.\n\nSupport levels are crucial to observe, with 0.12504 acting as immediate support. A breach below this level could lead to further declines towards the next psychological level at 0.1240. Conversely, resistance is currently at 0.1254; a decisive break above this level could propel DOGE towards 0.1260 or higher. Traders should place stop-loss orders just below the support level to mitigate risk while considering target profits at resistance levels.\n\nGiven the current market conditions and indicators, a cautious trading approach is advisable. Entering long positions on a confirmed breakout above the resistance can provide an opportunity for profit, while maintaining a watchful eye on downside risks. Patience may be key here; monitoring price action around the critical support and resistance levels will be essential for making informed trading decisions in the coming sessions."
    }
  }
}