{
  "symbol": "ADA/USD",
  "name": "Cardano vs US Dollar",
  "nameCn": "艾达币/美元",
  "timestamp": "2026-02-13T11:22:50.401Z",
  "price": {
    "close": "0.263943",
    "high": "0.264127",
    "low": "0.263525",
    "open": "0.263827",
    "change": "0.04",
    "datetime": "2026-02-13 11:00:00"
  },
  "indicators": {
    "rsi": 55.20096,
    "macd": 0.00059668225,
    "macd_signal": 0.00047117255,
    "sma20": 0.26178155
  },
  "analysis": {
    "zh": {
      "title": "艾达币/美元技术分析：[震荡整理，关注支撑阻力突破]",
      "content": "当前艾达币/美元(ADA/USD)在0.263943附近震荡整理，显示出短期内市场缺乏明显的方向性。24小时变化仅为0.04%，表明市场参与者情绪较为平稳，暂时未出现大幅波动。价格接近短期均线SMA(20)的0.26178155，表明市场短期内可能处于震荡区间。\n\n从技术指标来看，目前RSI(14)和MACD信号均未能提供足够的趋势指引。虽然MACD值为0.00059668225，但因缺乏对比数据，难以得出有效的趋势判断。SMA(20)显示出0.26178155的支撑位置，若价格回落至该位置并得到支撑，有望再次测试上行压力。\n\n对于支撑位，0.263525为短期下行支撑，一旦突破可能会进一步考验0.2610-0.2600的关键支撑。阻力位则位于0.264127，若价格突破此区间，可能会挑战0.2670的上行阻力。因此，关键的价格区间在0.2630至0.2645之间，突破任一方向都可能导致较大波动。\n\n建议短线交易者关注突破行情，若价格突破0.2645，则可以尝试适度追多；若跌破0.2610，则需考虑适时止损。由于市场处于震荡整理阶段，保持谨慎操作是当前最为明智的策略。"
    },
    "en": {
      "title": "Cardano vs US Dollar Technical Analysis",
      "content": "Cardano's price against the US Dollar (ADA/USD) is currently showing slight bullish momentum, with a 24-hour change of +0.04%. The price has been confined to a narrow range between 0.263525 and 0.264127, indicating low volatility in the short term. This price action suggests that the market is in a consolidation phase, potentially gearing up for a more decisive move once either the support or resistance levels are tested. The price is currently above the 20-period simple moving average (SMA), indicating a mild upward bias, although momentum remains weak.\n\nThe lack of a clear trend is reflected in the RSI and MACD indicators. The MACD reading of 0.00059668225, although positive, lacks enough momentum to confirm a strong bullish trend, and the absence of the RSI data makes it difficult to assess overbought or oversold conditions. This leaves the market in a state of indecision, with traders potentially waiting for further signals before making substantial moves. A break above the current high of 0.264127 could attract buying pressure, while a move below the low of 0.263525 might signal further weakness.\n\nIn terms of support and resistance, the immediate support level lies at 0.263525, with a potential test of the 0.2617 region if the price fails to hold. On the upside, resistance near 0.264127 could act as a barrier to further gains. If this level is breached, ADA/USD may test higher levels, potentially targeting the next resistance zone near 0.2655. Traders should be cautious in this range-bound market, awaiting more significant price action before committing to larger trades.\n\nFor traders looking to position in the market, a wait-and-see approach may be prudent. Short-term traders might consider scalping within the current range, looking to buy near support and sell near resistance. However, any breakout above 0.264127 should be watched closely for confirmation of a new bullish trend. Conversely, a failure to hold above the 20-SMA could signal a potential reversal, with further downside risk."
    }
  }
}