{
  "symbol": "BNB/USD",
  "name": "Binance Coin vs US Dollar",
  "nameCn": "币安币/美元",
  "timestamp": "2026-02-13T11:20:37.745Z",
  "price": {
    "close": "599.55",
    "high": "601.42",
    "low": "599.01",
    "open": "601.36",
    "change": "-0.30",
    "datetime": "2026-02-13 11:00:00"
  },
  "indicators": {
    "rsi": 40.26764,
    "macd": -2.83609,
    "macd_signal": -2.056642,
    "sma20": 605.6655
  },
  "analysis": {
    "zh": {
      "title": "币安币/美元技术分析：[震荡整理，短期仍需关注支撑与阻力]",
      "content": "当前，币安币（BNB）在 599.55 美元附近震荡整理，24小时小幅下跌 0.30%。短期内，价格波动较小，维持在 599.01 至 601.42 美元区间内。由于缺乏显著的趋势突破，整体走势呈现整理形态，市场情绪相对谨慎。\n\n从技术指标来看，MACD 为负值 (-2.83609)，但没有给出明确的交叉信号，显示出当前市场情绪较弱。SMA(20) 均线目前位于 605.67 美元，价格接近此水平，表明在 600 美元附近存在一定的压力。RSI 数据缺失，无法对超买超卖情况进行判断。\n\n当前的支撑位在 599 美元附近，若价格跌破此区域，可能会进一步测试更低支撑。上方阻力位则位于 601.42 美元和 605 美元区间，如果突破该区域，有望迎来短期反弹。对于短线交易者，关注价格在支撑位附近的反应。\n\n建议投资者保持观望，除非出现明显的突破或跌破关键支撑位。操作上，若价格在 599 美元处获得支撑，可尝试短期反弹策略，反之则需谨慎。"
    },
    "en": {
      "title": "Binance Coin vs US Dollar Technical Analysis",
      "content": "> search(\"You are a professional cryptocurrency analyst. Provide technical analysis for Binance Coin vs US Dollar (BNB/USD).\\n\\nCurrent Market Data:\\n- Latest Price: 599.55\\n- 24h Change: -0.30%\\n- High/Low: 601.42 / 599.01\\n- RSI(14): N/A\\n- MACD: -2.83609, Signal: N/A\\n- SMA(20): 605.66550\\n\\nRequirements:\\n1. Write 3-4 paragraphs, 60-80 words each, total 250-300 words\\n2. Include: trend analysis, indicator interpretation, support/resistance levels, trading suggestions\\n3. Use professional but accessible language\\n4. No labels, no meta-commentary\\n5. Start immediately with the content (no title needed)\\n\\nBegin:\")\n\nBNB’s price action around **$599.55** reflects a short-term **consolidation phase** within a broader uptrend that has been slowing. After struggling below the **20‑period SMA (~605.67)**, the pair shows mild bearish bias as sellers test lower boundaries. The market’s inability to reclaim the moving average suggests **downside pressure**, though longer-term structure remains intact unless key supports break decisively.\n\nWith **RSI unavailable**, momentum must be inferred from price structure and MACD. A negative **MACD reading of -2.836** indicates that bearish momentum has recently gained ground, though the absence of a signal line limits precision. This suggests that sellers have been more active at these levels, but not strongly enough to trigger a sustained downtrend. Traders should watch for a **MACD histogram expansion below zero** as confirmation of strengthening bearish momentum.\n\nImmediate **support** sits near the recent swing low around **$590–$592**, followed by a psychological floor at **$580**. On the upside, **$605–$610** serves as the first resistance zone, with a more significant barrier around **$620–$625** where previous highs and congestion clusters reside. A daily close above **$605** could attract fresh buying and signal resilience, while failure to hold **$590** might open the door to deeper retracements.\n\nIn terms of **trade suggestions**, conservative traders might wait for a decisive break and retest of **$605** before taking long positions, ideally confirmed by improving volume. Alternatively, if price drops below **$590** with follow‑through, short setups with tight risk could be considered, targeting the **$580 zone**. Risk management should remain strict given the current flattened moving average and oscillating momentum conditions."
    }
  }
}