{
  "symbol": "DOGE/USD",
  "name": "Dogecoin vs US Dollar",
  "nameCn": "狗狗币/美元",
  "timestamp": "2026-02-18T21:56:51.427Z",
  "price": {
    "close": "0.09831",
    "high": "0.09896",
    "low": "0.09812",
    "open": "0.09843",
    "change": "-0.12",
    "datetime": "2026-02-18 21:00:00"
  },
  "indicators": {
    "rsi": 36.20682,
    "macd": -0.00055191055,
    "macd_signal": -0.00028928869,
    "sma20": 0.100246
  },
  "analysis": {
    "zh": {
      "title": "狗狗币/美元技术分析：[短期震荡走势，待突破关键区间]",
      "content": "目前狗狗币/美元（DOGE/USD）的价格在0.09831美元附近，处于较窄的波动区间内。从当前价格走势来看，市场表现出一定的震荡特征，缺乏明显的上涨或下跌趋势。价格已经接近短期均线（SMA 20），而RSI和MACD指标暂无提供明确的超买或超卖信号，显示市场情绪相对平稳。\n\n从技术指标来看，DOGE/USD的MACD处于负值区域（-0.00055），意味着短期内卖压较大，市场可能尚未形成强劲的反弹信号。SMA 20目前位于0.100246附近，形成了一个潜在的短期阻力位。若价格突破此阻力位，可能会触发短期上涨。然而，若价格无法突破，将可能继续在区间内震荡整理。\n\n支撑位方面，当前的低点为0.09812美元，是近期价格波动中的支撑区域。如果价格下行至此支撑位并获得反弹，可能会迎来一定的买盘介入。若跌破支撑位，则可能会进一步测试更低的价格区域。短期内，价格在这一区间震荡整理的概率较大。\n\n综合来看，当前建议投资者保持观望，等待价格突破区间内的关键支撑或阻力位后再进行操作。若突破0.100246美元，考虑做多；若跌破0.09812美元，可考虑做空。"
    },
    "en": {
      "title": "Dogecoin vs US Dollar Technical Analysis",
      "content": "The current price of Dogecoin is $0.09831, reflecting a marginal 24-hour drop of -0.12%. This suggests that the market is relatively neutral, with no strong upward or downward momentum. The recent high and low range, between $0.09896 and $0.09812, indicates a narrow trading band, highlighting a period of consolidation. Dogecoin appears to be experiencing sideways price action, a common feature when markets lack strong directional bias. This phase could potentially lead to a breakout if significant volume or news triggers volatility.\n\nLooking at the SMA(20) of $0.10024600, it suggests a slight bearish inclination as the price is trading below this moving average. A rejection at or around the SMA could signal further downward pressure toward the immediate support level of $0.09812. On the other hand, if the price rises and breaks above the $0.1000 mark, it could indicate a shift toward a bullish trend, with the next resistance at $0.1020 potentially in focus. Traders should keep an eye on these levels for any reversal signs.\n\nWith the MACD currently showing a negative value of -0.00055, there’s a slight bearish momentum in the market, although the lack of a signal line and full MACD data means it’s too early to confirm a sustained downtrend. The RSI(14) is unavailable, which limits the ability to assess the current overbought or oversold conditions. Without this key indicator, momentum analysis remains less clear, but the MACD and SMA can offer reasonable insight into short-term price behavior.\n\nFor traders, waiting for a break above $0.1000 or a further test of the $0.09812 support could be wise. A successful test of support might provide a low-risk entry point for a potential bounce, while a breach of the support would suggest deeper price declines, potentially targeting $0.0960. Patience is key as the market awaits clearer signals for the next directional move."
    }
  }
}