{
  "symbol": "AVAX/USD",
  "name": "Avalanche vs US Dollar",
  "nameCn": "雪崩币/美元",
  "timestamp": "2026-01-23T12:45:28.142Z",
  "price": {
    "close": "12.1881",
    "high": "12.2107",
    "low": "12.1657",
    "open": "12.2034",
    "change": "-0.13",
    "datetime": "2026-01-23 12:00:00"
  },
  "indicators": {
    "rsi": 47.16723,
    "macd": -0.034777963,
    "macd_signal": -0.035783718,
    "sma20": 12.19442
  },
  "analysis": {
    "zh": {
      "title": "> search(\"你是专业的数字货币交易分析师。请对 雪崩币/美元(AVAX/USD) 进行技术分析。\\n\\n当前市场数据：\\n- 最新价格: 12.1881\\n- 24小时变化: -0.13%\\n- 高点/低点: 12.2107 / 12.1657\\n- RSI(14): N/A\\n- MACD: -0.034777963, Signal: N/A\\n- SMA(20): 12.19442\\n\\n要求：\\n1. 第一行：完整的中文标题，格式：\\\"雪崩币/美元技术分析：[趋势描述]\\\"\\n2. 然后空一行\\n3. 正文3-4段，每段60-80字，总共250-300字\\n4. 包含：趋势判断、技术指标解读、支撑/阻力位、交易建议\\n5. 使用专业术语但易于理解\\n6. 不要添加任何标签或额外说明\\n\\n立即开始（第一行就是标题）：\")",
      "content": "雪崩币/美元技术分析：短线弱势震荡等待确认反转\n\n当前价格围绕12.18附近震荡，短期趋势偏弱但无明显下破关键支撑，整体表现出整理特征。多空力量暂时均衡，短线仍有反弹动能，但缺乏明确方向指引。\n\n技术指标显示SMA(20)位于12.194，价格略低于均线，表明短期承压；MACD柱线为负，暗示动能偏空，但信号线数据不足难定强弱。缺少RSI数据限制超买超卖判断，应谨慎观察成交量变化。\n\n短期支撑关注12.00整数位及前低12.16区域，若破位可能加速下行；阻力看向12.30及12.50附近，突破后有望打开反弹空间。关键是确认价格有效站上20日均线并伴随量能。\n\n交易方面建议控制仓位，短线可在支撑附近逢低做多，止损设于11.90下方；若价格上破阻力且持续站稳，可考虑持有待进一步回调确认趋势。整体以震荡交易为主，避免追高。"
    },
    "en": {
      "title": "Avalanche vs US Dollar Technical Analysis",
      "content": "> search(\"You are a professional cryptocurrency analyst. Provide technical analysis for Avalanche vs US Dollar (AVAX/USD).\\n\\nCurrent Market Data:\\n- Latest Price: 12.1881\\n- 24h Change: -0.13%\\n- High/Low: 12.2107 / 12.1657\\n- RSI(14): N/A\\n- MACD: -0.034777963, Signal: N/A\\n- SMA(20): 12.19442\\n\\nRequirements:\\n1. Write 3-4 paragraphs, 60-80 words each, total 250-300 words\\n2. Include: trend analysis, indicator interpretation, support/resistance levels, trading suggestions\\n3. Use professional but accessible language\\n4. No labels, no meta-commentary\\n5. Start immediately with the content (no title needed)\\n\\nBegin:\")\n\nAvalanche’s price action around **$12.19** suggests a subdued short‑term trend with limited volatility. After a slight dip of **-0.13%** over the last 24 hours and a narrow high‑low range, the market lacks clear directional conviction. The price hovering near the **20‑period simple moving average (SMA) at 12.194** indicates equilibrium between bullish and bearish forces. On a clean chart, this often signals a waiting period as traders digest recent moves rather than an imminent breakout.\n\nWithout available RSI and a complete MACD signal line, momentum reading is constrained. However, the negative MACD value (**–0.0348**) hints at mild bearish inclination beneath any short‑term strength. In this context, the absence of a confirmed bullish crossover or divergence suggests caution: upside attempts may struggle without fresh buying pressure. If sellers pick up, the MACD could further widen below zero, reinforcing downwards momentum. Conversely, a rebound above the SMA might realign sentiment towards consolidation or light upside.\n\nKey levels to watch are **support near $12.00** and **resistance around $12.40–$12.50**. The $12.00 zone has been a psychological floor; a decisive break below it could open the door to targets near $11.70. On the upside, reclaiming and holding above $12.30–$12.40 would be constructive, potentially attracting range traders eyeing $12.50. Intraday traders should watch how price interacts with these brackets before committing to larger positions.\n\nIn terms of strategy, a cautious approach is advisable. For those already long, consider tightening stop losses near the $12.00 support to protect capital in case of downside acceleration. Aggressive traders might favor range plays: buying nearer support and trimming near resistance, with tight risk parameters. Breakout traders should wait for clear momentum signals or volume expansion, avoiding chasing weak moves until indicators like RSI or MACD signal renewed strength."
    }
  }
}