{
  "symbol": "DOGE/USD",
  "name": "Dogecoin vs US Dollar",
  "nameCn": "狗狗币/美元",
  "timestamp": "2026-01-23T12:44:31.834Z",
  "price": {
    "close": "0.12492",
    "high": "0.12517",
    "low": "0.12477",
    "open": "0.12503",
    "change": "-0.08",
    "datetime": "2026-01-23 12:00:00"
  },
  "indicators": {
    "rsi": 49.35839,
    "macd": -0.00011518634,
    "macd_signal": -0.00016828097,
    "sma20": 0.1247105
  },
  "analysis": {
    "zh": {
      "title": "狗狗币/美元技术分析：震荡整理，缺乏明确方向",
      "content": "目前狗狗币/美元（DOGE/USD）的市场价格为0.12492，全天变化幅度较小，显示出市场在震荡整理阶段。虽然价格略微下行，但整体波动较小，表明买卖双方仍处于平衡状态，尚未形成明显的趋势。\n\n技术指标方面，MACD处于负值区域，表明短期内卖盘压力较大。然而，RSI指标缺乏数据，无法进一步确认超买或超卖的信号。20日简单移动平均线（SMA）略微高于当前价格，表明在短期内价格可能会受到一定支撑。\n\n从支撑和阻力来看，目前的支撑位约为0.12477，而阻力位则在0.12517附近。若价格突破上方阻力位，可能会迎来进一步的上涨；相反，若跌破支撑位，则可能加速下行。\n\n基于当前的市场表现，建议采取观望态度，短期内不宜过于激进操作。可以关注价格的突破点，一旦出现有效的突破信号，及时调整策略。"
    },
    "en": {
      "title": "Dogecoin vs US Dollar Technical Analysis",
      "content": "Dogecoin has been trading within a narrow range over the past 24 hours, with its price fluctuating between a high of $0.12517 and a low of $0.12477. The slight decrease of 0.08% in the last 24 hours indicates a lack of significant volatility. At the current price of $0.12492, DOGE/USD is consolidating just above its short-term moving average of $0.12471, suggesting a neutral market sentiment. There hasn't been any notable breakout or breakdown, pointing to a period of indecision for Dogecoin traders.\n\nThe absence of the RSI and the MACD signal further complicates immediate technical analysis, as these indicators are key for understanding potential momentum shifts. However, the MACD value of -0.00011518634 shows a mild bearish trend, implying that selling pressure may be slightly outweighing buying pressure. Without a clear MACD crossover or RSI to confirm, the market remains somewhat indecisive, making it crucial for traders to remain cautious and avoid making large positions until clearer signals emerge.\n\nFrom a support and resistance standpoint, the price has demonstrated some support near $0.12477, which may act as a floor for further declines. Should the price fall below this level, the next major support could be near $0.1240. On the other hand, resistance is evident at $0.12517, and a break above this could lead to an attempt to push higher. Traders might want to watch for a breakout beyond these levels to signal either a continuation of the downtrend or a potential reversal.\n\nIn the short term, it may be wise for traders to adopt a range-bound trading strategy, buying near support and selling near resistance. Given the current lack of strong indicators, waiting for more confirmation from either a MACD signal or an RSI level would be prudent before committing to any significant trades."
    }
  }
}