{
  "symbol": "DOGE/USD",
  "name": "Dogecoin vs US Dollar",
  "nameCn": "狗狗币/美元",
  "timestamp": "2026-02-17T16:57:59.901Z",
  "price": {
    "close": "0.10222",
    "high": "0.10357",
    "low": "0.10037",
    "open": "0.10044",
    "change": "1.78",
    "datetime": "2026-02-17 16:00:00"
  },
  "indicators": {
    "rsi": 58.088797,
    "macd": -0.00038925157,
    "macd_signal": -0.00071842156,
    "sma20": 0.100128
  },
  "analysis": {
    "zh": {
      "title": "狗狗币/美元技术分析：震荡整理中，关注支撑与阻力",
      "content": "目前DOGE/USD的价格为0.10222，市场正在经历小幅震荡。近期的24小时涨幅为1.78%，但整体波动较为平稳。价格在0.10357与0.10037区间内波动，显示出市场在此区间内整理的趋势。没有出现明显的上涨或下跌信号，短期内可能维持震荡行情。\n\n从技术指标来看，RSI(14)暂无数据，无法提供超买或超卖的信号。MACD数值为-0.00038925157，显示出目前市场的动能较弱，且缺乏明确的趋势方向。SMA(20)为0.10012800，略低于当前价格，说明短期内价格有小幅支撑，但整体仍处于整理阶段。\n\n在支撑位方面，0.10037一线依然是关键支撑，若跌破此位，可能会进一步考验下方的支撑区域。阻力位则位于0.10357附近，若突破该区域，可能会迎来短期上涨的机会。整体来看，市场仍处于横盘震荡阶段，短期内缺乏方向性。\n\n建议投资者可以关注价格在0.10037与0.10357之间的波动，操作上可考虑低买高卖。但需注意短期内市场情绪可能发生变化，止损和风险管理非常重要。"
    },
    "en": {
      "title": "Dogecoin vs US Dollar Technical Analysis",
      "content": "Dogecoin (DOGE) has shown slight bullish momentum in the last 24 hours, reflecting a modest price increase of 1.78%. The current price of 0.10222 is near the daily high of 0.10357, indicating a possible short-term upward trend. However, this price action remains within a relatively tight range, with the low of 0.10037 suggesting that the market has not yet solidified a clear breakout. Traders should be cautious, as the price could be contained within these levels for a while.\n\nThe lack of a defined RSI and a non-available signal for MACD leaves some uncertainty in terms of momentum. The MACD value of -0.00038925157 suggests that momentum is still bearish, but the absence of a clear signal line could mean that the trend is still in a consolidation phase. Without the RSI and the signal for MACD, it’s hard to determine whether DOGE is overbought or oversold. These missing indicators indicate that price movements could be driven more by sentiment than technicals for now.\n\nIn terms of support and resistance levels, the immediate support lies around 0.10037, as seen from the daily low. If this level holds, a bounce could drive prices back toward the 0.10357 resistance. A break below 0.10000 could signal further downside risks, potentially targeting the next support around 0.09500. Conversely, a sustained push past the resistance at 0.10357 would signal more bullish potential, possibly targeting 0.10600 or higher in the near term.\n\nTraders may want to consider a cautious approach until clearer technical signals emerge. Short-term trades could look for opportunities around the support level of 0.10037, while long-term positions should wait for stronger confirmation of a trend, ideally when both the RSI and MACD show alignment with the price action."
    }
  }
}