{
  "symbol": "DOGE/USD",
  "name": "Dogecoin vs US Dollar",
  "nameCn": "狗狗币/美元",
  "timestamp": "2026-02-17T06:18:02.657Z",
  "price": {
    "close": "0.09988",
    "high": "0.10003",
    "low": "0.09965",
    "open": "0.09965",
    "change": "0.24",
    "datetime": "2026-02-17 06:00:00"
  },
  "indicators": {
    "rsi": 40.77336,
    "macd": -0.00085002889,
    "macd_signal": -0.00094833255,
    "sma20": 0.1006305
  },
  "analysis": {
    "zh": {
      "title": "狗狗币/美元技术分析：震荡整理，谨慎观望",
      "content": "当前狗狗币/美元（DOGE/USD）价格处于震荡整理区间，短期内难以明确方向。价格稳定在0.09988附近，24小时变化较小，波动较为有限。市场缺乏强势的买卖信号，可能维持横盘整理的走势。\n\n从技术指标来看，MACD值为负，当前呈现轻微的卖压，但没有明确的信号指示趋势反转。RSI未提供有效数据，无法参考超买或超卖的情况。SMA(20)显示出轻微的下行趋势，但价格仍然在该水平附近波动，暂时没有突破的迹象。\n\n支撑位位于0.09965附近，一旦价格下破这一区域，可能会测试更低的水平。上方的阻力位在0.10003，突破后可能会出现进一步的上涨。不过，整体市场情绪较为平静，没有强烈的趋势变化。\n\n在当前情况下，建议投资者保持观望，避免过度交易，特别是在没有明确趋势信号的情况下。等待价格突破关键支撑或阻力位，结合其他技术指标进行更精确的入场时机判断。"
    },
    "en": {
      "title": "Dogecoin vs US Dollar Technical Analysis",
      "content": "The current price of Dogecoin against the US Dollar stands at 0.09988, reflecting a slight 0.24% increase over the past 24 hours. The price is hovering near the daily high of 0.10003, suggesting a mild upward pressure. However, this movement remains constrained within a narrow range, with the low point recorded at 0.09965. This indicates that the market has yet to break out decisively in either direction. The short-term trend appears neutral, with no clear momentum pushing DOGE into a new trend.\n\nLooking at key indicators, the absence of the Relative Strength Index (RSI) makes it difficult to assess whether the asset is overbought or oversold, leaving us to focus on the Moving Average Convergence Divergence (MACD). The MACD value of -0.00085 suggests a slight bearish bias, although the lack of a signal line reading leaves some uncertainty in interpreting its full potential impact. The absence of a crossover means there’s no immediate indication of a reversal. However, traders should remain cautious about any sharp negative movements, especially if the price struggles to maintain above current levels.\n\nThe 20-period Simple Moving Average (SMA) of 0.10063050 offers another technical reference point. With the price trading just below this SMA, there’s a bearish short-term bias. A move below the SMA could further reinforce selling pressure, bringing attention to key support at 0.09965. Should the price break below this, the next significant support could lie near 0.09900. Conversely, a move above the SMA and resistance at 0.10003 would signal a potential retest of higher levels, including a possible push toward 0.10150.\n\nTraders should monitor price action closely, especially around the support and resistance levels identified. A break of either boundary could trigger short-term momentum, while a continued consolidation may present opportunities for range-bound strategies. Caution is advised until more directional clarity emerges from the indicators and price movement."
    }
  }
}