{
  "symbol": "DOGE/USD",
  "name": "Dogecoin vs US Dollar",
  "nameCn": "狗狗币/美元",
  "timestamp": "2026-02-06T15:29:49.960Z",
  "price": {
    "close": "0.09541",
    "high": "0.09674",
    "low": "0.09537",
    "open": "0.09642",
    "change": "-1.03",
    "datetime": "2026-02-06 15:00:00"
  },
  "indicators": {
    "rsi": 55.38956,
    "macd": -0.00030503004,
    "macd_signal": -0.0013177971,
    "sma20": 0.091407
  },
  "analysis": {
    "zh": {
      "title": "狗狗币/美元技术分析：短期震荡整理，关注支撑位反弹",
      "content": "目前狗狗币（DOGE）/美元（USD）在0.09541附近波动，较昨日有所回调，呈现小幅震荡整理的走势。短期内市场情绪较为谨慎，价格未能突破近期高点0.09674，显示出一定的卖压。\n\n技术指标方面，MACD指标处于负值区域，暗示短期内卖方占主导地位，但由于没有信号线的确认，趋势的持续性较弱。SMA(20)在0.0914附近形成支撑，这一水平较为关键，一旦价格跌破，可能会加剧下行风险。\n\n在支撑位上，0.09537附近是近期低点，若跌破该水平，下一支撑可能会在0.0914处。阻力位则位于0.0967附近，突破该点位或许能引发进一步的反弹。因此，当前市场仍然处于相对平衡的震荡区间内，交易者可关注突破的方向。\n\n建议短期内采取区间操作策略，若价格回调至支撑位附近，可适当考虑做多；若突破阻力位，则可考虑跟随多头趋势。但需要留意MACD的负值动向，谨慎对待潜在的下行风险。"
    },
    "en": {
      "title": "Dogecoin vs US Dollar Technical Analysis",
      "content": "The current price of Dogecoin against the US Dollar (DOGE/USD) stands at 0.09541, showing a slight decline of 1.03% over the last 24 hours. This indicates a generally neutral to bearish sentiment in the market. The price is currently hovering between the daily high of 0.09674 and the low of 0.09537, suggesting that the market is consolidating within this narrow range. The price action in this range indicates indecision among traders, with neither bulls nor bears gaining control.\n\nIn terms of trend analysis, the short-term outlook appears to be flat, with price oscillating around the SMA(20) level of 0.0914. This moving average suggests that the trend has recently been neutral, as the price is currently trading above the 20-period SMA, indicating a mild upward bias. However, given the current price action and the slight decline, traders should be cautious about potential downside risks, especially if the price falls below the SMA(20), which would signify a potential shift to bearish momentum.\n\nThe MACD value of -0.000305 indicates weak negative momentum but is not yet at a critical level. Without a clear signal line for comparison, it’s hard to gauge the strength of this momentum. A further dip in the MACD could suggest that the bearish pressure is intensifying. Conversely, if the price holds steady or breaks above 0.09674, this could signal a potential shift toward a bullish trend, although this would require confirmation from other indicators.\n\nSupport for DOGE/USD lies at the recent low of 0.09537, which has acted as a temporary floor for the price. If this level is broken, the next support can be found around the SMA(20) level of 0.0914. Resistance remains near 0.09674, with a break above it possibly signaling further upward movement. Traders should monitor these levels closely, considering a cautious approach for both breakout and breakdown scenarios."
    }
  }
}