{
  "symbol": "DOGE/USD",
  "name": "Dogecoin vs US Dollar",
  "nameCn": "狗狗币/美元",
  "timestamp": "2026-02-25T01:55:00.551Z",
  "price": {
    "close": "0.09384",
    "high": "0.09495",
    "low": "0.09113",
    "open": "0.0912",
    "change": "2.94",
    "datetime": "2026-02-25 01:00:00"
  },
  "indicators": {
    "rsi": 61.98457,
    "macd": -0.00019336724,
    "macd_signal": -0.00043656938,
    "sma20": 0.0916415
  },
  "analysis": {
    "zh": {
      "title": "狗狗币/美元技术分析：[震荡区间内略有上升压力]",
      "content": "当前DOGE/USD的价格为0.09384美元，24小时内上涨了2.94%。整体来看，狗狗币在短期内维持震荡走势，价格在0.09113至0.09495美元之间波动。虽然价格略有上涨，但市场情绪仍然偏谨慎，缺乏明确的上涨动力。\n\n从技术指标来看，MACD目前为负值，表明短期内卖压较重，虽然未能形成强烈的下行趋势，但价格依然面临一定的阻力。SMA(20)位于0.09164美元附近，作为短期支撑位，若价格跌破该位置，可能会加速下行。RSI指标尚未提供具体数值，但缺乏明显的超买或超卖信号，显示出市场尚未出现极端情绪。\n\n在支撑位方面，0.09113美元附近形成了短期支撑，跌破该位置可能会导致进一步回调。上方阻力位集中在0.09495美元附近，突破该位置可能会带动价格继续上行。综合来看，DOGE/USD短期内可能继续维持震荡整理，若突破上方阻力位，短期内可以考虑做多。\n\n建议投资者密切关注支撑和阻力位的变化，结合市场情绪判断下一步走势。避免在震荡区间内进行过度交易，待突破信号确认后再做决定。"
    },
    "en": {
      "title": "Dogecoin vs US Dollar Technical Analysis",
      "content": "The Dogecoin market currently shows a bullish momentum, with a 24-hour change of 2.94%. The price has recently seen a slight upward move, touching the high of 0.09495. This reflects a minor recovery from the low of 0.09113, signaling a short-term positive trend. The price is above the 20-period simple moving average (SMA) of 0.09164, indicating an overall upward bias. However, the momentum remains fragile, as seen in the MACD value of -0.00019, suggesting a lack of strong buying pressure at this point.\n\nLooking at the support and resistance levels, the immediate support for Dogecoin is seen around the 0.09113 low, which held firm during recent declines. A break below this level could open up further downside risk toward the 0.09000 zone. On the other hand, resistance lies near 0.09495, with a potential for further resistance around the 0.0950 to 0.0970 range if the current momentum continues. A breakout above this resistance could signal stronger buying activity and lead to further upside potential.\n\nThe Relative Strength Index (RSI) is unavailable at the moment, but using the MACD can still provide insights into the market's potential. Currently, the MACD is slightly negative, which suggests a neutral to weak bearish outlook in the immediate short-term. This could indicate a consolidation phase before a potential breakout or breakdown. The absence of a signal line for the MACD adds to the uncertainty, making it harder to gauge future price movements with confidence.\n\nTraders should watch the support zone around 0.09113 for any signs of a reversal. A move above 0.09495 could present a buying opportunity, but a failure to break resistance may lead to a retest of support levels. Caution is advised as Dogecoin continues to consolidate, and clear signals are needed to confirm either a continuation or reversal of the current trend."
    }
  }
}