{
  "symbol": "DOGE/USD",
  "name": "Dogecoin vs US Dollar",
  "nameCn": "狗狗币/美元",
  "timestamp": "2025-12-14T17:38:08.344Z",
  "price": {
    "close": "0.13382",
    "high": "0.13581",
    "low": "0.13334",
    "open": "0.13556",
    "change": "-1.29",
    "datetime": "2025-12-14 17:00:00"
  },
  "indicators": {
    "rsi": 18.57073,
    "macd": -0.00092751705,
    "macd_signal": -0.0005394597,
    "sma20": 0.1375305
  },
  "analysis": {
    "zh": {
      "title": "狗狗币/美元技术分析：[横盘整理中的弱势回调]",
      "content": "当前狗狗币/美元（DOGE/USD）的价格为0.13382，最近24小时内出现了1.29%的下跌。这一走势显示出市场情绪的疲软，价格在高点0.13581和低点0.13334之间波动，反映出短期内的横盘整理特征。\n\n从技术指标来看，当前的MACD值为-0.000927，表明市场处于弱势，且信号线的缺失显示出缺乏明确的买入或卖出信号。SMA(20)为0.13753，价格低于这一均线，进一步确认了短期内的下行趋势。由于RSI未提供，需留意市场的超买或超卖情况。\n\n支撑位方面，0.13334将是关键的支撑区域，一旦跌破可能引发更大的抛售压力。相对的，0.13581则是短期的阻力位，若能突破，将可能带动反弹行情。投资者应密切关注价格在这些关键点位的表现，以决定后续的交易策略。\n\n建议短期内采取观望策略，等待价格稳定在支撑位之上或突破阻力位后再做决策。如果价格继续下行至支撑位下方，建议适度减仓以控制风险。"
    },
    "en": {
      "title": "Dogecoin vs US Dollar Technical Analysis",
      "content": "The current price of Dogecoin (DOGE) against the US Dollar (USD) rests at 0.13382, reflecting a minor decline of 1.29% over the past 24 hours. This slight downturn indicates a potential consolidation phase following the recent high of 0.13581, suggesting that bullish momentum may be slowing. Traders should monitor these levels closely, as maintaining above the recent low of 0.13334 could provide a base for a potential rebound. A sustained break below this level might trigger further selling pressure.\n\nIn terms of technical indicators, while the RSI(14) is currently unavailable, the MACD shows a negative value of -0.00093, indicating bearish sentiment in the short term. This implies a lack of upward momentum, and traders should be cautious about entering long positions until clear bullish signals emerge. The SMA(20) at 0.13753 represents a critical resistance level. A movement above this average could signify a shift in the trend, reinforcing bullish patterns if accompanied by increased trading volume.\n\nSupport and resistance levels are crucial for formulating trading strategies. The immediate support level is established at 0.13334, while resistance is evident at the SMA(20), around 0.13753. A successful test and hold above the support could encourage buyers to re-enter, especially if the price approaches the resistance. Conversely, if prices fall below the support, traders should be prepared for potential declines towards lower support zones.\n\nIn summary, while current market conditions suggest a bearish sentiment, the presence of key support levels offers potential entry points for long positions. Traders should remain vigilant for any shifts in momentum and consider using stop-loss orders to mitigate risks. A clear break above resistance could signal a trend reversal, making it essential to stay updated with market developments."
    }
  }
}