{
  "symbol": "AVAX/USD",
  "name": "Avalanche vs US Dollar",
  "nameCn": "雪崩币/美元",
  "timestamp": "2026-01-29T23:05:48.940Z",
  "price": {
    "close": "11.0398",
    "high": "11.0585",
    "low": "11.003",
    "open": "11.0429",
    "change": "-0.01",
    "datetime": "2026-01-29 22:00:00"
  },
  "indicators": {
    "rsi": 28.82431,
    "macd": -0.25365566,
    "macd_signal": -0.22323915,
    "sma20": 11.40926
  },
  "analysis": {
    "zh": {
      "title": "> search(\"你是专业的数字货币交易分析师。请对 雪崩币/美元(AVAX/USD) 进行技术分析。\\n\\n当前市场数据：\\n- 最新价格: 11.0398\\n- 24小时变化: -0.01%\\n- 高点/低点: 11.0585 / 11.003\\n- RSI(14): N/A\\n- MACD: -0.25365566, Signal: N/A\\n- SMA(20): 11.40926\\n\\n要求：\\n1. 第一行：完整的中文标题，格式：\\\"雪崩币/美元技术分析：[趋势描述]\\\"\\n2. 然后空一行\\n3. 正文3-4段，每段60-80字，总共250-300字\\n4. 包含：趋势判断、技术指标解读、支撑/阻力位、交易建议\\n5. 使用专业术语但易于理解\\n6. 不要添加任何标签或额外说明\\n\\n立即开始（第一行就是标题）：\")",
      "content": "雪崩币/美元技术分析：弱势盘整偏下行\n\n目前价格位于 **11.0398**，略低于 **20日简单移动平均线11.40926**，显示多头动能不足，短期处于弱势盘整。价格波动区间较窄且24小时变化约 **-0.01%**，表明市场观望情绪浓厚，短线趋势偏下行但无清晰破位。\n\n技术指标方面，**MACD为负值（-0.2536）**，暗示动能偏弱且空头力量仍占优。由于缺乏RSI数据，无法确认超买超卖状态，但MACD持续在零线下方震荡表明趋势尚未反转。整体技术结构偏向空头，但未出现加速放量下跌。\n\n支撑位关注 **11.00整数关口**，若失守可能引发进一步下探；上方阻力则在 **11.40附近20日均线**，突破该位将短暂缓解空头压制。若价格上攻突破 **11.60**，则有望吸引短线资金进场。\n\n交易建议上，短线谨慎为主，在 **11.00-11.40** 区间维持震荡思路。可以考虑在支撑附近小仓位布局，止损设于 **10.90** 之下；反之若上破阻力位再入场做多，目标看向 **11.80-12.00** 区间，风险控制优先。"
    },
    "en": {
      "title": "Avalanche vs US Dollar Technical Analysis",
      "content": "> search(\"You are a professional cryptocurrency analyst. Provide technical analysis for Avalanche vs US Dollar (AVAX/USD).\\n\\nCurrent Market Data:\\n- Latest Price: 11.0398\\n- 24h Change: -0.01%\\n- High/Low: 11.0585 / 11.003\\n- RSI(14): N/A\\n- MACD: -0.25365566, Signal: N/A\\n- SMA(20): 11.40926\\n\\nRequirements:\\n1. Write 3-4 paragraphs, 60-80 words each, total 250-300 words\\n2. Include: trend analysis, indicator interpretation, support/resistance levels, trading suggestions\\n3. Use professional but accessible language\\n4. No labels, no meta-commentary\\n5. Start immediately with the content (no title needed)\\n\\nBegin:\")\n\nAvalanche’s (AVAX/USD) price is showing a subdued near-term trend, with the latest quote around **11.04** holding near the prior day’s range. The muted **24-hour change** signals consolidation after recent sideways action. The inability to break meaningfully above the **20-period Simple Moving Average (~11.41)** suggests overhead resistance remains intact. Bulls are struggling to build momentum, while lower highs and shallow pullbacks hint at short-term sluggishness rather than a clear directional breakout.\n\nThe oscillator picture is mixed. **MACD at –0.2537** in negative territory indicates bearish momentum still outweighs bullish pressure, even if the absence of a signal line reading limits precision. Lack of a current **RSI(14)** hampers overbought/oversold context, but price hugging the lower end of the recent range typically aligns with an RSI in neutral-to-slightly-weak ranges. Combined, these indicators imply that AVAX is not exhibiting strong trend conviction, and traders may want to wait for clearer signal crossovers before committing large directional positions.\n\nKey levels to monitor include immediate support around **$10.90–11.00**, a zone that has held in recent sessions and aligns with intra-day lows. A decisive break below this could open the door toward **$10.50** psychological support. On the upside, the first meaningful resistance cluster lies between **$11.40–11.50**, where the SMA20 resides and where sellers have stepped in previously. A clean break and close above this area could attract momentum buyers and shift the short-term bias bullish.\n\nGiven the current technical landscape, a **range-trading approach** may be appropriate. Buyers could consider accumulations near defined support with tight risk caps, while breakout traders might await a confirmed break above $11.50 with volume expansion. Risk-averse participants should lean on confirmations from MACD signal crossovers and an improving RSI before increasing exposure to capitalize on a sustained directional move."
    }
  }
}