{
  "symbol": "BTC/USD",
  "name": "Bitcoin vs US Dollar",
  "nameCn": "比特币/美元",
  "timestamp": "2026-01-29T23:00:25.179Z",
  "price": {
    "close": "84408.93",
    "high": "84473.3",
    "low": "84144.78",
    "open": "84378.87",
    "change": "0.04",
    "datetime": "2026-01-29 22:00:00"
  },
  "indicators": {
    "rsi": 30.99737,
    "macd": -1243.18506,
    "macd_signal": -1007.83017,
    "sma20": 86419.0115
  },
  "analysis": {
    "zh": {
      "title": "比特币/美元技术分析：[震荡整理，短期走势需关注支撑]",
      "content": "当前比特币/美元（BTC/USD）的价格为84408.93美元，近期市场表现为震荡整理。24小时变化仅为0.04%，显示出短期内市场缺乏明显的方向性。高点为84473.3美元，低点为84144.78美元，价格波动较小，市场情绪较为平稳。\n\n从技术指标来看，MACD当前为-1243.18506，尚未出现明显的买入或卖出信号。RSI指标暂无数据，难以直接判断市场超买或超卖的情况。SMA(20)位于86419.011500，价格距离该均线还有一定距离，短期内若价格无法突破此均线，则可能维持整理走势。\n\n支撑位方面，当前价格接近84144.78美元附近的低点，这里可能形成短期支撑，若跌破此位置，价格可能会进一步下探。阻力位则在86419.011500附近的SMA(20)，若突破此位置，可能会迎来反弹走势。综合来看，短期内可能会维持震荡整理，交易者可密切关注价格波动范围。\n\n建议短期交易者在此区间内操作，关注突破支撑或阻力后的方向性变化，避免盲目追涨杀跌。对于长期投资者，可以继续观察市场走势，等待更明确的趋势信号出现。"
    },
    "en": {
      "title": "Bitcoin vs US Dollar Technical Analysis",
      "content": "The Bitcoin market remains relatively stable with a slight 24-hour change of 0.04%. This indicates low volatility, with price movement contained between a high of $84,473.30 and a low of $84,144.78. Given the proximity of the current price to the daily high, there could be some short-term resistance around $84,500, which has previously acted as an upper barrier. If the price tests this resistance and fails to break through, a mild retracement toward the $84,144 support level is likely.\n\nThe SMA(20) at $86,419.01 suggests that the market is currently trading below the short-term moving average, signaling potential bearish pressure in the near term. As the price has stayed below this level, it is advisable to watch for any signs of upward momentum. If Bitcoin starts to reclaim levels above $86,000, it may indicate a potential trend reversal or continuation toward the higher resistance zones.\n\nCurrently, the MACD is negative at -1,243.19, reflecting a bearish sentiment in the market. However, with the lack of an associated signal line, there is ambiguity surrounding any near-term trend reversal. Traders should look for a convergence of the MACD with a positive signal line crossover to confirm any bullish momentum. Until such a signal appears, caution is advised in attempting to enter long positions, as the downside risk remains prominent.\n\nFor traders, the focus should be on key levels. A breakdown below $84,144 could trigger a deeper correction, with potential support around $83,500 or $83,000. On the other hand, a sustained move above $86,000 could shift the market bias, opening the door for a test of the $87,000 to $88,000 range. Consider maintaining a flexible strategy and waiting for stronger trend confirmation before entering trades."
    }
  }
}