{
  "symbol": "DOGE/USD",
  "name": "Dogecoin vs US Dollar",
  "nameCn": "狗狗币/美元",
  "timestamp": "2026-01-29T23:05:04.525Z",
  "price": {
    "close": "0.11673",
    "high": "0.11692",
    "low": "0.11672",
    "open": "0.11687",
    "change": "-0.13",
    "datetime": "2026-01-29 23:00:00"
  },
  "indicators": {
    "rsi": 34.65803,
    "macd": -0.0019292689,
    "macd_signal": -0.0018547819,
    "sma20": 0.118874
  },
  "analysis": {
    "zh": {
      "title": "狗狗币/美元技术分析：短期震荡整理，关注支撑与阻力",
      "content": "当前狗狗币/美元（DOGE/USD）的价格为0.11673，24小时变化幅度较小，维持在-0.13%。从趋势上来看，DOGE/USD在短期内处于震荡整理阶段，缺乏明显的上涨或下跌动力。价格在0.11672和0.11692之间波动，显示出市场情绪相对谨慎。\n\n技术指标方面，RSI(14)未提供数据，无法全面判断超买或超卖情况。MACD当前为负值，显示出短期内市场可能存在卖压，尽管没有明确的信号线交叉。SMA(20)为0.11887，略高于当前价格，意味着价格可能仍面临一定的下行压力，但离支撑区间尚有一定空间。\n\n支撑位和阻力位分别位于0.11672和0.11692附近。如果价格下行突破0.11672，可能会进一步测试更低的支撑水平；反之，如果突破0.11692，则可能会反弹至SMA(20)附近的0.11887。投资者应重点关注这些关键价格点。\n\n基于当前走势，建议短线交易者可以在支撑位附近尝试低吸，而在接近阻力位时则适当获利了结。长期持有者需密切关注市场情绪变化和技术指标的进一步发展，灵活调整操作策略。"
    },
    "en": {
      "title": "Dogecoin vs US Dollar Technical Analysis",
      "content": "The current price of Dogecoin (DOGE) against the US Dollar is at 0.11673, experiencing a slight decline of 0.13% over the last 24 hours. This minor negative change indicates a period of consolidation or indecisiveness within the market. The price has fluctuated between 0.11692 and 0.11672 during the day, which shows a narrow trading range. The lack of substantial movement may point to market participants waiting for a catalyst before making more significant moves. \n\nLooking at the moving averages, the 20-period Simple Moving Average (SMA) is currently at 0.11887, suggesting that the market remains in a short-term downtrend since the price is trading below this level. This SMA acts as a key resistance level, and for any significant upward movement, DOGE needs to break above this level. Without an immediate breakout above the 0.11887 resistance, we may continue to see sideways or slightly bearish price action.\n\nThe Relative Strength Index (RSI) and MACD indicators are unavailable at the moment, but typically, these would provide useful insights into the market's momentum. The absence of an RSI could mean that traders may not have clear overbought or oversold conditions to rely on. The MACD's negative value of -0.00193 indicates a bearish crossover, which typically signals downward pressure, although it’s not strong enough for a drastic decline. \n\nKey support levels are likely around the recent low of 0.11672, where the market may find buying interest. If this support holds, DOGE may attempt a reversal towards the SMA resistance or higher. However, if the price breaks below 0.11672, further downside risks toward the 0.1160 or lower levels could arise. Traders should watch for confirmation of breakouts or reversals near these levels."
    }
  }
}