{
  "symbol": "DOGE/USD",
  "name": "Dogecoin vs US Dollar",
  "nameCn": "狗狗币/美元",
  "timestamp": "2026-02-24T08:46:05.708Z",
  "price": {
    "close": "0.09148",
    "high": "0.09154",
    "low": "0.09094",
    "open": "0.0912",
    "change": "0.29",
    "datetime": "2026-02-24 08:00:00"
  },
  "indicators": {
    "rsi": 34.17572,
    "macd": -0.0010288254,
    "macd_signal": -0.00089244888,
    "sma20": 0.0930845
  },
  "analysis": {
    "zh": {
      "title": "狗狗币/美元技术分析：[震荡整理，等待突破信号]",
      "content": "当前狗狗币/美元（DOGE/USD）在0.09148附近徘徊，处于震荡整理的阶段。市场没有强烈的买卖信号，价格未能突破明显的支撑或阻力区间。随着价格接近近期低点0.09094，可能存在一定的反弹机会，但突破0.09154高点则可能指引价格向0.0930接近。\n\n从技术指标来看，RSI和MACD未能提供明确的市场情绪信号，显示出多空力量较为均衡，缺乏持续性方向。SMA(20)位于0.0930附近，作为短期移动平均线，表明市场可能会遇到一定的卖压，若价格无法突破此阻力，仍可能在当前区间内震荡。\n\n支撑位在0.09094附近，一旦跌破该价位，可能会进一步下探至0.0890左右。阻力位则在0.0930附近，突破此处可能会迎来更强的上涨动能。投资者应密切关注这些关键价位的突破情况。\n\n建议交易者保持观望，待价格突破重要技术水平时再做出决定。如果价格突破0.0930可考虑做多，而跌破0.0909则可能是空头信号。"
    },
    "en": {
      "title": "Dogecoin vs US Dollar Technical Analysis",
      "content": "The current price of Dogecoin (DOGE) against the US Dollar is showing a slight upward movement, with a 24-hour change of +0.29%. The price has fluctuated between a high of $0.09154 and a low of $0.09094, indicating a relatively tight trading range. Given the recent behavior, the market appears to be consolidating near the lower end of its recent price band. The lack of significant momentum could suggest a waiting period for further price direction or a potential breakout.\n\nThe absence of a calculated Relative Strength Index (RSI) and the current MACD value of -0.00103 points to a neutral market sentiment, with no strong bullish or bearish signals at the moment. The MACD’s negative value may suggest a slight bearish bias, but since the signal line is not provided, the current reading lacks clarity for a definitive trend conclusion. Traders should watch for the emergence of a clearer directional signal, especially as the price approaches the next significant resistance or support levels.\n\nThe 20-period Simple Moving Average (SMA) at $0.09308 suggests that the price is trading below this key level, reinforcing a short-term bearish outlook. The SMA could act as a resistance point, and any attempts to breach this level may signal a stronger bullish move if accompanied by increased volume and momentum. Conversely, the price may continue its downward move toward the support level around $0.09094. A breach below this support could lead to further bearish pressure.\n\nConsidering the current market conditions, it is advisable to adopt a cautious approach. A break above the SMA could offer a potential buy signal, targeting the next resistance levels. However, if the price fails to reclaim the SMA or falls below the support level, further downside may be expected. Traders should maintain stop-losses to manage risk, especially given the lack of strong trend confirmation."
    }
  }
}