{
  "symbol": "DOGE/USD",
  "name": "Dogecoin vs US Dollar",
  "nameCn": "狗狗币/美元",
  "timestamp": "2026-02-18T03:52:29.612Z",
  "price": {
    "close": "0.10114",
    "high": "0.10142",
    "low": "0.10053",
    "open": "0.10073",
    "change": "0.39",
    "datetime": "2026-02-18 03:00:00"
  },
  "indicators": {
    "rsi": 52.79248,
    "macd": -0.000018185218,
    "macd_signal": -0.00013497098,
    "sma20": 0.1002885
  },
  "analysis": {
    "zh": {
      "title": "狗狗币/美元技术分析：市场持稳，短期波动",
      "content": "当前狗狗币/美元（DOGE/USD）价格为0.10114，呈现小幅波动。价格较昨日的高点0.10142略微回落，表现出一定的盘整趋势。市场当前缺乏强烈的方向性，短期内可能会继续在当前区间内震荡整理。\n\n技术指标方面，RSI(14)数据未提供，因此无法做出详细的超买超卖分析。MACD指标值接近零，显示出市场缺乏强烈的买卖力量。SMA(20)略高于当前价格，可能对价格形成短期支撑。总体来看，市场情绪较为平稳，缺乏显著的趋势信号。\n\n支撑位目前在0.10053附近，价格若下探此处，有可能获得支撑并反弹。而阻力位则位于0.10142，突破这一水平可能带来进一步的上涨。建议在当前价格区间内操作，若价格接近支撑位可考虑轻仓买入，突破阻力位时可适度加仓。\n\n总的来说，DOGE/USD短期走势缺乏明确趋势，投资者应谨慎操作，保持灵活的交易策略，关注关键支撑和阻力位的突破情况。"
    },
    "en": {
      "title": "Dogecoin vs US Dollar Technical Analysis",
      "content": "The current price of Dogecoin (DOGE) against the US Dollar is at 0.10114, reflecting a slight increase of 0.39% over the past 24 hours. This indicates a relatively stable market with minimal fluctuations. The recent high of 0.10142 and low of 0.10053 suggest tight trading ranges, which is typical in a market with lower volatility. Currently, Dogecoin's movement appears to be in a sideways consolidation phase, implying indecisiveness in the market, possibly waiting for a catalyst to drive more significant movement.\n\nIn terms of technical indicators, the absence of a 14-period RSI or MACD signal makes it challenging to assess the immediate strength or weakness of the trend. The MACD value at -0.000018185218, though slightly negative, is not showing any significant bearish momentum. With no clear crossovers or major divergences, these indicators offer limited insight. However, the 20-period Simple Moving Average (SMA) at 0.10028850 suggests a neutral to bullish bias as the price is currently above this level, signaling that the short-term trend could lean toward upward momentum, provided it stays above the SMA.\n\nLooking at potential support and resistance levels, the recent low at 0.10053 could serve as a critical support level, with any price drop below it potentially leading to further bearish action. On the resistance side, the high of 0.10142 is acting as a near-term ceiling. A break above this level could trigger a move toward the next resistance point around 0.10200, which would signal a continuation of bullish momentum. On the other hand, a failure to hold above 0.10053 may lead to a deeper retracement toward the next support zone around 0.09900.\n\nFor traders, patience is essential in such a tight market. A breakout above 0.10142 may present an opportunity for long positions with targets toward 0.10200. Conversely, a fall below 0.10053 could signal a short entry, targeting the next support zone at 0.09900. Given the current lack of strong indicators, adopting a range-trading strategy or waiting for clearer confirmation is recommended."
    }
  }
}