{
  "symbol": "DOGE/USD",
  "name": "Dogecoin vs US Dollar",
  "nameCn": "狗狗币/美元",
  "timestamp": "2025-11-21T21:39:04.829Z",
  "price": {
    "close": "0.14076",
    "high": "0.14096",
    "low": "0.13797",
    "open": "0.13885",
    "change": "1.38",
    "datetime": "2025-11-21 21:00:00"
  },
  "indicators": {
    "rsi": 43.52941,
    "macd": -0.0026404822,
    "macd_signal": -0.0031226357,
    "sma20": 0.141291
  },
  "analysis": {
    "zh": {
      "title": "狗狗币/美元技术分析：[震荡整理中]",
      "content": "当前狗狗币/美元（DOGE/USD）在0.14076附近震荡整理，近期涨幅为1.38%。在高点0.14096和低点0.13797之间波动，表明市场情绪相对谨慎，投资者在等待更明确的方向。短期内，价格仍可能维持此区间，若突破上方阻力位，则有望开启新的上涨趋势。\n\n从技术指标来看，虽然RSI尚未提供数据，但MACD值为-0.0026，显示出当前的卖压依然存在，未出现明显的买入信号。20日简单移动平均线（SMA）在0.141291附近，价格略低于此水平，进一步证实了当前的弱势状态。短期内，需关注MACD的变化以判断潜在反转信号。\n\n在支撑和阻力方面，当前支撑位可看作0.13797，而阻力位则在0.14129附近。若价格跌破支撑位，可能会引发进一步回调，反之若突破阻力位，则可考虑短线多头策略。投资者应密切关注市场动态，结合技术指标作出及时决策。\n\n综上所述，建议投资者在此区间内保持谨慎，考虑短线交易，同时关注关键技术水平的突破情况。建议在触及支撑位时适度布局，突破阻力位后再进行加仓，以控制风险并把握潜在的收益机会。"
    },
    "en": {
      "title": "Dogecoin vs US Dollar Technical Analysis",
      "content": "The current price of Dogecoin (DOGE) against the US Dollar (USD) stands at 0.14076, reflecting a slight increase of 1.38% over the last 24 hours. Price action has been relatively stable, with a recent high of 0.14096 and a low of 0.13797, suggesting a consolidation phase. This stability might indicate that traders are awaiting further catalysts to drive momentum. If the price can break above the recent high, we may see a continuation of bullish sentiment, potentially targeting levels around 0.1450.\n\nFrom a technical perspective, the 20-day Simple Moving Average (SMA) at 0.141291 serves as a crucial indicator of short-term trend direction. The price is currently positioned slightly below this average, hinting at a potential bearish sentiment if it fails to reclaim this level. Additionally, the MACD is in negative territory, signaling that momentum is weak. Traders should watch for a potential bullish crossover in the MACD to confirm a reversal in trend.\n\nSupport levels are currently established around the 0.1380 mark, where buying interest may emerge if the price dips. This level could serve as a safety net for bulls, while a break below could signify a deeper retracement toward 0.1350. Conversely, resistance is clearly marked at 0.1420; a decisive move through this level would indicate renewed bullish interest and could attract further buying pressure.\n\nGiven the current market conditions, cautious traders might consider waiting for confirmation of upward momentum, such as a close above the 20-day SMA and a bullish MACD crossover. For those looking to enter positions, setting buy orders near the support level at 0.1380 could provide a favorable risk-reward ratio, while setting sell targets at 0.1450 would align with the observed resistance."
    }
  }
}