{
  "symbol": "DOGE/USD",
  "name": "Dogecoin vs US Dollar",
  "nameCn": "狗狗币/美元",
  "timestamp": "2026-01-26T04:57:47.800Z",
  "price": {
    "close": "0.12201",
    "high": "0.12282",
    "low": "0.12115",
    "open": "0.12115",
    "change": "0.72",
    "datetime": "2026-01-26 04:00:00"
  },
  "indicators": {
    "rsi": 52.64245,
    "macd": -0.00051513982,
    "macd_signal": -0.00080143913,
    "sma20": 0.1211675
  },
  "analysis": {
    "zh": {
      "title": "狗狗币/美元技术分析：震荡整理，短期关注支撑与阻力",
      "content": "目前狗狗币/美元(DOGE/USD)的价格处于震荡整理区间，最新价格为0.12201，较昨日波动0.72%。从价格走势来看，DOGE/USD在0.12115至0.12282区间内波动，显示出短期内缺乏明确的方向性。\n\n技术指标方面，当前MACD为负值，且未能出现明确的信号线交叉，显示出市场情绪的疲软。SMA(20)位于0.12116750，表明短期内价格略偏下行。RSI未给出明确的信号，但若RSI开始走低，可能会确认超卖区间。\n\n在支撑位方面，0.12115附近可视为近期重要的支撑线，若价格下破该点位，可能会进一步测试0.12的心理支撑区。阻力位则位于0.12282，突破该价位可能会带来更多上涨空间，尤其是若伴随技术指标的改善。\n\n建议投资者可考虑在支撑位附近逢低买入，并在接近阻力位时寻找卖出机会。同时，密切关注MACD及RSI的变化，以便及时调整操作策略。"
    },
    "en": {
      "title": "Dogecoin vs US Dollar Technical Analysis",
      "content": "The current price of Dogecoin against the US Dollar (DOGE/USD) is showing a slight upward movement, trading at $0.12201, reflecting a 0.72% change in the past 24 hours. The price has seen a high of $0.12282 and a low of $0.12115 during the same period, indicating moderate price fluctuations. These movements suggest that DOGE is currently consolidating within a narrow range, and the market sentiment remains neutral to slightly bullish. The lack of significant directional movement could indicate indecision, with the price not establishing a clear trend yet.\n\nFrom a technical perspective, Dogecoin's price is hovering slightly above its 20-period simple moving average (SMA) at $0.12116750, which serves as a potential support level. The price action is testing the upper range of the recent price action, with $0.12282 acting as immediate resistance. A breakout above this resistance could signal a continuation of the bullish sentiment, potentially targeting the next resistance zone. Conversely, if the price falls below the SMA, there could be further downside toward the lower boundary at $0.12115, which could act as the next support level. Traders should closely watch the price's behavior at these key levels for potential signals.\n\nThe MACD indicator is currently in negative territory at -0.00051513982, but without a signal line to compare, it’s difficult to draw definitive conclusions regarding momentum. A potential crossover of the MACD above the signal line could confirm a shift toward positive momentum, strengthening the case for a potential rally. Given that the RSI is unavailable, monitoring price action around the key support and resistance levels will be crucial in identifying any shifts in momentum.\n\nFor short-term traders, a breakout above $0.12282 could present an opportunity for buying, targeting the next higher resistance level. Conversely, if the price declines below $0.12115, a bearish position could be considered, with targets toward the lower support range. However, caution is advised, as the current range-bound activity suggests that volatility may remain contained, offering limited short-term trading opportunities."
    }
  }
}