{
  "symbol": "AVAX/USD",
  "name": "Avalanche vs US Dollar",
  "nameCn": "雪崩币/美元",
  "timestamp": "2025-11-20T16:59:32.748Z",
  "price": {
    "close": "13.7062",
    "high": "14.2295",
    "low": "13.6933",
    "open": "14.2295",
    "change": "-3.52",
    "datetime": "2025-11-20 16:00:00"
  },
  "indicators": {
    "rsi": 31.015044,
    "macd": -0.039502234,
    "macd_signal": -0.006895766,
    "sma20": 14.29389
  },
  "analysis": {
    "zh": {
      "title": "雪崩币/美元技术分析：[当前下行趋势显著]",
      "content": "当前，雪崩币(AVAX)的市场价格为13.7062美元，24小时内下跌了3.52%。从高点14.2295美元回落至当前价位，显示出明显的下行趋势。短期内，市场情绪偏向悲观，投资者需保持警惕，谨慎操作。\n\n技术指标方面，MACD目前为-0.0395，虽然信号线数据缺失，但负值表明市场动能偏弱。而20日简单移动平均线(SMA)在14.29389附近形成了一定的阻力，短期价格难以突破，进一步确认了当前的下行趋势。\n\n支撑位方面，当前价格接近13.6933美元的低点，若跌破该支撑位，可能会进一步下探至12.5美元附近。相反，若能成功反弹，则需关注14.2美元的阻力位，突破该水平可能会改变当前的下行态势。\n\n综合考虑，建议投资者在目前价位采取观望策略，避免追高买入。同时，密切关注关键支撑位和阻力位的变化，适时调整交易策略。如果市场出现明显反弹信号，可以考虑小幅布局。"
    },
    "en": {
      "title": "Avalanche vs US Dollar Technical Analysis",
      "content": "Avalanche (AVAX) has experienced a notable decline, currently priced at 13.7062 after a 24-hour change of -3.52%. The price has tested a high of 14.2295 and a low of 13.6933 within the same period, indicating a tight trading range. This price action suggests a bearish trend in the short term, as market sentiment appears to be shifting downward. Traders should monitor the prevailing market conditions closely to identify potential reversal points or further declines.\n\nThe current SMA(20) stands at 14.29389, indicating that the price is trading below this moving average, which typically signals a bearish momentum. Coupled with the MACD value of -0.039502234, this suggests that the momentum is currently negative, reinforcing the bearish outlook. Without the RSI data, it is essential to analyze price movements and volume trends to gauge if the asset is oversold or has room to decline further. \n\nKey support levels are evident at 13.6933, which has held up in the recent test, providing a potential buying opportunity if the price approaches this level again. Conversely, resistance is identified around the SMA(20) at 14.29389, where sellers may re-emerge. A break above this resistance could indicate a change in sentiment, while a sustained move below support could lead to further selling pressure.\n\nIn terms of trading strategy, cautious traders might consider entering long positions if the price bounces off support at 13.6933, with a target near the SMA(20). Conversely, short positions could be considered if the price breaks below this support level, targeting further declines. Overall, a careful approach, monitoring price action around these critical levels, will be essential for effective trading in the AVAX/USD pair."
    }
  }
}