{
  "symbol": "AVAX/USD",
  "name": "Avalanche vs US Dollar",
  "nameCn": "雪崩币/美元",
  "timestamp": "2026-01-29T05:09:30.378Z",
  "price": {
    "close": "11.7974",
    "high": "11.825",
    "low": "11.7932",
    "open": "11.7932",
    "change": "0.04",
    "datetime": "2026-01-29 05:00:00"
  },
  "indicators": {
    "rsi": 35.65836,
    "macd": -0.048557229,
    "macd_signal": -0.0067841991,
    "sma20": 12.02181
  },
  "analysis": {
    "zh": {
      "title": "雪崩币/美元技术分析：[震荡整理]",
      "content": "当前雪崩币（AVAX/USD）在11.7974美元附近震荡整理，24小时变化仅为0.04%，显示出市场情绪的谨慎。高点11.825美元和低点11.7932美元表明价格在窄幅区间内波动，短期内缺乏明确的方向性。投资者应关注市场动向，以捕捉潜在的突破。\n\n在技术指标方面，SMA(20)显示当前价格低于20日简单移动平均线12.021810，表明短期趋势偏向下行。MACD值为负，尽管信号线数据缺失，但负值一般暗示卖压可能加大。RSI数据尚不可用，但若RSI处于超卖区，可能会促使反弹。\n\n支撑位方面，11.7932美元可以视为重要的短期支撑，若跌破该水平，可能会引发进一步下行。阻力位在12美元附近，突破该区域可能会吸引更多买盘。投资者应密切关注这些关键水平，制定相应的交易策略。\n\n建议投资者在当前震荡行情中保持谨慎，考虑在接近支撑位时布局多单，若价格突破阻力位则可以增加仓位。同时，设置合理的止损位以控制风险，确保在市场波动中保持稳健。"
    },
    "en": {
      "title": "Avalanche vs US Dollar Technical Analysis",
      "content": "Avalanche (AVAX) is currently trading at 11.7974, showing a slight 24-hour change of 0.04%. The recent high of 11.825 indicates a minor resistance level, while the low at 11.7932 serves as immediate support. This narrow trading range suggests a period of consolidation, where the price is stabilizing before making a significant move. Traders should closely monitor these levels, as a breakout above 11.825 could lead to a bullish trend, while a drop below 11.7932 may signal further downside potential.\n\nThe absence of an available RSI (Relative Strength Index) complicates momentum analysis, but the MACD is currently negative at -0.048557229, indicating bearish momentum. This suggests that sellers may still have the upper hand, although the low volatility in price could mean that a reversal is on the horizon. Traders should be cautious and consider waiting for clearer signals or confirmation from other indicators before entering positions.\n\nThe 20-day Simple Moving Average (SMA) at 12.021810 serves as a critical benchmark. If AVAX can reclaim this level, it may indicate a shift in market sentiment toward bullishness. Conversely, remaining below the SMA could reinforce bearish sentiment and encourage further selling pressure. As such, monitoring the price action around this moving average will be key for traders assessing potential entry and exit points.\n\nIn terms of trading strategies, a breakout above the resistance at 11.825 could provide a buying opportunity, with targets set at subsequent resistance levels. Conversely, if the price falls below the support at 11.7932, traders might consider shorting AVAX, targeting the next support level. Overall, maintaining a watchful eye on these key indicators and levels will be essential for navigating the current market conditions effectively."
    }
  }
}