{
  "symbol": "DOGE/USD",
  "name": "Dogecoin vs US Dollar",
  "nameCn": "狗狗币/美元",
  "timestamp": "2026-01-29T05:08:50.859Z",
  "price": {
    "close": "0.12165",
    "high": "0.12196",
    "low": "0.1216",
    "open": "0.12174",
    "change": "-0.09",
    "datetime": "2026-01-29 05:00:00"
  },
  "indicators": {
    "rsi": 32.76509,
    "macd": -0.00067597667,
    "macd_signal": -0.00021724759,
    "sma20": 0.1244665
  },
  "analysis": {
    "zh": {
      "title": "狗狗币/美元技术分析：[震荡整理，短期承压]",
      "content": "近期狗狗币（DOGE）在0.1216至0.12196区间内震荡整理，显示出短期内缺乏明显的上行动能。当前的价格位于20日简单移动平均线（SMA）下方，表明短期趋势偏向于弱势，投资者需保持警惕。\n\n技术指标方面，MACD显示出负值，暗示卖压仍然存在。尽管RSI数据尚不可用，但通常RSI若在40以下则可能表明超卖状态，投资者可关注这一指标的变化。若RSI回升至50以上，可能会有反弹的机会。\n\n支撑位方面，0.1216是近期的关键支撑位，若跌破该水平，可能会进一步测试更低的价格。阻力位则在0.1245附近，突破该水平可能会带来短期的上涨空间。建议投资者密切关注这些关键价位的突破情况。\n\n综上所述，当前狗狗币面临的市场环境较为复杂，短期内可能维持震荡整理状态。投资者应保持谨慎，适时调整仓位，关注技术指标的变化，灵活应对市场波动。"
    },
    "en": {
      "title": "Dogecoin vs US Dollar Technical Analysis",
      "content": "The current price of Dogecoin (DOGE) against the US Dollar stands at 0.12165, reflecting a minor decline of 0.09% over the past 24 hours. This slight downturn suggests a period of consolidation following a recent high of 0.12196. The price action indicates that DOGE is currently facing resistance near the 0.1245 level, which aligns with the 20-day simple moving average (SMA). A drop below the recent low of 0.1216 could signal a bearish trend, prompting traders to watch for further downside momentum.\n\nIn terms of technical indicators, the MACD stands at -0.00067597667, hinting at a potential bearish crossover, although the absence of a clear signal line makes interpretation challenging. The RSI is not available, but traders should consider monitoring this indicator closely as it could provide insights into overbought or oversold conditions in future sessions. The lack of bullish momentum suggests that buyers may be hesitant, indicating a potential wait-and-see approach for market participants.\n\nKey support for DOGE is positioned around the 0.1216 level, where buying interest may emerge if the price dips. If this support holds, a rebound toward the 0.1245 resistance could be a potential trading opportunity. Conversely, a breach below 0.1216 could open the door to further downside, possibly targeting the next support level around 0.1200. Traders may want to consider setting stop-loss orders to manage risk effectively in this uncertain environment.\n\nGiven the current market conditions, a cautious approach is advisable. Short-term traders might explore selling near resistance levels while looking for buying opportunities at or near support. Long-term investors should remain vigilant for signs of a reversal, particularly if bullish momentum can be established. As always, maintaining discipline and adhering to a well-defined trading strategy will be crucial in navigating the inherent volatility of the cryptocurrency market."
    }
  }
}