{
  "symbol": "DOGE/USD",
  "name": "Dogecoin vs US Dollar",
  "nameCn": "狗狗币/美元",
  "timestamp": "2026-02-18T11:30:46.637Z",
  "price": {
    "close": "0.10042",
    "high": "0.10051",
    "low": "0.0992",
    "open": "0.10039",
    "change": "0.02",
    "datetime": "2026-02-18 11:00:00"
  },
  "indicators": {
    "rsi": 47.01846,
    "macd": 0.000045420779,
    "macd_signal": 0.000054250359,
    "sma20": 0.1009135
  },
  "analysis": {
    "zh": {
      "title": "狗狗币/美元技术分析：[当前横盘整理，短期震荡走势]",
      "content": "当前狗狗币/美元(DOGE/USD)价格在0.10042附近，显示出较为平稳的走势。最近24小时仅有微幅波动（0.02%）。从价格区间来看，日内高点为0.10051，低点为0.0992，显示市场目前在狭窄区间内震荡整理，暂时缺乏明确的趋势突破。\n\n在技术指标方面，虽然RSI(14)数据缺失，但从SMA(20)来看，价格接近20日简单移动平均线（0.10091），这表明市场情绪较为中性，未出现明显的超买或超卖信号。MACD的0.000045420779值相对较低，进一步支持横盘震荡的判断。整体而言，当前缺乏强势的趋势动能。\n\n就支撑与阻力而言，目前支撑位在0.0992，若价格跌破此位，可能进一步考验0.0980附近的支撑；而上方阻力位在0.1009附近，突破后可能挑战0.1020。短期内，DOGE/USD的波动可能局限在这些区域内，投资者应关注突破信号。\n\n交易建议方面，建议在当前区间内采取短线震荡操作，等待更清晰的突破信号。若价格突破0.1009，可考虑轻仓多单；反之，跌破0.0992可考虑空单操作，但需谨慎控制风险。"
    },
    "en": {
      "title": "Dogecoin vs US Dollar Technical Analysis",
      "content": "The current price of Dogecoin is $0.10042, showing a modest 0.02% increase over the last 24 hours. This slight change indicates a market that is relatively stable but still susceptible to short-term fluctuations. Over the past 24 hours, the price has ranged between $0.0992 and $0.10051, which suggests that the current market is trading within a narrow range. This tight price action could indicate consolidation or a pause in momentum, with potential for either breakout or reversal depending on external market factors.\n\nLooking at the technical indicators, the Relative Strength Index (RSI) and the Moving Average Convergence Divergence (MACD) are currently incomplete, limiting full insight into the underlying market momentum. The absence of the RSI means we cannot directly assess overbought or oversold conditions. However, the MACD value of 0.00004542, while positive, doesn’t offer a clear signal due to the lack of the signal line for comparison. As a result, traders should remain cautious and look for further confirmation from these indicators in the coming days.\n\nThe 20-period Simple Moving Average (SMA) is currently at $0.10091350, which is slightly above the current price. This suggests that the market is trading below the average price, possibly signaling some bearish pressure. If the price breaks above the SMA, it may signal a potential upward move, with a key resistance level at $0.10051. On the downside, support is likely to be found near the low of $0.0992, which has acted as a short-term floor for Dogecoin's price action.\n\nFor short-term traders, caution is advised given the narrow trading range and incomplete indicators. A breakout above $0.10051 could open the door for a retest of higher levels, while a failure to hold above the support near $0.0992 might suggest further downside risk. Watching for a shift in RSI or MACD might provide clearer entry and exit signals."
    }
  }
}