{
  "symbol": "DOGE/USD",
  "name": "Dogecoin vs US Dollar",
  "nameCn": "狗狗币/美元",
  "timestamp": "2026-02-12T23:06:06.196Z",
  "price": {
    "close": "0.09263",
    "high": "0.09288",
    "low": "0.09234",
    "open": "0.09256",
    "change": "0.09",
    "datetime": "2026-02-12 23:00:00"
  },
  "indicators": {
    "rsi": 54.26639,
    "macd": 0.000028697916,
    "macd_signal": 0.00012402022,
    "sma20": 0.092563
  },
  "analysis": {
    "zh": {
      "title": "狗狗币/美元技术分析：震荡整理，短期内维持区间波动",
      "content": "目前狗狗币/美元（DOGE/USD）的价格处于0.09263美元附近，24小时变化幅度较小，仅为0.09%。这一价格区间表明市场情绪较为平稳，暂无明显趋势出现。短期内可能会维持震荡整理的走势。\n\n技术指标方面，当前的RSI(14)无法提供明确的超买或超卖信号，因此暂时无法通过这一指标确认价格的强弱。MACD的数值为0.000028697916，但由于信号线数据缺失，无法得出明确的买卖信号。此外，SMA(20)位于0.092563，显示出价格围绕该均线震荡，进一步印证了市场的不确定性。\n\n支撑位方面，当前价格下方的支撑区间可在0.09234附近寻找。若价格突破这一支撑位，可能会向更低的区域回调。阻力位则位于0.09288，若价格突破该区域，有可能出现进一步上涨的动能。\n\n建议交易者在短期内维持观望策略，注意价格波动区间的突破情况。若价格突破0.09288可考虑短期做多，而若跌破0.09234则可能是做空的信号。"
    },
    "en": {
      "title": "Dogecoin vs US Dollar Technical Analysis",
      "content": "The current price of Dogecoin against the US Dollar (DOGE/USD) stands at $0.09263, showing a modest 0.09% increase over the last 24 hours. The market appears relatively stable, with the price having oscillated between a high of $0.09288 and a low of $0.09234. The small price variation reflects low volatility in the short term, signaling a potential consolidation phase for DOGE/USD. As the market continues to show limited movement, further analysis of key technical indicators is needed to gauge potential directions.\n\nIn terms of trend analysis, DOGE/USD seems to be in a neutral to slightly bullish phase. The recent price action is confined within a narrow range, with no strong indications of a significant breakout. The price's proximity to its 20-period simple moving average (SMA) at $0.09256 suggests that the asset is currently in a period of consolidation, with neither buyers nor sellers dominating. Traders should look for a clear breakout above the recent high or a breakdown below the low to define the next phase of movement.\n\nSupport and resistance levels play a critical role in short-term trading decisions. The immediate support level can be seen at $0.09234, which aligns closely with the recent low, while resistance is found near $0.09288, the high of the last 24 hours. A breakout above $0.09288 could push the price toward higher levels, with the next resistance likely near $0.0935. Conversely, a move below $0.09234 would signal a potential retracement toward lower support, possibly around $0.0920.\n\nAlthough RSI and MACD indicators are currently unavailable, traders should closely monitor these key indicators as they could provide additional insights into overbought or oversold conditions. In the absence of these indicators, it's advisable to focus on price action and market structure. If the price maintains above the SMA, cautious long positions could be considered, while short opportunities may emerge on a break below support. However, patience is crucial in this choppy market."
    }
  }
}