{
  "symbol": "ADA/USD",
  "name": "Cardano vs US Dollar",
  "nameCn": "艾达币/美元",
  "timestamp": "2026-01-31T21:44:22.765Z",
  "price": {
    "close": "0.28861",
    "high": "0.288807",
    "low": "0.284572",
    "open": "0.285464",
    "change": "1.07",
    "datetime": "2026-01-31 21:00:00"
  },
  "indicators": {
    "rsi": 23.035128,
    "macd": -0.0098830285,
    "macd_signal": -0.0083311287,
    "sma20": 0.30352115
  },
  "analysis": {
    "zh": {
      "title": "艾达币/美元技术分析：[短期震荡调整，面临支撑考验]",
      "content": "当前ADA/USD市场处于震荡整理阶段，价格在0.28861附近小幅波动。短期来看，市场情绪较为平稳，但缺乏明显的上涨动力。考虑到目前的低位和轻微的上涨幅度，短期可能会出现继续调整的走势。\n\n技术指标方面，MACD显示负值（-0.0098830285），说明短期内市场可能仍处于空头主导的环境中。不过，由于RSI数据未显示，缺乏进一步确认趋势强度的信号，市场的确切方向仍不明朗。SMA(20)显示为0.30352115，意味着价格目前低于20日均线，处于相对弱势区间。\n\n从支撑位和阻力位来看，当前价格下方的支撑位在0.284572附近，若跌破该点位，可能会测试更低的支撑水平。上方则面临0.288807的阻力位，突破该位置或许会迎来一波反弹。综合来看，ADA/USD可能在支撑位附近震荡整理，投资者可密切关注价格是否跌破支撑或突破阻力。\n\n交易策略上，若价格接近支撑位，可考虑短期反弹操作，但需设置止损防范进一步下跌风险。若突破上方阻力位，则可适时考虑跟进多头策略。"
    },
    "en": {
      "title": "Cardano vs US Dollar Technical Analysis",
      "content": "Cardano is currently trading at 0.28861, showing a modest 24-hour gain of 1.07%, but the broader short-term trend remains weak. Price action is still below the 20-day simple moving average at 0.3035, which suggests bearish pressure dominates the near-term structure. The inability to reclaim this moving average keeps ADA in a corrective phase rather than a confirmed reversal.\n\nMomentum indicators reinforce this cautious outlook. The MACD value at −0.00988 remains in negative territory, indicating that bearish momentum has not fully dissipated, even though downside strength appears to be slowing. The absence of a confirmed MACD signal line and RSI reading limits momentum confirmation, implying that traders should rely more on price behavior and key levels rather than oscillator signals alone.\n\nFrom a structural perspective, immediate support lies near 0.2845, aligning with the recent intraday low and acting as a short-term demand zone. A decisive break below this level could expose ADA to further downside toward the 0.275–0.270 area. On the upside, resistance is clearly defined near 0.300–0.305, where the 20-day SMA and prior rejection zones converge, making it a critical barrier for bullish continuation.\n\nTrading strategies should remain conservative under current conditions. Range-based traders may look for short-term buys near support with tight risk controls, targeting rebounds toward the 0.300 resistance area. Trend-following participants may prefer to wait for a daily close above the 20-day SMA to confirm a momentum shift. Until then, ADA favors cautious positioning with disciplined stop-loss management."
    }
  }
}