{
  "symbol": "AVAX/USD",
  "name": "Avalanche vs US Dollar",
  "nameCn": "雪崩币/美元",
  "timestamp": "2026-01-31T12:43:49.966Z",
  "price": {
    "close": "10.591",
    "high": "10.6033",
    "low": "10.5452",
    "open": "10.5874",
    "change": "0.02",
    "datetime": "2026-01-31 12:00:00"
  },
  "indicators": {
    "rsi": 29.77738,
    "macd": -0.1153024,
    "macd_signal": -0.10083727,
    "sma20": 10.79537
  },
  "analysis": {
    "zh": {
      "title": "> search(\"你是专业的数字货币交易分析师。请对 雪崩币/美元(AVAX/USD) 进行技术分析。\\n\\n当前市场数据：\\n- 最新价格: 10.591\\n- 24小时变化: 0.02%\\n- 高点/低点: 10.6033 / 10.5452\\n- RSI(14): N/A\\n- MACD: -0.11530240, Signal: N/A\\n- SMA(20): 10.79537\\n\\n要求：\\n1. 第一行：完整的中文标题，格式：\\\"雪崩币/美元技术分析：[趋势描述]\\\"\\n2. 然后空一行\\n3. 正文3-4段，每段60-80字，总共250-300字\\n4. 包含：趋势判断、技术指标解读、支撑/阻力位、交易建议\\n5. 使用专业术语但易于理解\\n6. 不要添加任何标签或额外说明\\n\\n立即开始（第一行就是标题）：\")",
      "content": "雪崩币/美元技术分析：横盘震荡整理阶段\n\n当前价格围绕10.59区间波动，短期趋势偏震荡，未形成明显上攻或下破动力。价格低于20日均线（10.79），暗示多头力量偏弱，但未跌破关键支撑，整体结构属于区间整理。\n\nMACD负值且未形成明显背离走势，显示下行动能仍存，但并未迅速放大。RSI缺失限制动能确认，因此需关注成交量变化以辅助判断，有无趋势转向信号出现。\n\n近期支撑位关注10.50附近，这是短线多次触及的低点。阻力位观察10.80至11.00区间，若有效突破该区域，可视为短期多头反攻信号。若下破支撑，则可能进一步试探10.20区域。\n\n交易建议上，可在支撑附近区间逢低分批布局，止损设于10.40下方以控制风险。若价格升破11.00并站稳，可考虑短线追多。谨慎者宜等待明确趋势确认后再加仓，防范假突破造成损失。"
    },
    "en": {
      "title": "Avalanche vs US Dollar Technical Analysis",
      "content": "> search(\"You are a professional cryptocurrency analyst. Provide technical analysis for Avalanche vs US Dollar (AVAX/USD).\\n\\nCurrent Market Data:\\n- Latest Price: 10.591\\n- 24h Change: 0.02%\\n- High/Low: 10.6033 / 10.5452\\n- RSI(14): N/A\\n- MACD: -0.11530240, Signal: N/A\\n- SMA(20): 10.79537\\n\\nRequirements:\\n1. Write 3-4 paragraphs, 60-80 words each, total 250-300 words\\n2. Include: trend analysis, indicator interpretation, support/resistance levels, trading suggestions\\n3. Use professional but accessible language\\n4. No labels, no meta-commentary\\n5. Start immediately with the content (no title needed)\\n\\nBegin:\")\n\nThe short‑term **trend** on AVAX/USD is currently **slightly bearish to neutral**. With the latest price at around **$10.59** and trading marginally above its recent low, the pair is under pressure from larger‑timeframe averages, as the **SMA(20) at 10.795** sits above the current level, acting as dynamic resistance. Broader market sentiment remains risk‑off for altcoins, and AVAX has shown extended declines below previous pivot zones in recent months, suggesting sellers retain control. \n\n**Momentum indicators** are mixed but lean toward bearish conditions. Your MACD reading is **negative (-0.115)**, implying downward momentum, while the missing signal line suggests a potential continuation of weaknalysis through moving averages, buy/sell signals, and common chart indicators.\n\n\n**Momentum indicators** are mixed but lean toward bearish conditions. Your MACD reading is **negative (-0.115)**, implying downward momentum, while the missing signal line suggests a potential continuation of weak trend structure unless a cross upward develops. Broader third‑party data also shows subdued RSI readings near lower bounds, indicating neither strong bullish nor oversold conditions to trigger a confident reversal yet. Price struggling under the 20‑period average hints at a short‑term cap on upside pressure. \n\nKey **support and resistance levels** can guide risk management. Immediate support lies near the recent swing lows around **$10.45–$10.50**, with an extension lower toward the psychological a Avalanche technical analysis through moving averages, buy/sell signals, and common chart indicators.\n\n\nKey **support and resistance levels** can guide risk management. Immediate support lies near the recent swing lows around **$10.45–$10.50**, with an extension lower toward the psychological **$10.00** mark if sellers accelerate. On the upside, breaking back above the **SMA(20)** near **$10.80–$11.00** would be meaningful, followed by stronger resistance around **$11.50–$12.00** where prior congestion existed. These zones offer clear areas for setting stop losses and profit targets. \n\n**Trading suggestions** should remain cautious under current structure. For conservative traders, waiting for a daily close above the 20‑period average with improving MACD momentum could1/17\n> Pivot points are used to identify intraday support, resistance and target levels. The pivot point and its support and resistance pairs are defined as follows, where H, L, C are the current day's high, low and close, respectively.\n\n\n**Trading suggestions** should remain cautious under current structure. For conservative traders, waiting for a daily close above the 20‑period average with improving MACD momentum could validate a tactical long entry; otherwise, range trades between support and resistance are more appropriate. Shorter‑term traders can consider scalps near resistance levels with tight stops below current support. Risk‑averse positions should also factor broader market sentiment before increasing exposure."
    }
  }
}