{
  "symbol": "ETH/USD",
  "name": "Ethereum vs US Dollar",
  "nameCn": "以太坊/美元",
  "timestamp": "2026-01-31T12:39:20.516Z",
  "price": {
    "close": "2637.25",
    "high": "2644.39",
    "low": "2628",
    "open": "2640.58",
    "change": "-0.13",
    "datetime": "2026-01-31 12:00:00"
  },
  "indicators": {
    "rsi": 27.36334,
    "macd": -31.099435,
    "macd_signal": -28.97084,
    "sma20": 2689.53
  },
  "analysis": {
    "zh": {
      "title": "以太坊/美元技术分析：震荡整理，短期观望",
      "content": "目前以太坊/美元(ETH/USD)价格处于2637.25美元附近，呈现出震荡整理的态势。当前价格在日内波动较小，表明市场尚未明确选择方向。价格未能突破前期高点，显示出短期内市场情绪的谨慎。\n\nMACD指标显示负值(-31.099435)，这暗示短期内卖压较大，且缺乏强势反弹信号。RSI未给出明确数据，但结合当前的震荡区间，市场情绪依然偏空。SMA(20)位于2689.53，距离现价略有距离，表明短期内上行存在一定的压力。\n\n支撑位可关注2628美元一线，这一价位附近曾出现反弹，若跌破该支撑，可能会测试更低的水平。阻力位则位于2644.39美元附近，突破后可能带动短期反弹。交易者可考虑在支撑附近寻找买入机会，但应注意避免追高。\n\n总体而言，ETH/USD短期内维持震荡整理的格局，建议在支撑和阻力区间内操作，避免在不确定性较大的情况下进行大幅度交易。"
    },
    "en": {
      "title": "Ethereum vs US Dollar Technical Analysis",
      "content": "Ethereum is currently exhibiting a short-term corrective structure after failing to hold above recent highs. Price action remains below the 20-day simple moving average at 2689.53, indicating that bearish momentum still dominates the near-term trend. The tight intraday range between 2628 and 2644 suggests consolidation, but the broader structure points to a cautious market where buyers lack strong conviction to push prices higher.\n\nFrom an indicator perspective, the negative MACD value around -31 highlights sustained downside momentum, even though the absence of a signal line limits crossover analysis. The unavailability of RSI data reduces visibility into overbought or oversold conditions, increasing uncertainty for momentum-based traders. However, the combination of sub-SMA pricing and a deeply negative MACD typically reflects a market that is either still correcting or attempting to form a base.\n\nKey support is located near 2620–2600, a zone that aligns with recent intraday lows and psychological round-number interest. A clear breakdown below this area could open the door toward 2550. On the upside, initial resistance sits near 2685–2700, defined by the 20-day SMA, followed by a stronger barrier around 2750. A daily close above these levels would be required to re-establish a bullish short-term bias.\n\nFrom a trading perspective, conservative participants may prefer waiting for confirmation, either a rebound from support with improving momentum or a breakout above the 20-day SMA. Short-term traders could consider range-based strategies while volatility remains compressed, keeping tight risk controls. Medium-term investors should monitor whether Ethereum can stabilize above support, as failure to do so would reinforce bearish continuation risk."
    }
  }
}