{
  "symbol": "DOGE/USD",
  "name": "Dogecoin vs US Dollar",
  "nameCn": "狗狗币/美元",
  "timestamp": "2026-02-21T12:43:03.756Z",
  "price": {
    "close": "0.09983",
    "high": "0.1002",
    "low": "0.09965",
    "open": "0.10003",
    "change": "-0.22",
    "datetime": "2026-02-21 12:00:00"
  },
  "indicators": {
    "rsi": 50.54116,
    "macd": 0.00023517292,
    "macd_signal": 0.0003022661,
    "sma20": 0.1002105
  },
  "analysis": {
    "zh": {
      "title": "狗狗币/美元技术分析：短期震荡，维持窄幅波动",
      "content": "当前狗狗币/美元(DOGE/USD)价格为0.09983，显示出一定的震荡走势。从市场数据来看，24小时内价格变化较小，跌幅仅为-0.22%。价格波动区间在0.09965至0.1002之间，表明当前市场处于窄幅整理中。\n\n在技术指标方面，虽然RSI和MACD的详细数据尚未完全呈现，但SMA(20)的值为0.10021050，暗示短期内价格走势呈现轻微下行压力。SMA是重要的支撑参考，若价格跌破此水平，可能会进一步走低。\n\n从支撑与阻力层面看，当前支撑位位于0.09965附近，若跌破此水平，下一支撑可能会在0.0990附近。而0.1002为近期阻力，突破该位置有望带动价格进一步上涨，测试0.1010的阻力位。\n\n交易建议方面，考虑到当前市场的震荡格局，建议采取区间交易策略，关注价格是否突破关键支撑或阻力位。若价格稳住支撑并回升至0.1002之上，可以考虑轻仓做多，反之，则可等待价格反弹后再进行介入。"
    },
    "en": {
      "title": "Dogecoin vs US Dollar Technical Analysis",
      "content": "The current price of Dogecoin is hovering around $0.09983, showing a minor 24-hour decline of 0.22%. The price action has been relatively tight, with the recent high of $0.1002 and low of $0.09965. This range-bound behavior suggests a consolidation phase, with no significant breakout in either direction. The market is waiting for a catalyst to establish a clearer trend. As of now, the short-term outlook remains neutral with a slight bearish bias due to the marginal decline.\n\nThe absence of the RSI (Relative Strength Index) and incomplete MACD data limits the depth of our technical analysis, particularly in gauging momentum. However, the MACD value of 0.00023517292 points toward a potential bullish crossover, though the absence of a defined signal line complicates the interpretation. If the MACD continues to rise and the RSI data becomes available, it could offer more clarity on the underlying trend. Without these indicators, caution is advised, as market momentum remains unclear.\n\nThe 20-period Simple Moving Average (SMA) currently sits at $0.10021, slightly above the latest price, suggesting that the market has been testing this level as resistance. A sustained move above the SMA could signal a potential reversal to the upside, particularly if the market closes above the $0.1005 resistance level. Conversely, failure to break above this point could lead to further consolidation or a potential retest of the support around $0.0995, where buyers have shown some interest in the past.\n\nFor traders, the current market conditions suggest a wait-and-see approach. A breakout above $0.1005 could present a buying opportunity with a target of $0.1015 to $0.1020, while a drop below $0.0995 could trigger a bearish signal, with potential support seen around $0.0990. With the current lack of significant momentum indicators, short-term trading should focus on price action and key levels."
    }
  }
}