{
  "symbol": "AVAX/USD",
  "name": "Avalanche vs US Dollar",
  "nameCn": "雪崩币/美元",
  "timestamp": "2026-01-23T04:02:47.117Z",
  "price": {
    "close": "12.2572",
    "high": "12.2635",
    "low": "12.2572",
    "open": "12.2582",
    "change": "-0.01",
    "datetime": "2026-01-23 04:00:00"
  },
  "indicators": {
    "rsi": 49.26962,
    "macd": -0.032312403,
    "macd_signal": -0.043042175,
    "sma20": 12.23919
  },
  "analysis": {
    "zh": {
      "title": "> search(\"你是专业的数字货币交易分析师。请对 雪崩币/美元(AVAX/USD) 进行技术分析。\\n\\n当前市场数据：\\n- 最新价格: 12.2572\\n- 24小时变化: -0.01%\\n- 高点/低点: 12.2635 / 12.2572\\n- RSI(14): N/A\\n- MACD: -0.032312403, Signal: N/A\\n- SMA(20): 12.23919\\n\\n要求：\\n1. 第一行：完整的中文标题，格式：\\\"雪崩币/美元技术分析：[趋势描述]\\\"\\n2. 然后空一行\\n3. 正文3-4段，每段60-80字，总共250-300字\\n4. 包含：趋势判断、技术指标解读、支撑/阻力位、交易建议\\n5. 使用专业术语但易于理解\\n6. 不要添加任何标签或额外说明\\n\\n立即开始（第一行就是标题）：\")",
      "content": "雪崩币/美元技术分析：短期盘整偏弱震荡\n\n当前AVAX价格围绕12.25美元附近窄幅震荡，整体趋势呈现盘整格局但略偏弱。价格在20日简单均线附近反复试探，短线多空力量均衡，未形成明确单边；若跌破12.20支撑，则下行风险加剧，反之上破12.50阻力则有望短线反弹。\n\n技术指标MACD红柱略微放大且处于零轴下方，显示空头动能略强但未加速。缺少RSI参考限制强弱判断，但均线黏合意味着趋势尚未确立。需密切关注成交量变化，若伴随量能放大突破，趋势方向将更明确。\n\n关键支撑位关注前低12.00美元及11.80美元区域，这些水平若守住可吸引逢低买盘。阻力位则在12.50至12.70美元区间，突破该区间可促使价格向13.00美元靠拢。注意大级别均线如50日线位置可能带来压力。\n\n交易上建议在确认震荡区间内高抛低吸，止损设置在11.90美元下方避免回撤过深。激进者可等待价格有效突破12.50阻力后参与多头，而更保守者宜待更清晰趋势或RSI等指标补充确认再入场。整体以短线博弈为主，谨慎控制风险。"
    },
    "en": {
      "title": "Avalanche vs US Dollar Technical Analysis",
      "content": "> search(\"You are a professional cryptocurrency analyst. Provide technical analysis for Avalanche vs US Dollar (AVAX/USD).\\n\\nCurrent Market Data:\\n- Latest Price: 12.2572\\n- 24h Change: -0.01%\\n- High/Low: 12.2635 / 12.2572\\n- RSI(14): N/A\\n- MACD: -0.032312403, Signal: N/A\\n- SMA(20): 12.23919\\n\\nRequirements:\\n1. Write 3-4 paragraphs, 60-80 words each, total 250-300 words\\n2. Include: trend analysis, indicator interpretation, support/resistance levels, trading suggestions\\n3. Use professional but accessible language\\n4. No labels, no meta-commentary\\n5. Start immediately with the content (no title needed)\\n\\nBegin:\")\n\nAvalanche (AVAX/USD) is exhibiting a **neutral to mildly bearish trend** in the very short term. Price action around **$12.25** shows limited momentum, reflecting consolidation near the recent high/low range. The fact that the 20‑period Simple Moving Average (SMA) sits at **$12.24** and price is slightly above suggests short‑term equilibrium between buyers and sellers, without a clear directional breakout at this stage.\n\nLooking at momentum indicators, we lack a complete RSI and MACD signal line, which limits clarity on overbought or oversold conditions. However, the **negative MACD value** (-0.0323) hints at underlying bearish pressure, even if weak. Without the MACD signal line or a functioning RSI, interpretation leans on price action and moving averages, which currently point to a **range‑bound market with a slight bias toward sellers**.\n\nKey **support** can be identified near **$12.00**, a psychologically and technically relevant level where previous buyers have stepped in. A break below this could open the door toward **$11.60–$11.80** confluence support. On the upside, resistance around **$12.50–$12.60** marks the immediate barrier; a sustained move above this range would signal renewed bullish interest and potential challenge of the next resistance closer to **$13.00**.\n\nFor active traders, a conservative approach favors **range trading** until confirmation of breakout, with tight risk management. Consider long entries near support with stops just below, and take profits as price approaches resistance. For breakout strategies, wait for candles to close convincingly above **$12.60** for longs, or below **$12.00** for short setups, using volume confirmation to avoid false moves. Adjust position size to volatility and overall market sentiment."
    }
  }
}