{
  "symbol": "AVAX/USD",
  "name": "Avalanche vs US Dollar",
  "nameCn": "雪崩币/美元",
  "timestamp": "2026-01-23T03:17:49.251Z",
  "price": {
    "close": "12.2254",
    "high": "12.2294",
    "low": "12.2054",
    "open": "12.2157",
    "change": "0.08",
    "datetime": "2026-01-23 03:00:00"
  },
  "indicators": {
    "rsi": 47.18651,
    "macd": -0.03999596,
    "macd_signal": -0.046247922,
    "sma20": 12.24741
  },
  "analysis": {
    "zh": {
      "title": "> search(\"你是专业的数字货币交易分析师。请对 雪崩币/美元(AVAX/USD) 进行技术分析。\\n\\n当前市场数据：\\n- 最新价格: 12.2254\\n- 24小时变化: 0.08%\\n- 高点/低点: 12.2294 / 12.2054\\n- RSI(14): N/A\\n- MACD: -0.039995960, Signal: N/A\\n- SMA(20): 12.24741\\n\\n要求：\\n1. 第一行：完整的中文标题，格式：\\\"雪崩币/美元技术分析：[趋势描述]\\\"\\n2. 然后空一行\\n3. 正文3-4段，每段60-80字，总共250-300字\\n4. 包含：趋势判断、技术指标解读、支撑/阻力位、交易建议\\n5. 使用专业术语但易于理解\\n6. 不要添加任何标签或额外说明\\n\\n立即开始（第一行就是标题）：\")",
      "content": "雪崩币/美元技术分析：短线震荡偏弱\n\n当前价格围绕12.22附近波动，短线趋势显示多空对峙，价格在20日简单移动平均线下方略显压制，显示短期偏弱震荡格局。价格未能有效突破近期高点12.23上方阻力，表明多头动力不足，整体趋势需谨慎看待。\n\n技术指标方面，MACD柱线为负，虽然信号线数据不可用，但负值态势暗示下跌动能仍存。RSI缺失但结合价格行为可判断市场并未出现超买，短线或维持区间整理。若MACD持续走弱，则可能引导价格向下试探支撑。\n\n关键支撑位关注12.10-12.15区间，此为短期低点附近盘整区域，若跌破该区域则可能打开向下空间。阻力位在12.23-12.28，若能突破该区间并有效收盘，则短线多头有望重拾主动。需观察成交量变化以确认突破有效性。\n\n交易上建议短线交易者遵循震荡逻辑，可在接近支撑区间采取小仓位逢低多单，同时设好止损以控制风险。若价格突破阻力并伴随放量，可逐步增加多头布局；反之在支撑失守的情况下，谨慎考虑空单或观望为主。整体保持纪律性，避免追高。"
    },
    "en": {
      "title": "Avalanche vs US Dollar Technical Analysis",
      "content": "> search(\"You are a professional cryptocurrency analyst. Provide technical analysis for Avalanche vs US Dollar (AVAX/USD).\\n\\nCurrent Market Data:\\n- Latest Price: 12.2254\\n- 24h Change: 0.08%\\n- High/Low: 12.2294 / 12.2054\\n- RSI(14): N/A\\n- MACD: -0.039995960, Signal: N/A\\n- SMA(20): 12.24741\\n\\nRequirements:\\n1. Write 3-4 paragraphs, 60-80 words each, total 250-300 words\\n2. Include: trend analysis, indicator interpretation, support/resistance levels, trading suggestions\\n3. Use professional but accessible language\\n4. No labels, no meta-commentary\\n5. Start immediately with the content (no title needed)\\n\\nBegin:\")\n\nAvalanche (AVAX) is showing a **neutral to slightly bearish short‑term trend** against the U.S. dollar, as recent price action trades marginally below the 20‑period simple moving average (SMA) at **12.247**. The current price around **12.225** suggests that upside momentum is limited, and the market lacks strong directional conviction. Without a decisive break above the SMA and recent high near **12.23**, the bias remains range‑bound. Sellers have been slightly more active around the upper boundary of this narrow trading band.\n\nLooking at momentum, the **MACD histogram reading of approximately -0.04** indicates mild bearish pressure, though the absence of a signal line value makes crossovers difficult to assess. This negative MACD suggests that downward forces are edging out bullish strength, even if price action isn’t sharply declining. Traders should watch for an expansion in the histogram below zero, which would confirm increasing bearish momentum. Without a valid RSI to gauge overbought/oversold conditions, relying on price structure and other indicators will be more important until more oscillator data becomes available.\n\nKey support levels to monitor are near **12.20**, which has acted as a recent intraday floor, and a deeper zone around **12.00**. A breakdown below these levels could invite increased selling and lower targets. On the upside, resistance resides at **12.23–12.25**, with a more significant hurdle near **12.30**; clearing that zone with volume could shift the short‑term bias bullish. Price action stalling beneath these resistances signals continued congestion.\n\nFor traders, a **range‑trading approach** makes sense in the current environment: consider **long entries near support** with tight stops below 12.20, and **scalp or reduce positions near resistance** unless breakout confirmation occurs. Breakout traders may wait for a sustained move above **12.30** on higher volume to signal a potential trend shift, while bears might target lower supports if weakness persists."
    }
  }
}