{
  "symbol": "DOGE/USD",
  "name": "Dogecoin vs US Dollar",
  "nameCn": "狗狗币/美元",
  "timestamp": "2026-01-23T03:17:07.716Z",
  "price": {
    "close": "0.12511",
    "high": "0.12514",
    "low": "0.1246",
    "open": "0.12462",
    "change": "0.38",
    "datetime": "2026-01-23 03:00:00"
  },
  "indicators": {
    "rsi": 51.29663,
    "macd": -0.00027972985,
    "macd_signal": -0.00033255139,
    "sma20": 0.124961
  },
  "analysis": {
    "zh": {
      "title": "狗狗币/美元技术分析：[震荡整理，短期关注支撑位]",
      "content": "当前狗狗币/美元（DOGE/USD）的价格稳定在0.1251附近，整体呈现震荡整理走势。短期内，价格波动在0.12514与0.1246之间，未显示出明显的上涨或下跌动能。当前市场情绪较为平稳，但需关注支撑和阻力的突破。\n\n从技术指标来看，RSI（14）尚未提供有效的超买或超卖信号，因此无法明确判断超买或超卖的风险。MACD指标为负值，表明短期内卖压较重，但由于信号线缺失，暂时无法确认反转的时机。SMA（20）位于0.12496附近，提供了一定的支撑位，若价格跌破此水平，则可能会进一步测试下方支撑区域。\n\n支撑位方面，0.1246是一个较强的支撑区，若价格跌破该水平，则可能会加速下行。而上方阻力位位于0.12514，若突破该点，可能会引发短期的反弹行情。交易者可根据这些关键价位进行操作，密切关注市场的价格波动。\n\n基于当前的震荡行情，建议短期交易者保持观望，除非价格突破关键支撑或阻力位，才可考虑进场操作。对于长期投资者，则可以等待更明确的趋势信号再作决定。"
    },
    "en": {
      "title": "Dogecoin vs US Dollar Technical Analysis",
      "content": "The current price of Dogecoin against the US Dollar stands at $0.12511, showing a mild 0.38% increase over the last 24 hours. This price action indicates a market in a relatively neutral state, with neither a strong bullish nor bearish sentiment dominating. The price is testing the upper range of its 24-hour movement, reaching a high of $0.12514, and holding above its low of $0.1246. This narrow price range suggests consolidation within a tight channel, with limited volatility.\n\nDespite the absence of a specific RSI reading and a signal for the MACD, the current negative MACD value of -0.00027972985 points to slight bearish momentum. Typically, a negative MACD would indicate that the selling pressure is marginally stronger than buying pressure, though without the signal line to compare it against, it's difficult to fully gauge the intensity. Traders should watch for any MACD crossing above zero, signaling a shift towards potential bullish momentum. \n\nThe 20-period Simple Moving Average (SMA) sits at $0.12496, which provides a near-term support level. This SMA is commonly viewed as a key dynamic indicator, with price above it suggesting a positive short-term outlook. If Dogecoin fails to maintain above this level, further downside risks could materialize, with immediate support around the $0.1246 level. A break below this support might trigger additional selling pressure. Conversely, resistance lies around $0.12514, and a move beyond this could push the price to test higher levels.\n\nFor traders, the current market offers a cautious approach. Given the lack of a clear trend, the best strategy might involve waiting for a confirmation of either upward or downward momentum. A sustained break above $0.12514 could provide a signal to enter long positions, while a failure to maintain support at $0.1246 might prompt a short opportunity. Risk management, such as setting stop-loss orders near these levels, is crucial in this range-bound market."
    }
  }
}