{
  "symbol": "DOGE/USD",
  "name": "Dogecoin vs US Dollar",
  "nameCn": "狗狗币/美元",
  "timestamp": "2026-02-16T18:02:51.781Z",
  "price": {
    "close": "0.10083",
    "high": "0.10089",
    "low": "0.10079",
    "open": "0.10084",
    "change": "0.02",
    "datetime": "2026-02-16 18:00:00"
  },
  "indicators": {
    "rsi": 41.16014,
    "macd": -0.0013286272,
    "macd_signal": -0.0013863849,
    "sma20": 0.101789
  },
  "analysis": {
    "zh": {
      "title": "狗狗币/美元技术分析：震荡整理，关注支撑与阻力",
      "content": "当前狗狗币/美元价格处于震荡整理阶段，最新价格为0.10083，24小时变化幅度较小，仅为0.02%。价格波动较为平缓，且高点和低点分别在0.10089与0.10079附近，表明市场情绪较为中立，买卖力量相对均衡。\n\n在技术指标方面，RSI未提供数据，因此暂时无法得出市场是否过热或超卖的结论。MACD指标显示当前值为-0.0013，表明市场处于略微看跌的状态，但缺乏强烈的卖盘信号。SMA(20)为0.101789，价格低于此均线，进一步暗示短期内可能存在一定的下行压力。\n\n从支撑和阻力位来看，当前价格接近于0.10080附近的支撑位，若跌破此水平，可能会继续回撤至0.10050或更低区域。上方阻力位在0.10150-0.10180区间，一旦突破，可能会迎来进一步反弹。投资者需密切关注这些关键价位，判断市场走向。\n\n总体而言，目前市场趋势偏向整理，建议短期内保持观望，待价格突破关键支撑或阻力时再做决策。风险承受能力较强的投资者可以在支撑附近尝试轻仓布局，但需设置止损以规避突发的市场波动。"
    },
    "en": {
      "title": "Dogecoin vs US Dollar Technical Analysis",
      "content": "Dogecoin is currently trading at 0.10083, holding in an extremely tight intraday range between 0.10079 and 0.10089. The minimal 24-hour change of 0.02% reflects a low-volatility consolidation phase. Price action remains slightly below the 20-period simple moving average at 0.101789, indicating short-term bearish pressure. The broader structure suggests a mild corrective pullback rather than a decisive trend reversal, with momentum appearing compressed and awaiting expansion.\n\nThe position below the SMA(20) signals that short-term sellers retain modest control. Although the RSI(14) reading is unavailable, the subdued price fluctuation implies neutral momentum conditions rather than overbought or oversold extremes. The MACD value at -0.0013286272 reflects weak negative momentum, though without the signal line, confirmation is limited. Still, the negative MACD bias suggests fading bullish impulse and a lack of strong upward conviction.\n\nImmediate support is forming near 0.10070–0.10075, aligning closely with the session low. A break below this zone could open room toward psychological support at 0.10000. On the upside, initial resistance sits at 0.10180, corresponding with the SMA(20). A sustained move above this level may trigger short covering and allow a push toward 0.10250. Volume expansion will be critical in validating either directional breakout.\n\nFrom a trading perspective, range strategies may be more appropriate while volatility remains compressed. Short-term traders could consider cautious long entries near support with tight risk controls below 0.10000. Alternatively, momentum traders may wait for a confirmed breakout above 0.10180 before entering long positions. Risk management remains essential, as low volatility environments can precede sudden directional expansion."
    }
  }
}