{
  "symbol": "DOGE/USD",
  "name": "Dogecoin vs US Dollar",
  "nameCn": "狗狗币/美元",
  "timestamp": "2026-02-21T17:50:16.939Z",
  "price": {
    "close": "0.09955",
    "high": "0.09968",
    "low": "0.09903",
    "open": "0.09949",
    "change": "0.07",
    "datetime": "2026-02-21 17:00:00"
  },
  "indicators": {
    "rsi": 46.38131,
    "macd": 0.00011112266,
    "macd_signal": 0.00022714776,
    "sma20": 0.100021
  },
  "analysis": {
    "zh": {
      "title": "狗狗币/美元技术分析：价格震荡整理，暂无明确趋势",
      "content": "目前DOGE/USD的价格在0.09955附近波动，整体呈现震荡整理的趋势。价格虽然略微上涨0.07%，但未能突破关键的短期阻力位0.1000。因此，当前市场缺乏明确的上涨或下跌动力，可能继续维持区间震荡。\n\n从技术指标来看，MACD的数值0.00011112266显示出弱势的上行动能，但由于没有信号线数据，难以确认趋势的持续性。SMA(20)为0.100021，价格处于其下方，表明短期内可能面临下行压力。RSI数据未提供，暂时无法进一步确认超买或超卖状态。\n\n支撑位方面，0.09903是一个较为关键的短期支撑区，若价格跌破此位，可能引发进一步的下行趋势。阻力位则位于0.09968附近，若突破此水平，有可能迎来短期反弹。投资者应关注这些关键价格区间的突破。\n\n建议方面，当前市场情绪相对平淡，建议暂时保持观望。对于激进型交易者，可以考虑在支撑位附近寻找低吸机会，但止损应严格设定，以防价格下行。稳健型投资者可等待价格突破区间后再进行操作。"
    },
    "en": {
      "title": "Dogecoin vs US Dollar Technical Analysis",
      "content": "Dogecoin (DOGE) is currently trading at 0.09955 against the US Dollar, showing a modest 24-hour price change of 0.07%. The price has remained within a tight range, with a high of 0.09968 and a low of 0.09903. This indicates that the market is relatively stable, lacking significant volatility over the past 24 hours. While no clear trend is emerging in the short term, this tight range suggests a potential consolidation phase, with traders watching for a breakout either upward or downward.\n\nFrom an indicator perspective, the RSI (Relative Strength Index) is unavailable, making it difficult to assess the overbought or oversold conditions. However, the MACD is currently positive at 0.00011112266, signaling that there is a slight bullish momentum. While the MACD is not crossing its signal line, the positive value implies that buying pressure may be gradually increasing, which could support a potential move upward if it sustains. Without a signal line or an RSI, it’s important to observe how these indicators evolve to confirm any directional shift.\n\nThe SMA(20) at 0.100021 is currently above the market price, suggesting that the short-term trend remains slightly bearish. A breach above this level could signal a shift toward a neutral or bullish bias. The proximity of the price to the SMA indicates that the market is attempting to find equilibrium around the 0.10 level. Traders should watch for a close above 0.1000 to target the next resistance at 0.10150, while a failure to break this level could see the price testing support at 0.0990.\n\nGiven the current technical structure, the market is in a wait-and-see mode. Traders may want to wait for a confirmed breakout above 0.1000 or a pullback to test support near 0.0990 before making significant moves. With no immediate overbought or oversold signals from the available indicators, the next major price action will depend on market sentiment and external factors influencing Dogecoin."
    }
  }
}