{
  "symbol": "BNB/USD",
  "name": "Binance Coin vs US Dollar",
  "nameCn": "币安币/美元",
  "timestamp": "2026-02-07T09:50:40.354Z",
  "price": {
    "close": "635.37",
    "high": "641.19",
    "low": "634.95",
    "open": "640.14",
    "change": "-0.75",
    "datetime": "2026-02-07 09:00:00"
  },
  "indicators": {
    "rsi": 38.95984,
    "macd": -1.94776,
    "macd_signal": 0.33921486,
    "sma20": 653.6675
  },
  "analysis": {
    "zh": {
      "title": "> search(\"你是专业的数字货币交易分析师。请对 币安币/美元(BNB/USD) 进行技术分析。\\n\\n当前市场数据：\\n- 最新价格: 635.37\\n- 24小时变化: -0.75%\\n- 高点/低点: 641.19 / 634.95\\n- RSI(14): N/A\\n- MACD: -1.94776, Signal: N/A\\n- SMA(20): 653.66750\\n\\n要求：\\n1. 第一行：完整的中文标题，格式：\\\"币安币/美元技术分析：[趋势描述]\\\"\\n2. 然后空一行\\n3. 正文3-4段，每段60-80字，总共250-300字\\n4. 包含：趋势判断、技术指标解读、支撑/阻力位、交易建议\\n5. 使用专业术语但易于理解\\n6. 不要添加任何标签或额外说明\\n\\n立即开始（第一行就是标题）：\")",
      "content": "币安币/美元技术分析：短线承压整理，潜在震荡下行\n\n当前BNB价格在635附近承压20日均线下方，短期趋势偏弱，价格未能有效站上均线，显示多头动能不足，盘面可能延续震荡调整为主，波动区间较为狭窄但偏下行。\n\n技术指标上MACD负值扩大表明空头动能占优，虽然缺少RSI数据但从价格结构看多空分歧明显，多头尝试反攻受阻，在均线与历史阻力区间遇阻压力明显，短线技术指标偏弱信号显著。\n\n重点支撑位初步关注630附近，若失守可能进一步测试620心理关口；阻力则集中在650-660区间，尤其20日均线一带为重要压制，突破该区域才能改善短线趋势。\n\n交易上建议震荡中轻仓操作，短线空单在阻力区间可择机进场，止损设置在关键阻力上方；若价格回踩支撑企稳，逢低吸纳需确认反转信号再入场，以控制风险和提高胜率。"
    },
    "en": {
      "title": "Binance Coin vs US Dollar Technical Analysis",
      "content": "> search(\"You are a professional cryptocurrency analyst. Provide technical analysis for Binance Coin vs US Dollar (BNB/USD).\\n\\nCurrent Market Data:\\n- Latest Price: 635.37\\n- 24h Change: -0.75%\\n- High/Low: 641.19 / 634.95\\n- RSI(14): N/A\\n- MACD: -1.94776, Signal: N/A\\n- SMA(20): 653.66750\\n\\nRequirements:\\n1. Write 3-4 paragraphs, 60-80 words each, total 250-300 words\\n2. Include: trend analysis, indicator interpretation, support/resistance levels, trading suggestions\\n3. Use professional but accessible language\\n4. No labels, no meta-commentary\\n5. Start immediately with the content (no title needed)\\n\\nBegin:\")\n\nBNB/USD is showing a short‑term bearish tilt as prices sit below the 20‑period simple moving average at **653.67**. The latest price of **635.37** and slight 24‑hour decline suggest downward pressure persists, despite minimal volatility between **641.19/634.95**. The recent candles have lower highs, indicating sellers are marginally stronger. Watch for trend continuation if price fails to reclaim the 20‑SMA decisively.\n\nMomentum indicators lean bearish. The MACD at **‑1.94776** reflects weakening buying power, although the absence of a signal line makes crossovers unclear. An ideal rebound would see a rising MACD histogram and a crossover above its signal. Without an RSI reading, broader momentum remains ambiguous; however, the price’s inability to hold above moving averages suggests momentum favors the downside in the near term.\n\nKey support levels to monitor are around **630**, followed by **620–615**, where prior consolidation occurred and buyers previously stepped in. On the upside, the immediate resistance zone lies at the 20‑SMA (~**654**), with stronger resistance near **670–680** where previous supply and swing highs cluster. A break above **655** with volume could shift market structure back toward bullish control.\n\nFor traders, a conservative approach would be to wait for a clear break of support or resistance before committing. Short positions may be considered on confirmed breakdowns below **630**, targeting the **620** area with tight stops. Conversely, bullish traders should look for sustained closes above **655** and ideally above **670** before scaling in. Risk management remains crucial given choppy conditions."
    }
  }
}