{
  "symbol": "DOGE/USD",
  "name": "Dogecoin vs US Dollar",
  "nameCn": "狗狗币/美元",
  "timestamp": "2026-02-07T09:53:39.151Z",
  "price": {
    "close": "0.09521",
    "high": "0.09623",
    "low": "0.0951",
    "open": "0.09584",
    "change": "-0.66",
    "datetime": "2026-02-07 09:00:00"
  },
  "indicators": {
    "rsi": 42.95984,
    "macd": 0.00024344518,
    "macd_signal": 0.00069217213,
    "sma20": 0.09787
  },
  "analysis": {
    "zh": {
      "title": "狗狗币/美元技术分析：市场整理，短期震荡",
      "content": "当前狗狗币/美元（DOGE/USD）价格维持在0.09521附近，24小时内小幅下跌0.66%。市场呈现整理态势，短期内可能继续震荡。价格未能突破0.09623的高点，也未下探到0.0951的低点，表明当前市场的多空力量相对平衡。\n\n从技术指标看，MACD显示出微弱的正值0.00024344518，但由于缺乏信号线数据，当前的动能不足以形成明确的趋势。SMA(20)为0.09787，价格低于该均线，表明短期内有回调的压力，但尚未形成强烈的下行趋势。RSI数据缺失，因此无法通过超买超卖情况进一步确认市场情绪。\n\n在支撑位方面，0.0951作为近期低点，提供了一定的支撑。若价格跌破此位，可能会进一步回调至0.0930附近。阻力位方面，0.09623为短期阻力，若突破此位置，可能会再次测试0.0975附近的水平。\n\n综合来看，当前市场短期内可能继续震荡整理。若价格接近支撑位0.0951，可考虑适当入场做多，止损设置在0.0940附近；若突破0.09623，可适时跟进多头，但仍需谨慎对待市场的潜在波动。"
    },
    "en": {
      "title": "Dogecoin vs US Dollar Technical Analysis",
      "content": "The Dogecoin market is currently facing a slightly bearish trend, as indicated by the recent price movement. The price has been trading just below the key $0.096 mark, with the 24-hour change at -0.66%. This suggests a mild downturn in the short term, with market participants showing caution. The lack of a clear trend in the broader market could be influencing the subtle downward momentum. A further decline below the $0.095 level could confirm the bearish bias, potentially testing lower support areas.\n\nThe current MACD value of 0.00024344518 provides a slight positive indication, but with no signal line available, it remains inconclusive for a strong buy or sell signal. The absence of a defined signal line makes the MACD a less reliable indicator for immediate price action. However, traders should continue to monitor the evolving MACD structure, as a bullish or bearish crossover could provide clearer signals in the near future. For now, Dogecoin's price may continue to hover around the $0.095 zone, with volatility likely increasing in the next trading sessions.\n\nOn the technical side, the price is currently below its 20-period simple moving average of $0.09787, which further supports a bearish outlook. The SMA(20) is acting as a dynamic resistance, and until the price regains a position above this level, the path of least resistance seems to be towards the downside. If Dogecoin fails to break above this resistance, it could see additional selling pressure, possibly targeting the lower support at $0.094 or even $0.092 in a more extreme scenario.\n\nSupport at $0.095 remains crucial for Dogecoin's price action. A break below this level could trigger further downside momentum, with $0.094 and $0.092 as potential targets for sellers. Conversely, a recovery above the SMA(20) and sustained trading above $0.096 could signal a potential reversal to the upside. Traders should remain cautious, focusing on key support and resistance levels for potential entry and exit points, and await confirmation from key indicators like the MACD."
    }
  }
}