{
  "symbol": "DOGE/USD",
  "name": "Dogecoin vs US Dollar",
  "nameCn": "狗狗币/美元",
  "timestamp": "2026-02-23T19:47:33.526Z",
  "price": {
    "close": "0.09304",
    "high": "0.09353",
    "low": "0.09253",
    "open": "0.09343",
    "change": "-0.42",
    "datetime": "2026-02-23 19:00:00"
  },
  "indicators": {
    "rsi": 35.4711,
    "macd": -0.00045119989,
    "macd_signal": -0.00029711706,
    "sma20": 0.094547
  },
  "analysis": {
    "zh": {
      "title": "狗狗币/美元技术分析：[震荡整理，关注支撑位]",
      "content": "目前狗狗币/美元在0.0930附近震荡整理，价格波动幅度较小，显示出市场的观望情绪。尽管24小时变化为负值，但整体没有明显的趋势方向，市场参与者情绪相对谨慎。当前价格接近20日简单移动平均线(SMA 20)，暗示短期内可能继续维持整理态势。\n\n从技术指标来看，MACD呈现轻微负值，表明市场短期内偏空，但信号线尚未形成，尚未给出强烈的卖出信号。RSI数据缺失，无法从相对强弱指数中获得明确的超买或超卖信息。因此，当前的技术面缺乏明确的买卖信号，需进一步观察。\n\n支撑位方面，0.0925附近形成了较为关键的支撑区域，若价格跌破该位置，则可能进一步下探至0.0900的心理关口。阻力位则位于0.0945附近，一旦突破此阻力，可能会带动价格上行，重新测试高位。\n\n建议在当前市场环境中采取观望策略，等待价格突破0.0945或跌破0.0925后再做进一步操作。如果突破0.0945，可以考虑短期内买入，而跌破0.0925时则需警惕进一步的下行风险。"
    },
    "en": {
      "title": "Dogecoin vs US Dollar Technical Analysis",
      "content": "Dogecoin is currently facing a slight bearish bias as it trades around $0.09304. The 24-hour change shows a modest decline of -0.42%, indicating a period of consolidation or minor retracement. This price action suggests that Dogecoin is testing its support levels. The recent high and low values of $0.09353 and $0.09253 respectively show a tight range, which could indicate that traders are waiting for a breakout in either direction. Given this, a breakout above $0.09353 could signal a return to the upside, while a breakdown below $0.09253 might further confirm a bearish outlook.\n\nWithout the RSI value and with the MACD currently negative at -0.00045119989, the momentum is leaning towards bearishness. This suggests that sellers may still have control in the short-term, but the absence of a signal line for the MACD means there is a lack of clear direction. Traders should closely monitor for any potential MACD crossovers or improvements in the momentum indicator for further confirmation. If the MACD shifts into positive territory, it could signal an emerging bullish reversal. Conversely, continued negative readings could lead to further downside.\n\nThe 20-period Simple Moving Average (SMA) is at $0.094547, slightly above the current price, reinforcing the bearish sentiment. The proximity of the price to the SMA suggests a resistance level to watch. If Dogecoin can push above this SMA, it may attempt to retest recent highs, potentially targeting $0.095 or $0.096. On the other hand, should the price continue to hover near or below the SMA, it could face further challenges in gaining bullish momentum. \n\nFor short-term traders, it would be prudent to wait for a confirmation of price action either above $0.09455 or below $0.09253 to enter trades. Conservative strategies could involve buying on bullish breakouts or shorting on sustained moves below support. For a longer-term outlook, maintaining a watchful eye on the MACD and RSI could provide additional insights into whether a more significant trend reversal is in play."
    }
  }
}