{
  "symbol": "DOGE/USD",
  "name": "Dogecoin vs US Dollar",
  "nameCn": "狗狗币/美元",
  "timestamp": "2026-02-17T05:23:55.163Z",
  "price": {
    "close": "0.09966",
    "high": "0.10024",
    "low": "0.09949",
    "open": "0.10021",
    "change": "-0.58",
    "datetime": "2026-02-17 05:00:00"
  },
  "indicators": {
    "rsi": 39.16761,
    "macd": -0.0008490336,
    "macd_signal": -0.00097067485,
    "sma20": 0.1007785
  },
  "analysis": {
    "zh": {
      "title": "狗狗币/美元技术分析：[略有下行压力，短期震荡整理]",
      "content": "当前DOGE/USD的价格在0.09966附近，短期内呈现出震荡整理的走势。24小时内，价格波动幅度较小，仅下跌了0.58%。目前价格靠近近期低点0.09949，未见明显突破或反弹的信号，暗示市场可能存在一定的下行压力。\n\n从技术指标来看，虽然RSI和MACD的完整数据缺失，但SMA(20)当前处于0.1008附近，表明短期内价格仍未完全脱离震荡区间。MACD的负值表明卖盘力量略显强势，但尚未进入超卖区域，市场尚有一定的调整空间。\n\n支撑位方面，0.09949附近较为关键，一旦跌破该水平，可能会进一步测试0.09800的支撑区域。上行的阻力位则在0.10024附近，突破该点位后，价格可能会重新测试0.10100的区域。市场震荡整理的特征可能会继续维持一段时间。\n\n综合来看，DOGE/USD短期内可能会继续保持震荡整理的格局。建议投资者在支撑位附近考虑适当低吸，在阻力位附近谨慎卖出。若价格突破关键支撑或阻力位，需根据新形势调整策略。"
    },
    "en": {
      "title": "Dogecoin vs US Dollar Technical Analysis",
      "content": "The current price of Dogecoin (DOGE) against the US Dollar is showing a mild downtrend over the past 24 hours, with a price decline of 0.58%. The recent high of 0.10024 and low of 0.09949 indicate tight price action, signaling a consolidation phase. The overall market sentiment appears neutral to slightly bearish, and the price remains near the critical support zone around 0.09950. A break below this support could open the door to further downside towards 0.09800, while a rebound could trigger a retest of the resistance level near 0.10024.\n\nIn terms of technical indicators, the MACD value is negative at -0.000849, suggesting bearish momentum in the short term. However, without a Signal line provided, a complete MACD analysis is limited. The absence of a confirmed trend reversal leaves DOGE in a more neutral position. Traders should be cautious as the lack of a decisive indicator could result in erratic price movement. An increase in volume could provide further insight into the next trend direction.\n\nThe 20-period Simple Moving Average (SMA) stands at 0.10078, which is currently acting as minor resistance. If the price manages to break above this level with strong buying pressure, a move towards 0.10200 could be possible. On the downside, the key support level to watch remains at 0.09950, with additional support near 0.09800. Any breakdown below this could indicate a bearish continuation and lead to further price erosion.\n\nFor traders, the current market setup suggests a cautious approach, especially in the absence of clear trend signals. A short-term range-bound trading strategy between 0.09950 and 0.10024 could be effective, with breakout trades considered only if clear confirmation of a directional move occurs. A solid close above the SMA might offer a buying opportunity, while a sustained break below support could trigger short positions."
    }
  }
}