{
  "symbol": "DOGE/USD",
  "name": "Dogecoin vs US Dollar",
  "nameCn": "狗狗币/美元",
  "timestamp": "2026-02-20T19:30:07.957Z",
  "price": {
    "close": "0.10061",
    "high": "0.10174",
    "low": "0.10056",
    "open": "0.10148",
    "change": "-0.85",
    "datetime": "2026-02-20 19:00:00"
  },
  "indicators": {
    "rsi": 58.21341,
    "macd": 0.00061018326,
    "macd_signal": 0.00031221658,
    "sma20": 0.0991325
  },
  "analysis": {
    "zh": {
      "title": "狗狗币/美元技术分析：当前趋势偏弱，待突破关键支撑位",
      "content": "当前DOGE/USD的价格为0.10061，24小时内下跌了0.85%。在短期内，价格呈现震荡走低的趋势。尽管价格并未出现剧烈波动，但从整体走势来看，市场情绪偏弱，可能会在短期内继续承压。需要关注的一个关键点是0.10056的低点，该位置可能为当前支撑位。\n\n技术指标方面，MACD的数值为0.00061018326，但由于Signal线数据缺失，暂时无法给出更准确的趋势判断。RSI(14)数据暂缺，这也使得我们难以得出过度买入或卖出的结论。SMA(20)为0.099132500，当前价格略高于此水平，短期内若跌破此SMA线，可能会引发更多的卖盘压力。\n\n支撑位方面，当前的低点0.10056和SMA(20)位置相对接近，因此可以视为近期的关键支撑。如果价格跌破这些水平，可能会进一步测试下方的0.099区间。阻力位则集中在0.10174附近，若价格上破该区域，可能会迎来一波反弹。\n\n建议交易者在当前市场环境下保持观望，避免追高。若价格回调至支撑位0.10056附近，可以考虑低吸，但需要密切关注价格突破支撑位的风险。同时，若价格突破0.10174的阻力位，则可考虑尝试短期反弹的交易机会。"
    },
    "en": {
      "title": "Dogecoin vs US Dollar Technical Analysis",
      "content": "Dogecoin (DOGE/USD) is currently showing a slight downtrend, with a 24-hour change of -0.85%, indicating a mild bearish sentiment in the market. The price has recently traded between $0.10056 and $0.10174, staying within a narrow range. This suggests that the market lacks strong momentum in either direction at the moment, as price action is consolidating. The current price level around $0.10061 is near the 20-period simple moving average (SMA) of $0.09913, suggesting that short-term sentiment is neutral, with the potential for a breakout if either buyers or sellers gain control.\n\nWithout the RSI (Relative Strength Index) and a Signal line for the MACD, it’s difficult to get a comprehensive view of overbought or oversold conditions. However, the MACD value of 0.00061018326 suggests that, while the momentum is positive, it remains weak and not enough to push the market into a strong bullish phase. If the MACD line crosses above a stronger signal level in the future, this could indicate a potential shift toward upward momentum. Traders should monitor the price action closely for any signs of increasing volume, as this would validate a directional breakout.\n\nKey support for Dogecoin is found at $0.10056, with a potential for further downside if the price fails to hold this level. Below this, the next support would likely emerge around the recent low. Resistance, on the other hand, is at $0.10174, which marks the high for the 24-hour period. If the price moves above this resistance, we could see a potential push toward the next resistance level, which may be identified around $0.10250. \n\nFor traders, this market offers a cautious range-bound environment. A break below $0.10056 could present a short opportunity, while a move above $0.10174 could signal a potential long entry. Due to the lack of strong momentum indicators, it is recommended to wait for a clearer signal from volume or other indicators before taking any aggressive positions."
    }
  }
}