{
  "symbol": "DOGE/USD",
  "name": "Dogecoin vs US Dollar",
  "nameCn": "狗狗币/美元",
  "timestamp": "2026-02-03T14:17:29.929Z",
  "price": {
    "close": "0.10805",
    "high": "0.10847",
    "low": "0.10789",
    "open": "0.10822",
    "change": "-0.18",
    "datetime": "2026-02-03 14:00:00"
  },
  "indicators": {
    "rsi": 55.42845,
    "macd": 0.00036610668,
    "macd_signal": 0.00039266348,
    "sma20": 0.107504
  },
  "analysis": {
    "zh": {
      "title": "狗狗币/美元技术分析：市场震荡整理，等待突破信号",
      "content": "目前，DOGE/USD 价格呈现震荡整理走势，最近价格为 0.10805 美元。短期内市场缺乏明显的方向性，24小时内价格变化仅为 -0.18%，显示出一定的平稳性。随着价格接近区间高点 0.10847 和低点 0.10789，市场正在消化可能的突破或回调。\n\n技术指标方面，RSI 未能提供明确的超买或超卖信号，而 MACD 值为 0.00036610668，但未显示出明显的趋势变化。SMA(20)为 0.107504，表明当前价格略高于短期均线，表明价格有一定支撑，但未能形成强势反弹。\n\n支撑位方面，0.10789 是一个关键支撑点，如果价格跌破此位，可能会进一步向 0.10700 区域回落。阻力位则集中在 0.10847 附近，一旦突破该位，可能会迎来更大的上行空间。当前市场呈现横盘整理，等待突破信号。\n\n建议投资者短期内保持观望，若价格突破 0.10847，可考虑轻仓追多；若跌破 0.10789，则建议止损并考虑做空。"
    },
    "en": {
      "title": "Dogecoin vs US Dollar Technical Analysis",
      "content": "The current price of Dogecoin against the US Dollar (DOGE/USD) is 0.10805, reflecting a slight 0.18% decrease over the past 24 hours. The price action has been relatively stable, with a minor fluctuation between the high of 0.10847 and the low of 0.10789. This suggests a consolidation phase, where DOGE is finding some balance within its current price range. If the downward movement continues, we may see DOGE test the lower end of this range near 0.10789, which could act as a potential support level.\n\nFrom an indicator standpoint, the absence of RSI data makes it difficult to gauge immediate overbought or oversold conditions. The MACD value is positive at 0.000366, indicating some bullish momentum, though it lacks a signal line for confirmation. This positive MACD suggests that there could be potential for upward movement, but the absence of a clear signal line makes it prudent to wait for further confirmation before acting. A MACD crossover could offer a clearer buying signal if the momentum continues to build.\n\nThe Simple Moving Average (SMA) of 20 periods is currently at 0.107504, providing another potential support level for DOGE/USD. If the price drops toward this level, it may be an attractive entry point for long positions, as the SMA often represents a dynamic support zone. If the price rebounds off the SMA, it would further validate this level's strength as support. On the other hand, if DOGE fails to hold above this level, the next area of potential support could be near 0.10789.\n\nGiven the current market conditions, traders should exercise caution in entering new positions without clear momentum signals. Watching for a breakout above the high of 0.10847 could offer an opportunity to initiate long positions, especially if volume increases. Conversely, if the price breaks below 0.10789, traders should consider risk management strategies, as a further decline could open up additional downside potential toward the next support zone."
    }
  }
}