{
  "symbol": "DOGE/USD",
  "name": "Dogecoin vs US Dollar",
  "nameCn": "狗狗币/美元",
  "timestamp": "2025-11-21T07:05:25.862Z",
  "price": {
    "close": "0.14599",
    "high": "0.14619",
    "low": "0.14581",
    "open": "0.14592",
    "change": "0.05",
    "datetime": "2025-11-21 07:00:00"
  },
  "indicators": {
    "rsi": 37.98315,
    "macd": -0.0024247715,
    "macd_signal": -0.0021061841,
    "sma20": 0.150327
  },
  "analysis": {
    "zh": {
      "title": "狗狗币/美元技术分析：[震荡整理，短期偏弱]",
      "content": "当前狗狗币（DOGE）价格在0.14599附近，最近24小时内的波动较小，仅变化0.05%。从高低点来看，价格在0.14619和0.14581之间徘徊，显示出市场的震荡整理特征。短期内，价格似乎缺乏强烈的上涨动力，可能会继续在这一区间内波动。\n\n在技术指标方面，MACD显示负值，表明短期内卖压较重，且没有明显的买入信号出现。虽然RSI未提供具体数据，但结合当前价格走势，我们可以推测市场情绪相对谨慎。SMA(20)在0.150327处，价格目前低于该均线，进一步确认了短期的下行压力。\n\n支撑位方面，0.14580是一个关键价位，若跌破该水平，可能会引发更多的抛售压力，进一步下探至0.14400附近。而阻力位则在0.15000和0.15030区域，若价格能够突破这些阻力位，将有望恢复上涨趋势。\n\n针对当前市场状况，建议交易者采取谨慎态度，短期内可考虑观望或适度做空，待价格确认突破支撑或阻力位后再进行操作。同时，关注市场整体情绪和相关消息，以便及时调整交易策略。"
    },
    "en": {
      "title": "Dogecoin vs US Dollar Technical Analysis",
      "content": "Currently, Dogecoin is trading at 0.14599, showing minimal volatility with a 24-hour change of just 0.05%. The price has oscillated between a high of 0.14619 and a low of 0.14581, indicating a narrow trading range. This tight range suggests a period of consolidation, which could precede a more decisive move. Investors should keep an eye on this range, as breaks above or below could signal the next trend direction.\n\nThe absence of an RSI value makes it challenging to assess overbought or oversold conditions; however, the MACD is slightly negative at -0.0024, indicating a potential bearish sentiment in the short term. This bearish momentum could be confirmed if the price fails to regain the 20-day simple moving average (SMA) at 0.150327. A sustained move below the recent low of 0.14581 might attract selling pressure, while a recovery above the SMA could indicate a possible reversal.\n\nKey support levels for Dogecoin are currently positioned at 0.14581 and further down at 0.14500. Conversely, resistance is noted around 0.150327, aligning with the SMA. A breakout above this resistance could open the door for a rally, potentially targeting 0.15500. Traders should closely monitor these levels, as they will be critical in determining the next course of action for DOGE/USD.\n\nFor trading strategies, a cautious approach may be prudent. Consider entering long positions if the price decisively breaks above the SMA, with a stop"
    }
  }
}