{
  "symbol": "DOGE/USD",
  "name": "Dogecoin vs US Dollar",
  "nameCn": "狗狗币/美元",
  "timestamp": "2026-02-17T20:37:23.628Z",
  "price": {
    "close": "0.10073",
    "high": "0.1012",
    "low": "0.10027",
    "open": "0.10104",
    "change": "-0.34",
    "datetime": "2026-02-17 20:00:00"
  },
  "indicators": {
    "rsi": 50.26378,
    "macd": -0.00011406688,
    "macd_signal": -0.00040713989,
    "sma20": 0.10013
  },
  "analysis": {
    "zh": {
      "title": "狗狗币/美元技术分析：震荡整理，短期承压",
      "content": "当前狗狗币/美元（DOGE/USD）的价格为0.10073，处于短期震荡整理的状态。价格波动较为平稳，但未能突破重要的技术水平，显示出市场暂时缺乏强势方向。24小时变化为-0.34%，进一步表明市场缺乏明显的上涨或下跌动力。\n\n从技术指标来看，当前的RSI和MACD信号尚不完整，无法提供明确的买卖信号。SMA(20)的值为0.10013，表示短期内价格维持在这一水平附近，且市场的价格未能有效突破这一均线，短期内仍面临承压。\n\n在支撑位方面，0.10027和0.10000水平为关键支撑区域，若价格下跌至这些位置，可能会出现反弹。阻力位则集中在0.1012附近，若价格突破这一水平，有可能向上测试0.1020或更高水平的区域。\n\n建议投资者在当前阶段采取观望策略，等待价格突破关键支撑或阻力位后再做决策。如果价格持续在当前区间震荡，可以考虑短线交易，利用价格波动进行高抛低吸操作。"
    },
    "en": {
      "title": "Dogecoin vs US Dollar Technical Analysis",
      "content": "The Dogecoin market has shown a slight bearish sentiment with the current price of $0.10073, down by 0.34% over the last 24 hours. The recent price action indicates a consolidation phase, as the price fluctuated within a tight range between $0.10027 and $0.1012. Given this range-bound behavior, it's essential to monitor any breakouts or breakdowns from these levels for further indications of trend direction.\n\nLooking at the technical indicators, the RSI(14) value is not available, which leaves us without a clear momentum gauge. However, the MACD shows a negative value of -0.000114, suggesting that the short-term momentum is slightly bearish. The absence of a signal line makes it challenging to draw strong conclusions, but the negative MACD value is a cautionary sign, especially if price struggles to maintain above the current level.\n\nThe 20-period simple moving average (SMA) stands at $0.10013, which is a minor support zone. If Dogecoin fails to hold above this level, the price could dip towards the lower end of the recent range around $0.10027. On the flip side, a break above $0.1012 could suggest a return to bullish sentiment, potentially targeting higher resistance levels. The market is in a delicate balance, with the current price nearing key support and resistance zones that could define the next significant move.\n\nFor traders, the best approach would be to wait for confirmation of a breakout or breakdown from the established range. A breakout above $0.1012 may signal a buying opportunity, while a failure to hold above $0.10027 could present a chance to sell or short the asset, especially if it aligns with further bearish momentum in the broader market."
    }
  }
}