{
  "symbol": "DOGE/USD",
  "name": "Dogecoin vs US Dollar",
  "nameCn": "狗狗币/美元",
  "timestamp": "2026-01-07T22:57:16.754Z",
  "price": {
    "close": "0.14602",
    "high": "0.14718",
    "low": "0.14539",
    "open": "0.14629",
    "change": "-0.19",
    "datetime": "2026-01-07 22:00:00"
  },
  "indicators": {
    "rsi": 42.3803,
    "macd": -0.00076773581,
    "macd_signal": -0.00061059066,
    "sma20": 0.14773
  },
  "analysis": {
    "zh": {
      "title": "狗狗币/美元技术分析：[短期震荡调整]",
      "content": "当前狗狗币（DOGE）的价格为0.14602，24小时内小幅下跌0.19%。从价格走势来看，DOGE在0.14539至0.14718区间内震荡整理，显示出市场缺乏方向性。短期内，价格似乎在寻求支撑，投资者需密切关注这一区间的突破情况。\n\n技术指标方面，虽然RSI(14)数据缺失，但MACD指标为负值，表明短期内卖压较重，市场情绪偏向于谨慎。同时，20日简单移动平均线（SMA）为0.14773，价格若突破此水平，将可能引发一波反弹。短期内，市场需关注这些技术信号的变化。\n\n支撑位方面，0.14539是一个关键支撑线，如果价格跌破，可能会加速下行趋势。相对而言，阻力位在0.14718和0.14773之间，若价格能够成功突破这两个阻力位，可能会吸引更多买盘进入市场。投资者应根据这些位点进行交易策略调整。\n\n综上所述，狗狗币目前处于短期震荡调整阶段，建议投资者保持观望，等待明确的突破信号再做布局。在此期间，设定止损位以控制风险是明智之举。"
    },
    "en": {
      "title": "Dogecoin vs US Dollar Technical Analysis",
      "content": "The current price of Dogecoin (DOGE) against the US Dollar (USD) is experiencing slight bearish pressure, currently at 0.14602. Over the last 24 hours, the price has decreased by 0.19%, suggesting a consolidation phase following recent fluctuations. The high and low established during this period, at 0.14718 and 0.14539 respectively, indicate a narrow trading range, which may signal indecision among traders. Such price action often precedes a potential breakout, either upwards or downwards, depending on market sentiment.\n\nFrom a technical standpoint, the Simple Moving Average (SMA) of 20 periods at 0.14773 is currently above the market price, indicating that the short-term trend is bearish. The proximity of the current price to this SMA suggests that a retest of the SMA could occur, potentially acting as a resistance level. If the price manages to break above this level, it could signify a reversal in sentiment, leading to a move towards the next key resistance at around 0.14850. Conversely, if the price tests the support at 0.14539 and fails to hold, further declines could be expected.\n\nThe MACD indicator shows a negative value of -0.00076773581, which reinforces the bearish sentiment. Although the RSI(14) is not available, if it were to be calculated, it would be prudent to watch for levels indicating overbought or oversold conditions. A bounce off the support level combined with a bullish divergence in the MACD could present a buying opportunity for traders looking to capitalize on potential upward momentum.\n\nTraders might consider a cautious approach, watching for a clear breakout above the SMA or a confirmation of support at the 0.14539 level. A potential strategy could involve setting buy orders slightly above resistance levels to capture upward movements, while stop-loss orders could be placed just below key support levels to mitigate risk. Monitoring volume during price movements will also be crucial to gauge the strength of any breakout or reversal."
    }
  }
}