{
  "symbol": "DOGE/USD",
  "name": "Dogecoin vs US Dollar",
  "nameCn": "狗狗币/美元",
  "timestamp": "2026-02-18T05:25:49.144Z",
  "price": {
    "close": "0.10082",
    "high": "0.10095",
    "low": "0.10063",
    "open": "0.10093",
    "change": "-0.10",
    "datetime": "2026-02-18 05:00:00"
  },
  "indicators": {
    "rsi": 50.80604,
    "macd": 0.000019279508,
    "macd_signal": -0.000080716794,
    "sma20": 0.1004615
  },
  "analysis": {
    "zh": {
      "title": "狗狗币/美元技术分析：震荡整理，短期趋势偏空",
      "content": "当前狗狗币/美元（DOGE/USD）价格保持在0.10082附近，显示出震荡整理的市场情绪。最近24小时内价格变动较小，波动幅度仅为-0.10%。从价格的高低点来看，0.10095和0.10063之间的区间表明市场缺乏明确的方向性，可能进入短期震荡期。\n\n在技术指标方面，RSI(14)数据未提供，无法直接观察超买或超卖情况。MACD的数值较小，0.000019279508表明当前动能微弱，缺乏强势上涨或下跌的动力。此外，20日简单移动平均线（SMA(20)）为0.10046150，价格稍微高于此均线，表明短期内可能维持震荡走势。\n\n支撑位方面，0.10063是近期的低点，若价格跌破此水平，可能会继续下探至更低的支撑区间。阻力位则在0.10095附近，若突破该位置，可能会迎来短期反弹。总体来看，建议投资者关注0.10063至0.10095的区间突破情况，暂时观望为主，等待更明确的趋势信号出现。"
    },
    "en": {
      "title": "Dogecoin vs US Dollar Technical Analysis",
      "content": "The current price of Dogecoin (DOGE) is at $0.10082, reflecting a minor 24-hour change of -0.10%. This slight dip suggests a relatively stable market over the past 24 hours. The price remains near its high/low range of $0.10095 and $0.10063, indicating low volatility within this short period. Given the lack of significant movement, the trend is neutral, with no immediate strong buying or selling pressure observed. \n\nThe absence of an RSI reading makes it challenging to gauge the momentum of the asset. However, the MACD shows a slight positive value of 0.000019279508, signaling that there may be weak bullish momentum in play. Since the signal line is not available, it's difficult to confirm whether this momentum is sustained or will reverse. Traders should remain cautious as the lack of clear momentum indicators leaves the market in an uncertain state.\n\nFrom a support/resistance standpoint, the immediate support level is around $0.10063, with the next significant resistance at $0.10095. These levels indicate that the price is range-bound in the short term. If DOGE breaks below the support level, there could be a deeper pullback towards the next key support zone. Conversely, if it breaks above the resistance level, it could lead to a short-term rally. \n\nFor traders, the current market offers low risk but also limited potential for substantial gains. A breakout strategy above resistance could offer a good entry point for short-term positions, while a close below support may present an opportunity for a conservative short. Monitoring key levels and waiting for a clearer directional signal is essential before making any significant moves."
    }
  }
}