{
  "symbol": "DOGE/USD",
  "name": "Dogecoin vs US Dollar",
  "nameCn": "狗狗币/美元",
  "timestamp": "2026-02-04T08:40:30.738Z",
  "price": {
    "close": "0.1081",
    "high": "0.10841",
    "low": "0.10767",
    "open": "0.10833",
    "change": "-0.20",
    "datetime": "2026-02-04 08:00:00"
  },
  "indicators": {
    "rsi": 52.86988,
    "macd": 0.00037480063,
    "macd_signal": 0.00022311548,
    "sma20": 0.107121
  },
  "analysis": {
    "zh": {
      "title": "狗狗币/美元技术分析：当前区间震荡，短期观望为主",
      "content": "当前DOGE/USD处于区间震荡模式，价格在0.10767和0.10841区间波动，显示出市场暂时缺乏明确的方向。短期内，价格很难突破此区间，因此，整体走势呈现出横盘整理的状态。\n\n从技术指标来看，当前没有完整的RSI和MACD信号，使得趋势判断较为困难。SMA(20)支撑位在0.1071附近，如果价格跌破此位置，可能会面临进一步回调的风险。MACD虽然存在正值，但未能给出强烈的买入信号。\n\n支撑位方面，0.10767和SMA(20)位置较为接近，若价格向下突破，将可能测试更低的支撑区域。而阻力位则在0.10841附近，若突破此位置，可能会带来短期的上涨动力。\n\n建议投资者在当前区间内保持观望，避免盲目追单或抛单。如果价格突破关键支撑或阻力位，再根据市场动态做出决策。"
    },
    "en": {
      "title": "Dogecoin vs US Dollar Technical Analysis",
      "content": "The current market for Dogecoin (DOGE) is experiencing slight bearish momentum, with the price trading at $0.1081, marking a minor decline of 0.20% over the past 24 hours. This price movement suggests a consolidation phase, as DOGE is trapped within a narrow range between $0.10767 and $0.10841. This range forms a crucial battleground, with the lower end acting as immediate support and the upper range as short-term resistance. A breakout above the resistance could potentially signal a bullish move towards higher levels.\n\nThe absence of an RSI reading makes it difficult to gauge the current market's overbought or oversold conditions. However, the MACD value of 0.0003748 provides a modest bullish signal, suggesting that momentum could be shifting in favor of buyers, albeit weakly. If the MACD continues to rise, it may indicate increasing buying pressure. Without a clear signal line for the MACD, however, this bullish bias remains tentative, and traders should watch for any major shifts in momentum.\n\nThe 20-period Simple Moving Average (SMA) at $0.10712 provides a key support level. If the price dips toward or below this level, it could act as a buying opportunity for traders seeking to capitalize on potential reversals. A failure to hold above this SMA level would likely see DOGE retest lower support levels, possibly nearing $0.10700 or further. A decisive break below these levels could prompt deeper corrections.\n\nIn terms of trading strategy, traders might look for a break above $0.10841 to confirm further upward momentum, with the next target being $0.1100. Conversely, a failure to hold near current levels could prompt short-term bearish strategies, aiming for a retest of the support near $0.10767. It's essential to monitor the market closely, particularly for a surge in volume, which may indicate a more significant move."
    }
  }
}