{
  "symbol": "DOGE/USD",
  "name": "Dogecoin vs US Dollar",
  "nameCn": "狗狗币/美元",
  "timestamp": "2025-11-24T07:04:29.798Z",
  "price": {
    "close": "0.14624",
    "high": "0.14674",
    "low": "0.14623",
    "open": "0.1467",
    "change": "-0.32",
    "datetime": "2025-11-24 07:00:00"
  },
  "indicators": {
    "rsi": 53.93699,
    "macd": 0.00099726975,
    "macd_signal": 0.0011423497,
    "sma20": 0.146124
  },
  "analysis": {
    "zh": {
      "title": "狗狗币/美元技术分析：[震荡整理，关注支撑位]",
      "content": "当前DOGE/USD价格在0.14624附近，短期内走势表现出震荡整理的特征。24小时内价格小幅下跌0.32%，高点与低点相对接近，显示出市场缺乏明确的方向。考虑到这一点，投资者需要密切关注价格在此区间内的波动，寻找潜在的交易机会。\n\n技术指标方面，尽管RSI(14)数据缺失，但可以通过MACD指标观察到目前的多头趋势。MACD值为0.00099726975，表明多头力量尚存，但信号线的缺失意味着趋势的持续性尚不稳定。20日简单移动平均线(SMA)在0.14612400附近，为当前价格提供了一定的支撑。\n\n从支撑与阻力的角度来看，当前的支撑位在0.14623左右，如果价格跌破此水平，可能会引发进一步下行。而上方阻力位则存在于0.14674，突破该点位将可能引发短期反弹。投资者可在支撑位附近逢低买入，若价格突破阻力位则考虑加仓，以便把握潜在的上涨机会。"
    },
    "en": {
      "title": "Dogecoin vs US Dollar Technical Analysis",
      "content": "The current price of Dogecoin against the US Dollar is at 0.14624, reflecting a slight decline of 0.32% over the last 24 hours. The price has fluctuated between a high of 0.14674 and a low of 0.14623 during this period, indicating a relatively tight trading range. This consolidation phase suggests that the market is currently experiencing indecision. A break above the recent high could signal a bullish reversal, while a drop below the low may lead to further bearish momentum.\n\nIn terms of technical indicators, the MACD is currently at 0.00099726975, which could indicate a potential bullish crossover if it continues to rise. However, the absence of a signal line complicates the analysis. The SMA(20) at 0.14612400 serves as a dynamic support level, suggesting that the price may find buying interest around this area. Traders should monitor these indicators closely for any signs of momentum shifts.\n\nSupport levels appear to be forming around the SMA, while resistance can be identified at the recent high of 0.14674. Should the price approach this resistance, a breakout could lead to an upward target of 0.1480. Conversely, if the price breaches the support at the SMA, it may open the door for a decline towards the next significant support level, which could be around 0.1450.\n\nFor trading strategies, it may be prudent to adopt a wait-and-see approach. Establishing long positions near the SMA could be beneficial if the price shows signs of resilience. Conversely, setting up sell orders just below the support level may help mitigate risk if the price falls through. Utilizing tight stop-loss orders in either scenario can help manage potential losses, ensuring that traders remain agile in this fluctuating environment."
    }
  }
}