{
  "symbol": "DOGE/USD",
  "name": "Dogecoin vs US Dollar",
  "nameCn": "狗狗币/美元",
  "timestamp": "2026-01-10T20:22:48.358Z",
  "price": {
    "close": "0.14013",
    "high": "0.14028",
    "low": "0.14002",
    "open": "0.14015",
    "change": "-0.01",
    "datetime": "2026-01-10 20:00:00"
  },
  "indicators": {
    "rsi": 49.1412,
    "macd": -0.0002433696,
    "macd_signal": -0.00033388646,
    "sma20": 0.1399365
  },
  "analysis": {
    "zh": {
      "title": "狗狗币/美元技术分析：[震荡整理趋势]",
      "content": "当前狗狗币/美元（DOGE/USD）价格在0.14013附近波动，24小时变化为-0.01%，显示出市场情绪的平稳。整体来看，DOGE在短期内呈现出震荡整理的趋势，价格在0.14028与0.14002之间反复测试，尚未出现明显突破迹象。\n\n从技术指标来看，虽然当前RSI(14)数据缺失，但结合SMA(20)的0.13993650水平可以看出，价格依然维持在该均线之上，表明短期内买盘仍占主导。MACD指标显示出微弱的负值，但未形成明显的交叉信号，市场情绪相对中性。\n\n在支撑与阻力位方面，0.14002作为短期支撑位显得十分重要，一旦跌破可能会引发进一步回调。而0.14028则是当前的阻力位，突破该位置可能会吸引更多买盘进入，推动价格上涨。交易者应密切关注这两个关键价位的表现。\n\n建议投资者在当前震荡整理的市场环境中采取谨慎的操作策略。可以考虑在支撑位附近寻求买入机会，同时在接近阻力位时设置止盈，确保风险控制。保持耐心，等待更明确的趋势信号再做出决策。"
    },
    "en": {
      "title": "Dogecoin vs US Dollar Technical Analysis",
      "content": "The current price of Dogecoin (DOGE) stands at 0.14013, reflecting a minor 24-hour change of -0.01%. This slight decline suggests a consolidation phase, with the price oscillating between the recent high of 0.14028 and low of 0.14002. This tight range indicates indecision among traders, which could lead to a breakout in either direction. Given the current trend, DOGE appears to be in a neutral phase, requiring further momentum for a definitive move.\n\nFrom a technical perspective, the absence of an available RSI (14) hampers the ability to assess overbought or oversold conditions. However, the MACD at -0.00024336960 suggests a bearish sentiment, albeit weak, given its proximity to zero. The Simple Moving Average (SMA) of 20 days at 0.13993650 serves as a crucial support level. If the price remains above this SMA, it may indicate a potential bullish reversal. Traders should monitor for a crossover in MACD and any significant movements above the SMA for confirmation of a trend change.\n\nSupport levels for DOGE are firmly positioned around 0.13950, while resistance can be observed at 0.14050. A break below the support level could prompt further selling pressure, potentially testing the next support at 0.13800. Conversely, a close above resistance at 0.14050 could see bullish momentum, possibly targeting 0.14200. Traders should consider setting stop-loss orders strategically to manage risk.\n\nIn summary, DOGE is currently in a state of consolidation, with a bearish MACD and critical levels to watch. Patience is warranted, as waiting for a decisive breakout could provide a clearer trading signal. Engaging with tight stop-losses around key support and resistance zones can help mitigate potential losses while taking advantage of price movements."
    }
  }
}