{
  "symbol": "DOGE/USD",
  "name": "Dogecoin vs US Dollar",
  "nameCn": "狗狗币/美元",
  "timestamp": "2026-01-13T07:06:34.276Z",
  "price": {
    "close": "0.13871",
    "high": "0.1389",
    "low": "0.13871",
    "open": "0.13888",
    "change": "-0.14",
    "datetime": "2026-01-13 07:00:00"
  },
  "indicators": {
    "rsi": 56.38582,
    "macd": 0.000027625573,
    "macd_signal": -0.00025582148,
    "sma20": 0.137388
  },
  "analysis": {
    "zh": {
      "title": "狗狗币/美元技术分析：[震荡整理趋势]",
      "content": "当前狗狗币/美元（DOGE/USD）价格为0.13871，全天波动幅度较小，显示出市场的震荡整理趋势。在高点0.1389和低点0.13871之间的窄幅波动，表明买卖双方暂时未能形成明确方向，市场情绪较为谨慎。\n\n从技术指标来看，虽然RSI（相对强弱指标）数据缺失，但根据当前价格走势，DOGE可能处于超买或超卖的边缘。MACD的数值为0.000027625573，显示出短期内的买入信号，但缺乏信号线数据的进一步支持，需密切关注后续变动。\n\n在支撑和阻力位方面，当前的支撑位可设定在0.137388（20日简单移动平均线），而阻力位则在0.1395附近。若价格突破阻力位，有可能引发进一步上涨；反之，如果跌破支撑位，则可能加剧下行压力。\n\n建议交易者在当前震荡行情中保持观望，待市场确认突破方向后再择机进场。若价格突破阻力位，可考虑短线买入机会；若跌破支撑位则需设置止损，以控制风险。"
    },
    "en": {
      "title": "Dogecoin vs US Dollar Technical Analysis",
      "content": "The current price of Dogecoin (DOGE) against the US Dollar (USD) is 0.13871, reflecting a slight decline of 0.14% over the past 24 hours. This minor price movement suggests a period of consolidation after a recent uptrend. With the high and low for the day recorded at 0.1389 and 0.13871, respectively, the market appears to be establishing a narrow trading range. Traders should watch for potential breakouts or breakdowns from this range to gauge the next directional move.\n\nThe absence of an RSI value complicates the momentum analysis, but the MACD shows a positive value of 0.000027625573, indicating that bullish momentum may still be present. However, without the signal line for the MACD, interpreting the strength of this momentum is challenging. Traders should remain cautious and look for additional confirmation in the form of volume or other indicators before making decisions. The SMA(20) at 0.137388 serves as a short-term support level, providing a reference point for potential buying opportunities.\n\nIn terms of support and resistance, the immediate support level is the SMA(20) at approximately 0.137388, which could act as a buying opportunity if the price retraces. Conversely, resistance can be identified just above the current price, with 0.1389 acting as the upper limit for this trading range. A breakout above this level could signal a bullish continuation, while a dip below the support level may indicate a bearish reversal.\n\nTraders should consider a cautious approach in the current market environment. A close monitoring of volume and price action around the support and resistance levels will be essential for making informed trading decisions. If the price breaks above 0.1389, it may present a buying opportunity, while a sustained move below the SMA could warrant a reevaluation of long positions."
    }
  }
}