{
  "symbol": "DOGE/USD",
  "name": "Dogecoin vs US Dollar",
  "nameCn": "狗狗币/美元",
  "timestamp": "2026-01-19T21:40:26.361Z",
  "price": {
    "close": "0.12958",
    "high": "0.13057",
    "low": "0.12944",
    "open": "0.1302",
    "change": "-0.48",
    "datetime": "2026-01-19 21:00:00"
  },
  "indicators": {
    "rsi": 46.1837,
    "macd": -0.00091266036,
    "macd_signal": -0.0014999084,
    "sma20": 0.1281265
  },
  "analysis": {
    "zh": {
      "title": "狗狗币/美元技术分析：[震荡整理，谨慎操作]",
      "content": "当前狗狗币/美元（DOGE/USD）价格为0.12958，24小时内小幅下跌0.48%。整体来看，DOGE处于震荡整理的趋势中，短期内尚未显现出明显的上涨或下跌信号。价格在0.12944至0.13057之间波动，显示出市场情绪相对谨慎，投资者需保持警惕。\n\n从技术指标来看，虽然RSI(14)数据缺失，但MACD显示出微弱的负值，表明短期内卖压略显强烈。 SMA(20)为0.12812650，价格在其之上，暗示稍微的上行压力，但仍需关注市场情绪变化，避免盲目追高。\n\n支撑位方面，0.12944是近期的低点，若价格跌破此位，可能会引发进一步下行。而0.13057则是重要阻力位，突破该价位可能激发买盘，推动价格上涨。投资者应密切关注这两个价位，作为操作的参考。\n\n综合考虑，建议投资者在当前市场环境下采取谨慎策略，避免短期内的剧烈波动风险。可以考虑在支撑位附近寻找买入机会，而在接近阻力位时则应评估获利了结或止损的可能性，确保资金安全。"
    },
    "en": {
      "title": "Dogecoin vs US Dollar Technical Analysis",
      "content": "The current price of Dogecoin (DOGE) against the US Dollar (USD) is 0.12958, reflecting a slight decrease of 0.48% over the last 24 hours. This mild decline suggests a period of consolidation following recent price fluctuations. The high and low for the day indicate a tight trading range, with resistance at 0.13057 and support at 0.12944. The price action within this range may offer traders an opportunity to capitalize on short-term movements, particularly if the price approaches either extreme.\n\nThe Simple Moving Average (SMA) at 20 periods currently stands at 0.12812650, which could serve as a critical support level. If the price breaks below this SMA, it may trigger further selling pressure, leading to a potential test of the key support level at 0.12944. Conversely, if DOGE can maintain its position above the SMA and break through the resistance at 0.13057, it may signal a bullish momentum, encouraging buyers to enter the market. Watching this level will be crucial for gauging the overall trend.\n\nGiven the current MACD reading of -0.00091266036, the bearish momentum is evident, yet the absence of a signal line makes it difficult to draw definitive conclusions about potential reversals. Traders should remain cautious, as the lack of a clear trend could lead to choppy price action. An uptick in trading volume may provide further insights into market sentiment and the likelihood of a breakout in either direction.\n\nIn summary, traders should watch for price action around the key levels of 0.13057 and 0.12944 while keeping an eye on the SMA for potential support. Employing a wait-and-see approach might be prudent until there are clearer signals from technical indicators. Utilizing stop-loss orders can help manage risks in this uncertain environment, while a breakout above the resistance could present long opportunities."
    }
  }
}