{
  "symbol": "DOGE/USD",
  "name": "Dogecoin vs US Dollar",
  "nameCn": "狗狗币/美元",
  "timestamp": "2026-02-22T11:02:25.997Z",
  "price": {
    "close": "0.09736",
    "high": "0.09738",
    "low": "0.09735",
    "open": "0.09736",
    "change": "-0.01",
    "datetime": "2026-02-22 11:00:00"
  },
  "indicators": {
    "rsi": 37.20803,
    "macd": -0.0006330064,
    "macd_signal": -0.00059738777,
    "sma20": 0.0981205
  },
  "analysis": {
    "zh": {
      "title": "狗狗币/美元技术分析：[横盘整理，关注突破信号]",
      "content": "当前DOGE/USD价格在0.09736附近震荡整理，表现出短期内缺乏明显的上涨或下跌动能。从技术指标来看，MACD处于负值区域，显示出市场可能存在一定的卖压，但由于缺乏RSI和Signal的参考，暂时难以做出明确的反转判断。\n\n在支撑位方面，当前价格区间内0.09735附近是短期支撑位。若价格突破此位置并向下延伸，则可能进一步下探到0.09700一带的支撑区。而在上行方面，0.09812的SMA(20)均线提供了一定的阻力，突破后则可能会迎来更强的买盘介入。\n\n结合当前市场状态，交易者需保持谨慎观望，特别是在没有明显突破的情况下，不宜轻易进场。建议关注价格突破0.09735和0.09812的关键位置，以此为参考做出相应的交易决策，确认趋势之后再进行操作。\n\n总的来说，市场呈现出横盘整理的状态，短期内可能会继续维持这种震荡区间。投资者应当重点关注突破信号，并准备在市场给出清晰方向时采取相应的行动。"
    },
    "en": {
      "title": "Dogecoin vs US Dollar Technical Analysis",
      "content": "The current Dogecoin market shows a stable, sideways movement within a narrow range. The latest price of 0.09736 reflects little volatility, with only a slight 24-hour change of -0.01%. The high and low for the day, at 0.09738 and 0.09735, further illustrate this lack of price action, indicating limited market momentum. Given this tight range, it’s essential to watch for a breakout above 0.098 or below 0.097 for any indication of a larger directional move.\n\nFrom a technical perspective, the absence of a clear RSI reading leaves us without a specific momentum signal. However, the MACD at -0.00063 hints at bearish pressure, although without a signal line, it’s difficult to make strong conclusions. The MACD value suggests weak downward momentum, but it is not yet a strong sell signal. This, combined with the recent tight price action, points to a consolidation phase rather than an active trend.\n\nThe 20-period Simple Moving Average (SMA) at 0.09812 offers a moderate indication of the short-term trend. Since the price is slightly below the SMA, it suggests a mild bearish bias in the immediate term. Traders should monitor how the price interacts with this level. If DOGE/USD fails to reclaim the SMA, it could face further downside toward key support around 0.097. A break below this support would likely target lower levels around 0.096, while a push above the SMA may bring resistance at 0.099.\n\nGiven the current conditions, the market is best approached with caution. For short-term traders, taking advantage of range-bound conditions by trading within 0.097 to 0.098 levels could be effective. However, larger breakout traders should wait for confirmation of a sustained move in either direction before entering positions. Maintaining tight stop-losses is essential in this current market environment to manage potential volatility."
    }
  }
}