{
  "symbol": "DOGE/USD",
  "name": "Dogecoin vs US Dollar",
  "nameCn": "狗狗币/美元",
  "timestamp": "2026-01-31T08:29:40.481Z",
  "price": {
    "close": "0.11209",
    "high": "0.11286",
    "low": "0.11153",
    "open": "0.11262",
    "change": "-0.47",
    "datetime": "2026-01-31 08:00:00"
  },
  "indicators": {
    "rsi": 29.81017,
    "macd": -0.00083457052,
    "macd_signal": -0.00055352891,
    "sma20": 0.11526
  },
  "analysis": {
    "zh": {
      "title": "狗狗币/美元技术分析：[震荡整理中]",
      "content": "当前狗狗币对美元的价格为0.11209，近期呈现出小幅震荡的走势。由于24小时内变化仅为-0.47%，市场情绪相对平稳。短期来看，价格在0.11153至0.11286区间内波动，显示出市场缺乏强烈的方向性。\n\n从技术指标来看，MACD目前处于负值，表明短期内卖压仍然存在。尽管RSI数据缺失，但结合当前价格走势，可以推测市场仍处于超卖状态。SMA(20)为0.11526，价格低于该均线，意味着短期内仍有进一步下行风险。\n\n支撑位方面，0.11153为关键支撑线，一旦跌破，可能引发更大的抛售压力。相反，阻力位在0.11286，突破该水平将有助于恢复多头信心。投资者应密切关注这两个价位的表现，以判断后续走势。\n\n综合考虑，建议投资者保持谨慎态度，短期内可考虑在支撑位附近进行低吸，同时设定止损以控制风险。若价格突破阻力位，则可以考虑适量增仓，抓住反弹机会。"
    },
    "en": {
      "title": "Dogecoin vs US Dollar Technical Analysis",
      "content": "The current price of Dogecoin (DOGE) against the US Dollar (USD) stands at 0.11209, reflecting a minor decline of 0.47% over the last 24 hours. This slight downturn may indicate a period of consolidation after recent volatility. The price action has been contained within a narrow range, with a high of 0.11286 and a low of 0.11153. This range-bound behavior suggests that traders are awaiting a catalyst to drive the next significant price movement.\n\nIn terms of technical indicators, the absence of a current RSI reading limits our ability to fully assess overbought or oversold conditions. However, the MACD shows a negative divergence at -0.00083457052, which could signal bearish momentum. The Simple Moving Average (SMA) of 20 days at 0.11526 indicates that the short-term trend is slightly bearish, as the price is currently below this average. If the price fails to reclaim the SMA, it may continue to face downward pressure.\n\nKey support and resistance levels are crucial for traders navigating this market. The immediate support level is observed at 0.11153, which, if breached, could lead to further declines and test lower levels. Conversely, resistance is noted at 0.11286, with a potential breakout above this level suggesting a bullish reversal. A close above the SMA would further reinforce positive sentiment and could attract buying interest, possibly targeting 0.1150 as the next resistance.\n\nFor trading strategies, a cautious approach is advisable. Traders might consider looking for confirmation signals before entering positions. A bounce off the support level could present a buying opportunity, while a break below may warrant a short position. Conversely, if DOGE manages to breach the resistance level decisively, it could signal a potential uptrend, presenting favorable conditions for bullish trades. Careful monitoring of market sentiment and external factors affecting cryptocurrency will be essential for informed decision-making."
    }
  }
}