{
  "symbol": "DOGE/USD",
  "name": "Dogecoin vs US Dollar",
  "nameCn": "狗狗币/美元",
  "timestamp": "2026-02-16T14:17:45.972Z",
  "price": {
    "close": "0.10016",
    "high": "0.10059",
    "low": "0.09985",
    "open": "0.10008",
    "change": "0.06",
    "datetime": "2026-02-16 14:00:00"
  },
  "indicators": {
    "rsi": 35.21688,
    "macd": -0.0014319711,
    "macd_signal": -0.0013799548,
    "sma20": 0.102215
  },
  "analysis": {
    "zh": {
      "title": "狗狗币/美元技术分析：[震荡整理，关注短期支撑]",
      "content": "目前，DOGE/USD处于震荡整理状态，价格波动在0.09985至0.10059之间。市场缺乏明确的趋势，短期内可能会继续横盘。现价0.10016，略偏向下行，但整体保持在较小区间内。\n\n从技术指标来看，RSI和MACD缺乏有效数据支持，暂时无法提供有效的超买或超卖信号。20日简单移动平均线（SMA20）在0.1022附近，价格当前略低于该均线，显示出一定的空头压力，但并未突破关键支撑位。\n\n支撑位方面，0.09985是当前的关键支撑区，如果价格跌破该点，可能会加速下行至0.09800附近。阻力位则集中在0.1022至0.1030区间，突破此区域有望重新走强。整体来看，当前市场情绪较为谨慎。\n\n建议短期内保持观望，等待价格突破支撑或阻力位再做进一步决策。如果价格持续维持震荡区间内，可考虑短线操作，设置止损以应对可能的反转。"
    },
    "en": {
      "title": "Dogecoin vs US Dollar Technical Analysis",
      "content": "The current price of Dogecoin against the US Dollar (DOGE/USD) stands at $0.10016, reflecting a slight increase of 0.06% in the past 24 hours. This minor change suggests that Dogecoin is in a consolidation phase, with no significant momentum in either direction. The price is currently hovering just above its recent low of $0.09985, indicating that short-term support is intact. If the price maintains this level, it could build the foundation for potential upward movement, particularly if it breaks the immediate resistance at $0.10059.\n\nThe lack of RSI data makes it difficult to gauge the relative strength of the asset. However, the MACD value of -0.00143, still well below the signal line, suggests weak bearish momentum in the short term. A further dip below the recent low could lead to additional selling pressure. On the other hand, any upward movement past the $0.10059 resistance level could trigger a short-term recovery towards the 20-period SMA at $0.10221500, potentially bringing in buyers.\n\nIn terms of support and resistance, the key levels to watch are $0.09985 on the downside and $0.10059 on the upside. A breach of these boundaries would likely establish the next directional trend. If the price falls below $0.09985, the next major support lies at $0.0980, while a break above $0.10059 could lead to a re-test of the SMA resistance near $0.102. Traders should keep a close eye on these levels for signs of a breakout.\n\nFor trading suggestions, those looking to buy may consider entering a position on a pullback to support levels around $0.09985, with a potential target around $0.102 or higher. Conversely, short positions may be viable below $0.09985, targeting further downside toward $0.0980. Conservative traders might prefer waiting for a confirmed break above $0.10059 to initiate long positions."
    }
  }
}