{
  "symbol": "DOGE/USD",
  "name": "Dogecoin vs US Dollar",
  "nameCn": "狗狗币/美元",
  "timestamp": "2026-02-01T07:30:05.183Z",
  "price": {
    "close": "0.10464",
    "high": "0.10498",
    "low": "0.10435",
    "open": "0.10489",
    "change": "-0.22",
    "datetime": "2026-02-01 07:00:00"
  },
  "indicators": {
    "rsi": 36.65566,
    "macd": -0.0018035451,
    "macd_signal": -0.0023173243,
    "sma20": 0.1047595
  },
  "analysis": {
    "zh": {
      "title": "狗狗币/美元技术分析：[短期震荡趋势]",
      "content": "当前狗狗币（DOGE/USD）价格为0.10464，近期价格呈现出小幅震荡的趋势。24小时内价格仅下跌了0.22%，显示出市场的谨慎情绪。高点与低点之间的差距不大，表明多空双方的力量较为平衡，短期内可能继续维持在当前区间内波动。\n\n从技术指标来看，虽然没有最新的相对强弱指数（RSI）数据，但MACD指标显示为负值，表明当前市场可能处于弱势状态。20日简单移动平均线（SMA）为0.10475950，价格略低于该水平，进一步确认了短期内的看空情绪。整体来看，短期内仍需关注市场的波动性。\n\n支撑位方面，当前的低点在0.10435附近，若跌破此位，可能会引发更大幅度的回调；而阻力位则在0.10498附近，若突破该水平，可能会为反弹提供动力。因此，投资者需密切关注这些关键价位，以制定相应的交易策略。\n\n在交易建议上，短期内建议保持观望，等待市场明确的方向信号。如果价格突破阻力位，可以考虑适度入场做多；若价格跌破支撑位，则应谨慎对待，及时止损以规避风险。"
    },
    "en": {
      "title": "Dogecoin vs US Dollar Technical Analysis",
      "content": "The current market data for Dogecoin (DOGE) against the US Dollar (USD) indicates a stable yet slightly bearish sentiment, with a price of 0.10464 and a minor decline of 0.22% over the last 24 hours. The price has oscillated between a high of 0.10498 and a low of 0.10435, suggesting a tight trading range. This behavior typically reflects a consolidation phase, indicating that traders are awaiting a significant catalyst to drive the price in one direction.\n\nIn terms of technical indicators, the current MACD value of -0.0018035451 suggests bearish momentum, although the absence of a signal line makes it difficult to ascertain when a potential reversal might occur. The SMA(20) at 0.10475950 indicates a slight upward trend, yet it is essential to observe how the price reacts around this moving average. If DOGE can maintain levels above this SMA, it may signal a potential for recovery; however, a drop below could reinforce bearish sentiment.\n\nSupport levels are established at the recent low of 0.10435, which traders should monitor closely. A break below this level might accelerate selling pressure and push DOGE towards further support around 0.10350. Conversely, resistance can be identified near the recent high of 0.10498. A decisive breach above this level could attract bullish momentum, leading to a potential retest of higher resistance levels around 0.10550.\n\nFor traders, a cautious approach is recommended. Buying near the support level of 0.10435 with a stop-loss just below could provide a favorable risk-reward ratio if the price rebounds. Conversely, those looking to short may find opportunities if DOGE fails to hold above the SMA(20) and breaks below 0.10435. Monitoring volume alongside these price levels will further enhance decision-making in this current market environment."
    }
  }
}