{
  "symbol": "DOGE/USD",
  "name": "Dogecoin vs US Dollar",
  "nameCn": "狗狗币/美元",
  "timestamp": "2026-01-21T15:08:19.434Z",
  "price": {
    "close": "0.12568",
    "high": "0.12615",
    "low": "0.12241",
    "open": "0.1225",
    "change": "2.59",
    "datetime": "2026-01-21 14:00:00"
  },
  "indicators": {
    "rsi": 55.10359,
    "macd": -0.00058469507,
    "macd_signal": -0.00064602707,
    "sma20": 0.124375
  },
  "analysis": {
    "zh": {
      "title": "狗狗币/美元技术分析：[震荡走势中的小幅反弹]",
      "content": "当前狗狗币在0.12568美元附近交易，24小时内上涨2.59%。从最近的高点0.12615和低点0.12241来看，DOGE/USD呈现出一定的震荡走势。短期内，价格在支撑位0.12437附近维持稳定，这也与20日简单移动平均线(SMA)相吻合，表明市场尚未形成明确的趋势。\n\n在技术指标方面，虽然当前RSI未提供，但MACD值为-0.00058，显示出略微的下行动能，可能暗示短期内仍需谨慎。若价格突破0.12615的阻力位，有望进一步上行，但若跌破0.12437支撑位，可能会引发更多卖盘，导致价格回调。\n\n支撑位方面，0.12437是短期关键支撑，若价格持续维持在该水平上方，市场情绪可能会逐渐转为乐观。而阻力位则设在0.12615，若突破该点位，则可能迎来更大的上涨空间。投资者应密切关注这一关键区间，以便及时调整策略。\n\n交易建议方面，短期内建议投资者可考虑在支撑位附近进行小额买入，若价格突破阻力位可选择加仓。但需注意控制风险，设定止损位于支撑位下方，以防止潜在的下行风险。同时，关注整体市场动态，保持灵活应变的交易策略。"
    },
    "en": {
      "title": "Dogecoin vs US Dollar Technical Analysis",
      "content": "The current price of Dogecoin (DOGE) against the US Dollar (USD) stands at 0.12568, reflecting a 2.59% increase over the past 24 hours. This upward movement suggests a potential bullish trend, particularly as it approaches the recent high of 0.12615. However, caution is warranted as the price has recently bounced off a low of 0.12241, indicating a possible consolidation phase. Traders should monitor price action closely to identify whether DOGE can maintain its upward momentum or if it will revert to lower support levels.\n\nIn terms of technical indicators, the absence of a reliable RSI (Relative Strength Index) and the current MACD (Moving Average Convergence Divergence) value of -0.00058 suggests a lack of strong bullish momentum. The MACD being negative indicates that sellers may still have control in the short term. However, the SMA (Simple Moving Average) at 0.124375 provides a critical support area, and if the price can hold above this level, it could signal increasing buying interest. Traders should look for confirmation through volume spikes or positive news that could influence sentiment.\n\nKey support levels to watch are the recent low at 0.12241 and the SMA at 0.124375. A breach below these levels could expose DOGE to further downside risk, potentially targeting 0.12000 as the next psychological support level. Conversely, should DOGE break above the resistance at 0.12615, it may attract additional buying volume, setting the stage for a test of 0.13000, which is a significant psychological barrier. \n\nFor trading strategies, those looking to enter a long position may consider waiting for a clear break above the 0.12615 level, ideally supported by increased volume. Conversely, those who are risk-averse may prefer to monitor price action at the SMA and 0.12241 support level, looking for signs of reversal or consolidation before making decisions. Always manage risk appropriately, given the inherent volatility in the cryptocurrency market."
    }
  }
}