{
  "symbol": "DOGE/USD",
  "name": "Dogecoin vs US Dollar",
  "nameCn": "狗狗币/美元",
  "timestamp": "2026-01-30T19:25:13.597Z",
  "price": {
    "close": "0.11828",
    "high": "0.11835",
    "low": "0.11731",
    "open": "0.11754",
    "change": "0.65",
    "datetime": "2026-01-30 19:00:00"
  },
  "indicators": {
    "rsi": 60.24227,
    "macd": -0.00026599497,
    "macd_signal": -0.00093243897,
    "sma20": 0.115101
  },
  "analysis": {
    "zh": {
      "title": "狗狗币/美元技术分析：短线震荡偏强，延续修复走势",
      "content": "从价格结构看，DOGE/USD当前维持在0.118一线窄幅波动，价格稳于SMA20之上，显示短线多头占优。日内高低点差距较小，表明市场情绪偏谨慎，整体处于震荡上行中的整理阶段。\n\n技术指标方面，RSI暂缺使动能判断受限，但MACD仍位于零轴下方，且数值偏弱，暗示中期空头压力尚未完全消化。不过价格未随MACD走弱而下破，体现一定抗跌性，短线或以修复为主。\n\n支撑与阻力方面，下方首要支撑位位于0.1173附近，若跌破则关注0.1150的SMA20区域。上方阻力集中在0.1184一线，若有效突破，有望测试前期0.1200整数关口。\n\n交易策略上，激进者可在支撑区轻仓试多，止损设于0.115下方；稳健者建议等待放量突破0.1184后再顺势跟进。整体以短线思路为主，注意控制仓位与波动风险。"
    },
    "en": {
      "title": "Dogecoin vs US Dollar Technical Analysis",
      "content": "The Dogecoin/USD pair is currently experiencing mild positive momentum, with the price at $0.11828, reflecting a 0.65% increase over the past 24 hours. The recent high of $0.11835 and low of $0.11731 suggest a tight trading range, indicating a lack of significant volatility in the short term. The price is slightly above the 20-period simple moving average (SMA) at $0.11510, which points to a bullish bias, although the overall trend remains neutral given the lack of any sharp upward movement. Traders may find the current market conducive to short-term momentum plays.\n\nOn the technical indicators front, the MACD stands at -0.00027, indicating a weak bearish signal but lacking any clear trend confirmation. With no RSI data provided, it is difficult to assess potential overbought or oversold conditions. The absence of a significant MACD crossover and the lack of an RSI reading mean that price action will be the most reliable indicator for now. Traders should focus on watching for any changes in momentum that could signal an imminent trend shift.\n\nSupport for DOGE/USD is evident at the lower end of the recent range, around $0.11731. A break below this level could open the door to further downside, with the next major support lying near $0.115. On the upside, resistance is likely to be encountered around the recent high of $0.11835, with a breakout above this level potentially leading to a test of the $0.120 mark. Traders should look for price action confirmation near these levels before making significant moves.\n\nGiven the current range-bound behavior, a cautious approach is advised. Traders may consider long positions near the support level around $0.11731 if bullish price action or an eventual MACD crossover emerges. Conversely, short positions may be viable if the price fails to hold above $0.11731 and breaks lower. A wait-and-see approach is appropriate unless clear signs of trend continuation are observed."
    }
  }
}