{
  "symbol": "DOGE/USD",
  "name": "Dogecoin vs US Dollar",
  "nameCn": "狗狗币/美元",
  "timestamp": "2026-02-02T04:03:05.268Z",
  "price": {
    "close": "0.103",
    "high": "0.10338",
    "low": "0.10298",
    "open": "0.10331",
    "change": "-0.27",
    "datetime": "2026-02-02 04:00:00"
  },
  "indicators": {
    "rsi": 38.60555,
    "macd": -0.00070309937,
    "macd_signal": -0.00071436166,
    "sma20": 0.104591
  },
  "analysis": {
    "zh": {
      "title": "狗狗币/美元技术分析：短线偏弱震荡",
      "content": "当前DOGE/USD价格围绕0.103窄幅运行，低于20日均线，显示短线趋势偏弱。高低点差距极小，市场波动率收敛，资金观望情绪较浓，方向选择仍待放量确认。\n\n技术指标方面，MACD位于零轴下方且柱体偏弱，空头动能略占优势。RSI暂缺有效数值，反映短周期数据不足，动量判断受限。SMA20在0.1046附近，对价格形成上方压制。\n\n支撑与阻力结构清晰。短线支撑集中在0.103一线，若跌破可能测试0.1025附近；上方阻力首先关注SMA20所在的0.1046区域，进一步阻力在0.105整数关口。\n\n交易策略上，偏向区间思路。激进者可在支撑附近轻仓试多，止损设于0.1025下方；稳健者等待有效站稳0.1046后再跟进。整体仓位宜控制，防范震荡延续风险。"
    },
    "en": {
      "title": "Dogecoin vs US Dollar Technical Analysis",
      "content": "The current market for Dogecoin against the US Dollar is experiencing a mild bearish trend. With the price hovering around $0.103, it's evident that the cryptocurrency is consolidating within a narrow range between $0.10298 and $0.10338. This range-bound behavior suggests a lack of strong momentum in either direction. The market’s indecisiveness can also be seen in the minimal 24-hour change of -0.27%. If the price breaks the lower boundary, there is potential for further downward pressure, potentially testing the support at $0.102.\n\nThe absence of a clear RSI value complicates momentum analysis, but the MACD shows a slight negative value of -0.0007, indicating bearish pressure in the short term. Although the Signal line is not available, the MACD’s current state suggests that a sell-off could be underway if the price remains below the 20-period SMA. This moving average at $0.10459 is providing a resistance zone, and any rejection from this level could lead to a deeper pullback.\n\nSupport is expected near the $0.102 level, with the potential for a bounce if buyers step in. This support area aligns with the recent low and can serve as a critical point for potential long entries. Traders may want to consider buying near this level if there are signs of a rebound. A breakout above the 20-SMA would shift the bias back to neutral or bullish, with the price potentially aiming for a retest of the recent highs.\n\nFor trading strategies, short-term traders may look for a range-bound strategy with buy orders near support and sell orders near the SMA resistance. A breakout above $0.104 or a rejection at $0.102 could offer more clarity on the next significant move. Patience and close monitoring of price action are essential in this current market environment."
    }
  }
}