{
  "symbol": "DOGE/USD",
  "name": "Dogecoin vs US Dollar",
  "nameCn": "狗狗币/美元",
  "timestamp": "2026-02-20T04:32:37.092Z",
  "price": {
    "close": "0.09827",
    "high": "0.09883",
    "low": "0.09816",
    "open": "0.09871",
    "change": "-0.44",
    "datetime": "2026-02-20 04:00:00"
  },
  "indicators": {
    "rsi": 49.86175,
    "macd": 0.000023206283,
    "macd_signal": -0.00016537891,
    "sma20": 0.097856
  },
  "analysis": {
    "zh": {
      "title": "狗狗币/美元技术分析：震荡整理，等待突破信号",
      "content": "目前DOGE/USD呈现震荡整理的走势，价格保持在0.098区间内波动。当前价格为0.09827，较昨日略有下降。市场情绪趋于平稳，缺乏明确的突破方向，投资者应保持警惕。\n\n从技术指标来看，MACD的数值为0.000023206283，虽然目前信号线尚未明确，但该数值表明短期内可能存在小幅震荡。SMA(20)为0.097856000，当前价格略高于该均线，暗示短期内保持一定支撑。RSI由于数据缺失，无法为短期超买或超卖状态提供具体参考。\n\n支撑位方面，0.09816附近可能是短期支撑线，而上方的0.09883则是短期的阻力位。若价格突破0.09883，可能会引发短期上涨动能。反之，若价格跌破0.09816，可能会进一步向下测试0.097的支撑水平。\n\n建议投资者在当前震荡区间内保持观望，等待价格突破0.09883或跌破0.09816后再进行进一步的操作。避免在区间内频繁操作，保持谨慎的风险管理。"
    },
    "en": {
      "title": "Dogecoin vs US Dollar Technical Analysis",
      "content": "The Dogecoin market is currently showing a modest downtrend, with a slight decrease of -0.44% in the past 24 hours. The price remains near the recent low of 0.09816, indicating a narrow range of movement. The recent high of 0.09883 suggests that there is some resistance in the immediate area, preventing further upside. This range-bound movement could imply consolidation before any major directional movement. Traders may want to watch for a break above 0.09883 for a potential bullish scenario or a drop below 0.09816 for further downside pressure.\n\nThe absence of a current RSI value makes it difficult to gauge momentum from this indicator. However, the MACD reading of 0.000023206283 indicates a minor bullish divergence. While this value is relatively small, it suggests that the selling pressure may be easing, and there could be potential for a short-term recovery if the momentum shifts. However, without a confirmation signal such as a clear MACD crossover, it's hard to assert a strong bullish stance.\n\nThe 20-period Simple Moving Average (SMA) is currently positioned at 0.097856, which is slightly below the current price of 0.09827. This provides a dynamic support level that could act as a cushion if the price retraces. A bounce from the SMA might signal a short-term bullish reversal. Conversely, if Dogecoin breaks through this support level, it could expose the price to further declines toward the next support zone.\n\nFor traders, it is important to stay cautious and await confirmation of a clear trend. A sustained move above 0.09883 could provide an entry point for a potential bullish breakout. On the other hand, a sustained move below 0.09816 would suggest further downside, and shorting positions could be considered with caution. Monitoring the broader market sentiment and news flow around cryptocurrencies could provide additional insight into potential price movements."
    }
  }
}