{
  "symbol": "DOGE/USD",
  "name": "Dogecoin vs US Dollar",
  "nameCn": "狗狗币/美元",
  "timestamp": "2026-01-25T04:11:35.146Z",
  "price": {
    "close": "0.1232",
    "high": "0.12331",
    "low": "0.12304",
    "open": "0.12311",
    "change": "0.06",
    "datetime": "2026-01-25 04:00:00"
  },
  "indicators": {
    "rsi": 38.93363,
    "macd": -0.0002567138,
    "macd_signal": -0.00019060735,
    "sma20": 0.1239355
  },
  "analysis": {
    "zh": {
      "title": "狗狗币/美元技术分析：震荡整理中",
      "content": "当前狗狗币/美元(DOGE/USD)的价格为0.1232，市场呈现震荡整理的走势。价格小幅波动，全天变化仅为0.06%。从价格高低点来看，0.12331和0.12304区间的波动幅度较小，显示出市场暂时缺乏强烈的趋势性动作。\n\n在技术指标方面，RSI和MACD的数值尚未提供完全的判断依据。尽管MACD显示负值，但信号线数据缺失，这表明市场力量较为平衡，缺乏明显的买入或卖出信号。SMA(20)的值为0.1239，略高于当前价格，提示价格短期内可能面临一定的下行压力。\n\n支撑位和阻力位分别位于0.1230和0.1235。若价格突破0.1235，则可能进一步测试0.1240附近的阻力位；若下行跌破0.1230，则可能探测到更低的支撑位，约为0.1225。因此，交易者应关注这些关键价位的突破情况，以判断短期内的价格走势。\n\n建议短期内采取观望态度，避免在没有明确趋势的情况下贸然入场。若价格出现突破并确认趋势，才可考虑适当的进场策略。"
    },
    "en": {
      "title": "Dogecoin vs US Dollar Technical Analysis",
      "content": "The DOGE/USD pair is currently trading at 0.1232, showing a modest 24-hour change of +0.06%. The market is in a relatively neutral zone, as the price is confined within a narrow range between the day’s high of 0.12331 and low of 0.12304. This range-bound movement suggests a lack of strong momentum, with neither buyers nor sellers taking full control. A more defined breakout in either direction could trigger increased volatility and provide clearer trading opportunities.\n\nLooking at the current technical indicators, the Relative Strength Index (RSI) is not available, leaving us without a clear view of overbought or oversold conditions. The MACD is showing a negative value of -0.00025671380, indicating a slight bearish momentum, though the absence of the signal line prevents a clearer picture of potential trend reversals. The MACD’s negative reading implies that, while the market is not strongly bearish, the current trend lacks buying pressure to push higher.\n\nThe 20-period Simple Moving Average (SMA) is located at 0.12393550, slightly above the current price. This SMA can act as a resistance level if the price attempts to rally. Traders may watch this level closely for any rejection or break above it. Support is likely near the 0.1230 level, where the recent low was formed, providing a cushion for price action to bounce back. A failure to hold this level could open the door to further downside, targeting the 0.1220 zone.\n\nIn terms of trading strategy, if the price can break above the 0.1239 level, it may signal a short-term buying opportunity. Conversely, if the price breaks below 0.1230 and fails to recover, it could open the door for a bearish continuation. Traders should be cautious and wait for a confirmed breakout before making any significant moves."
    }
  }
}