{
  "symbol": "DOGE/USD",
  "name": "Dogecoin vs US Dollar",
  "nameCn": "狗狗币/美元",
  "timestamp": "2026-01-25T04:53:50.912Z",
  "price": {
    "close": "0.12325",
    "high": "0.12342",
    "low": "0.12299",
    "open": "0.12311",
    "change": "0.11",
    "datetime": "2026-01-25 04:00:00"
  },
  "indicators": {
    "rsi": 39.091857,
    "macd": -0.00025591608,
    "macd_signal": -0.0001904478,
    "sma20": 0.123936
  },
  "analysis": {
    "zh": {
      "title": "狗狗币/美元技术分析：震荡整理中，需关注关键支撑与阻力位",
      "content": "目前狗狗币/美元的价格在0.12325附近波动，短期内维持震荡整理走势。价格略低于20日简单移动平均线(SMA)，这表明市场情绪偏向保守。尽管价格出现小幅回调，但没有明显的下行趋势，行情仍处于区间震荡状态。\n\nMACD指标显示当前市场处于负值区域，暗示短期内卖方占优。不过，由于信号线缺失，无法全面确认是否会有持续的空头趋势。此外，RSI指标尚未更新，因此无法借此进一步确认市场超买或超卖状态。\n\n支撑位位于0.12299附近，一旦价格跌破该位置，可能会进一步下探至0.1220附近的支撑区。阻力位则位于0.12342附近，突破该区域可能会带动价格回升至0.1240及更高水平。投资者应关注这些关键价位，以便及时调整策略。\n\n在当前震荡局势下，建议投资者保持谨慎，关注价格在支撑位和阻力位之间的波动。如果价格持续在区间内震荡，可以考虑短线交易，反弹至阻力位时适当卖出，回调至支撑位时考虑进场。"
    },
    "en": {
      "title": "Dogecoin vs US Dollar Technical Analysis",
      "content": "The current price of Dogecoin against the US Dollar (DOGE/USD) stands at $0.12325, showing a slight positive movement of 0.11% over the last 24 hours. The price remains relatively stable within a narrow range, with a high of $0.12342 and a low of $0.12299. This tight consolidation suggests a phase of indecision, with no clear breakout in either direction at present. Investors will want to monitor if the price can break out above the $0.12350 level or dip below $0.12290, which could trigger further price movements.\n\nDogecoin’s price is currently below its 20-period simple moving average (SMA), which stands at $0.123936, signaling a short-term bearish trend. This suggests that, despite recent price stability, the market is not strongly favoring the bulls. A close above the SMA could indicate a potential reversal, where Dogecoin might test higher resistance levels. The recent price action suggests a lack of strong momentum either way, so traders should be cautious of false breakouts or continued sideways action until a clearer trend emerges.\n\nThe absence of a current Relative Strength Index (RSI) reading limits immediate analysis on overbought or oversold conditions. However, the MACD indicator, at -0.00025591608, reflects a bearish bias, signaling downward momentum. Without the signal line for comparison, this could either be part of a larger range-bound move or the early signs of further weakness. Investors should await confirmation through additional indicators or price action to avoid entering during a potentially vulnerable phase.\n\nFor support, the level around $0.12290 is a key area to watch, as a breakdown below this could bring Dogecoin to test the next major support around $0.12200. On the upside, the initial resistance lies near the $0.12350 level, with further resistance at the $0.12400 zone. Given the lack of significant momentum indicators, trading within this range is recommended, awaiting confirmation of either a breakout or breakdown."
    }
  }
}