{
  "symbol": "DOGE/USD",
  "name": "Dogecoin vs US Dollar",
  "nameCn": "狗狗币/美元",
  "timestamp": "2026-02-08T23:05:38.636Z",
  "price": {
    "close": "0.0975",
    "high": "0.09755",
    "low": "0.09695",
    "open": "0.09695",
    "change": "0.57",
    "datetime": "2026-02-08 23:00:00"
  },
  "indicators": {
    "rsi": 51.74207,
    "macd": -0.000098854719,
    "macd_signal": -0.000053637988,
    "sma20": 0.097229
  },
  "analysis": {
    "zh": {
      "title": "狗狗币/美元技术分析：震荡整理偏中性",
      "content": "当前DOGE/USD价格围绕0.0975小幅震荡，24小时温和反弹。整体仍处于短线整理区间，趋势偏中性略多，需等待方向性突破确认。\n\n技术指标方面，价格位于SMA20之上，显示短期支撑尚在。MACD为负且动能偏弱，RSI暂缺，表明市场情绪偏谨慎，整体动量不足。\n\n关键支撑位关注0.0970一线，若跌破可能回测0.0960区域；上方阻力集中在0.0976至0.0985区间，有效突破后有望测试0.1000心理关口。\n\n交易策略上建议短线以区间操作为主，靠近支撑低吸、阻力附近减仓，并严格设置止损。激进者可等待放量突破后顺势跟进，稳健者宜观望控风险。"
    },
    "en": {
      "title": "Dogecoin vs US Dollar Technical Analysis",
      "content": "The current price of Dogecoin against the US Dollar (DOGE/USD) is holding at $0.0975, showing a slight increase of 0.57% over the past 24 hours. With a high of $0.09755 and a low of $0.09695, the market appears to be consolidating within a narrow range, indicating indecision. In the short term, Dogecoin is likely in a neutral to bullish trend, with its price holding above the 20-period simple moving average (SMA) of $0.09723, signaling a potential continuation if buyers maintain control.\n\nThe lack of a definitive RSI reading makes it harder to assess immediate momentum, though the recent stability around the SMA suggests balanced market sentiment. The MACD value of -0.00009885 further suggests a mild bearish sentiment, though the absence of a signal line makes it difficult to confirm any strong downward pressure. Traders should stay cautious and wait for clearer momentum signals, such as a crossover or more pronounced price movement, before entering a trade.\n\nIn terms of support and resistance, the recent low of $0.09695 provides immediate support. A break below this level could bring the price closer to the next key support zone near $0.0960, where a potential rebound could occur. On the upside, the resistance around $0.09755 is crucial. A move past this level could open up the path toward the $0.0980 to $0.0990 region, where stronger selling pressure may emerge.\n\nFor trading strategies, those looking to enter a position may consider waiting for a break above the recent resistance level of $0.09755 or a drop below the support at $0.09695. A more defined trend will help guide decisions. Given the current market uncertainty, short-term traders may focus on scalp trades, while longer-term investors might wait for a clearer trend before committing larger positions."
    }
  }
}