{
  "symbol": "DOGE/USD",
  "name": "Dogecoin vs US Dollar",
  "nameCn": "狗狗币/美元",
  "timestamp": "2026-02-03T20:36:35.229Z",
  "price": {
    "close": "0.1087",
    "high": "0.11032",
    "low": "0.10508",
    "open": "0.10626",
    "change": "2.29",
    "datetime": "2026-02-03 20:00:00"
  },
  "indicators": {
    "rsi": 54.75682,
    "macd": -0.00011346611,
    "macd_signal": 0.000017444737,
    "sma20": 0.1069115
  },
  "analysis": {
    "zh": {
      "title": "狗狗币/美元技术分析：震荡整理，短期偏多",
      "content": "当前狗狗币/美元的价格为0.1087，过去24小时涨幅为2.29%。市场呈现震荡整理的格局，价格在0.10508至0.11032之间波动。近期价格接近20日简单移动平均线（SMA20）0.1069，显示市场可能会出现一定程度的回调，但整体趋势尚未明显反转。\n\nMACD指标显示当前数值为-0.00011346，表明短期内动能略显疲弱。由于缺乏RSI数据，无法进一步确认超买或超卖状况，因此需关注价格进一步走势确认是否出现技术性反转。若价格持续向上突破0.11032，可能会重新开启上行空间。\n\n目前的支撑位在0.10508附近，若价格回撤至此处，可能会形成支撑反弹。阻力位则位于0.11032，突破此位后有可能挑战更高的价格区间。整体而言，短期内DOGE/USD呈现偏多的行情，若突破重要阻力位，可尝试逢低做多。\n\n综合来看，建议投资者在支撑位附近寻找买入机会，同时留意价格突破上方阻力时的反应，谨慎操作。"
    },
    "en": {
      "title": "Dogecoin vs US Dollar Technical Analysis",
      "content": "Dogecoin (DOGE) is currently exhibiting a modest upward movement, trading at $0.1087, reflecting a 2.29% gain over the past 24 hours. The price is oscillating between a high of $0.11032 and a low of $0.10508, indicating a consolidation phase. The recent market action suggests a relatively neutral to slightly bullish sentiment, with the price staying above the 20-period simple moving average (SMA) of $0.1069, which often serves as a dynamic support level. This consolidation could precede a breakout, either upward or downward, depending on external market catalysts.\n\nIn terms of indicators, the MACD is currently negative at -0.00011346611, indicating bearish momentum. However, the absence of a clear signal line makes it difficult to draw concrete conclusions about the near-term direction. RSI values are not available, so there is no immediate indication of overbought or oversold conditions. This lack of clear momentum signals suggests that market participants should be cautious and await further confirmation before taking larger positions.\n\nKey support for DOGE is found around $0.105, marked by the recent low, while resistance is positioned near $0.1103, the recent high. If the price successfully breaks above the resistance level, we could see further upside potential toward the $0.112 to $0.115 range. Conversely, if the support at $0.105 is broken, further declines toward $0.102 or lower could materialize. Traders should watch for price action around these levels to make informed decisions.\n\nGiven the lack of strong momentum indicators, a conservative trading approach is recommended. Traders may consider waiting for a breakout above resistance or a clear retest of support for potential entry points. Tight stop-losses around key support levels and close monitoring of market news are advised to manage risk effectively in this volatile environment."
    }
  }
}