{
  "symbol": "DOGE/USD",
  "name": "Dogecoin vs US Dollar",
  "nameCn": "狗狗币/美元",
  "timestamp": "2026-02-15T04:01:33.485Z",
  "price": {
    "close": "0.11471",
    "high": "0.11545",
    "low": "0.11265",
    "open": "0.11334",
    "change": "1.17",
    "datetime": "2026-02-15 03:00:00"
  },
  "indicators": {
    "rsi": 87.1033,
    "macd": 0.0043766937,
    "macd_signal": 0.0037603488,
    "sma20": 0.107057
  },
  "analysis": {
    "zh": {
      "title": "狗狗币/美元技术分析：[看涨趋势逐步显现]",
      "content": "当前狗狗币（DOGE）对美元（USD）的价格为0.11471，近期呈现出上升趋势，24小时内上升了1.17%。在高点0.11545和低点0.11265之间的波动表明市场对这一价格区间的反应较为敏感，显示出买方逐渐增强的信号。\n\n从技术指标来看，虽然RSI（相对强弱指标）尚未提供，但当前的MACD值为0.0043766937，这意味着短期内动能偏向看涨。SMA（简单移动平均）20日线在0.107057附近，为当前价格提供了强有力的支撑，若价格回调至该水平，可能会吸引更多买入情绪。\n\n在支撑和阻力位方面，0.11265为重要支撑位，而0.11545则是关键阻力位。如果价格突破这个阻力位，可能会进一步推动上涨趋势，形成新的高点。因此，投资者应关注这些关键价位，以便在合适的时机进行交易。\n\n建议投资者在当前价格附近寻找买入机会，特别是如果价格回调至0.107的SMA支撑位时。此外，设置合理的止损位以控制风险，并在突破0.11545后考虑加仓，以抓住潜在的上涨机会。"
    },
    "en": {
      "title": "Dogecoin vs US Dollar Technical Analysis",
      "content": "The current price of Dogecoin (DOGE) is positioned at 0.11471, reflecting a modest 1.17% increase over the past 24 hours. This upward movement suggests a potential bullish sentiment, especially as the price hovers near the recent high of 0.11545. The observed low of 0.11265 serves as a short-term support level, which traders may want to monitor closely. A sustained move above 0.11545 could indicate further bullish momentum, possibly targeting the next resistance level around 0.11700.\n\nIn terms of technical indicators, the absence of a current RSI makes it challenging to assess overbought or oversold conditions. However, the MACD value of 0.0043766937 suggests a slight bullish crossover, indicating a potential upward trend. Traders should watch for the MACD line to cross above its signal line for confirmation of a stronger bullish signal. As the price remains above the 20-day Simple Moving Average (SMA) of 0.107057, this may act as a dynamic support level, reinforcing the bullish outlook.\n\nSupport levels are crucial for assessing risk in the current trading environment. The immediate support at 0.11265 must hold to prevent a deeper pullback. If this level breaks, traders may look for support around 0.11000. Conversely, if the price continues its upward trajectory, resistance at 0.11700 could be the next point of interest. A breakout above this level could trigger additional buying interest from investors.\n\nFor trading strategies, entering positions near the support level of 0.11265 may offer a favorable risk-reward ratio, particularly if accompanied by bullish confirmation from MACD or other indicators. Conversely, traders should consider setting stop-loss orders just below this support to mitigate potential losses. A breakout above 0.11545 may present an opportunity for short-term traders to capitalize on momentum, while long-term investors might look for consolidation around current levels before making additional commitments."
    }
  }
}