{
  "symbol": "DOGE/USD",
  "name": "Dogecoin vs US Dollar",
  "nameCn": "狗狗币/美元",
  "timestamp": "2025-11-30T08:48:08.365Z",
  "price": {
    "close": "0.14912",
    "high": "0.14991",
    "low": "0.14875",
    "open": "0.14927",
    "change": "-0.11",
    "datetime": "2025-11-30 08:00:00"
  },
  "indicators": {
    "rsi": 49.53209,
    "macd": -0.00017851147,
    "macd_signal": -0.00031979212,
    "sma20": 0.148776
  },
  "analysis": {
    "zh": {
      "title": "狗狗币/美元技术分析：[震荡整理，谨慎操作]",
      "content": "当前狗狗币对美元的价格在0.14912附近波动，显示出短期内的震荡整理趋势。尽管24小时变化仅为-0.11%，但整体走势仍显疲软，未能突破近期高点0.14991，市场情绪相对谨慎，投资者需保持警惕。\n\n从技术指标来看，MACD的负值表明短期内卖压较重，而RSI尚未提供明确的超买或超卖信号，显示出市场缺乏明确的方向性。20日简单移动平均线(SMA)为0.148776，作为支撑位，若价格跌破该水平，可能会进一步向下测试0.14875的低点。\n\n在支撑与阻力方面，0.14875是较为关键的支撑位，若跌破该价位，可能会引发更多卖盘，导致价格下行。上方阻力位则在0.14991，若能突破该水平，则有可能迎来反弹行情。投资者应密切关注这些价位的突破情况。\n\n综合来看，建议投资者在当前市场中保持谨慎，适度减仓或观望，等待更明确的买入信号。同时，关注市场情绪及相关消息面，以便及时调整交易策略。"
    },
    "en": {
      "title": "Dogecoin vs US Dollar Technical Analysis",
      "content": "The current price of Dogecoin against the US Dollar stands at 0.14912, reflecting a marginal decline of 0.11% in the last 24 hours. This slight decrease suggests a period of consolidation following the price's recent oscillation between the established high of 0.14991 and the low of 0.14875. The trading volume during this time indicates a cautious market sentiment, as traders assess the potential for a breakout or further retracement. Observing these price movements reveals a neutral trend in the short term, indicating that traders should remain vigilant.\n\nIndicator analysis highlights the absence of the Relative Strength Index (RSI) and the MACD signal, making it difficult to gauge overbought or oversold conditions. However, the MACD's current value of -0.00017851147 signals bearish momentum, suggesting that selling pressure may persist until a decisive bullish shift occurs. The 20-period Simple Moving Average (SMA) at 0.14877600 reinforces this sentiment, acting as a potential support level. If the price manages to hold above this SMA, it may indicate a reversal opportunity.\n\nKey support and resistance levels are essential for traders looking to navigate the DOGE/USD pair effectively. The immediate support is observed at 0.14875, with the possibility of further declines if breached. Conversely, resistance is noted near the high of 0.14991. A breakthrough above this level could open the pathway to test higher resistance at approximately 0.15050. Traders should consider placing buy orders near the support level, while setting sell orders slightly below the resistance to capitalize on potential price fluctuations.\n\nIn conclusion, while the short-term outlook for Dogecoin appears neutral, the indicators suggest a cautious approach is warranted. Traders should monitor price movements closely, particularly around the established support and resistance levels. Maintaining a disciplined strategy, including stop-loss orders, can help manage risk in this unpredictable market. Keeping an eye on broader market trends and sentiment will also be critical in making informed trading decisions."
    }
  }
}