{
  "symbol": "DOGE/USD",
  "name": "Dogecoin vs US Dollar",
  "nameCn": "狗狗币/美元",
  "timestamp": "2026-02-11T11:35:06.361Z",
  "price": {
    "close": "0.09",
    "high": "0.09019",
    "low": "0.0896",
    "open": "0.08963",
    "change": "0.41",
    "datetime": "2026-02-11 11:00:00"
  },
  "indicators": {
    "rsi": 29.42366,
    "macd": -0.0010572721,
    "macd_signal": -0.00085612006,
    "sma20": 0.0919945
  },
  "analysis": {
    "zh": {
      "title": "狗狗币/美元技术分析：震荡整理，短期趋于区间震荡",
      "content": "目前狗狗币/美元（DOGE/USD）价格保持在0.09附近，24小时内涨幅微弱（+0.41%），表明市场情绪相对平稳。从日内走势来看，价格在0.0896至0.09019区间震荡，显示出短期内缺乏明显的突破性动能。\n\n技术指标方面，当前RSI（14）数据缺失，表明未能从超买或超卖的角度进行进一步分析。而MACD指标的负值（-0.0011）表明短期内卖盘压力依然存在，价格面临一定的下行风险。SMA(20)线在0.0919附近，为近期价格的移动平均水平，进一步暗示价格仍未完全摆脱震荡区间。\n\n支撑位方面，0.0896附近为短期关键支撑，若突破此位置，可能加剧价格的下行压力。而上方阻力位位于0.0919附近，如果价格突破此阻力，有可能带动短期反弹。综合来看，DOGE/USD在短期内可能维持震荡整理状态，建议投资者密切关注区间内的价格波动。\n\n交易建议：短期内操作建议以区间交易为主，在0.0896支撑位附近寻找买入机会，在0.0919阻力位附近寻找卖出机会。如果突破区间的上下限，可以考虑相应的突破策略。"
    },
    "en": {
      "title": "Dogecoin vs US Dollar Technical Analysis",
      "content": "The current price of Dogecoin (DOGE) against the US Dollar stands at 0.09, showing a modest 24-hour price increase of 0.41%. The market remains relatively stable, with the high and low levels for the day confined to a narrow range between 0.09019 and 0.0896. This lack of significant volatility suggests a period of consolidation, where price action is moving within a tight band. The recent movement shows no major breakout or breakdown, but it's essential to monitor the trend for a potential shift.\n\nWithout the Relative Strength Index (RSI) and with the Moving Average Convergence Divergence (MACD) at -0.001057, Dogecoin is showing bearish momentum, though it is still below a critical threshold. The MACD being negative indicates that downward pressure persists, but it’s not an immediate signal for major downside potential. As for the 20-period Simple Moving Average (SMA) at 0.0919945, the current price is slightly below this level, suggesting a bearish short-term bias. A move above this SMA would be a critical level to watch for any potential reversal to the upside.\n\nKey support for Dogecoin is located around the 0.0896 level, which corresponds to the day’s low. This level has held so far and could offer a buffer against further downside movement. If this support breaks, the next logical area to look for would be around the 0.0890 mark. On the resistance side, the high of 0.09019 sets the immediate ceiling, and a break above this could indicate a shift towards further bullish momentum. A stronger resistance is expected near the SMA level, around 0.092.\n\nFor trading, consider waiting for a clearer breakout above 0.0902 or a dip towards 0.089 for possible buying opportunities. A break below 0.0896 could indicate further downside, suggesting a more cautious approach. Additionally, with the lack of significant momentum indicators, patience and confirmation from other technical signals are recommended before taking large positions."
    }
  }
}