{
  "symbol": "DOGE/USD",
  "name": "Dogecoin vs US Dollar",
  "nameCn": "狗狗币/美元",
  "timestamp": "2026-01-14T03:20:33.427Z",
  "price": {
    "close": "0.14865",
    "high": "0.1487",
    "low": "0.14788",
    "open": "0.14822",
    "change": "0.29",
    "datetime": "2026-01-14 03:00:00"
  },
  "indicators": {
    "rsi": 74.78256,
    "macd": 0.0026430437,
    "macd_signal": 0.0021445426,
    "sma20": 0.1435095
  },
  "analysis": {
    "zh": {
      "title": "狗狗币/美元技术分析：[短期震荡，尚待突破]",
      "content": "近期狗狗币/美元（DOGE/USD）在0.14788至0.1487区间内震荡整理，价格稳定在0.14865附近。当前市场情绪相对谨慎，短期趋势未能显著向上突破，整体呈现出一种窄幅波动的状态。投资者需关注接下来的走势变化，以便捕捉可能的交易机会。\n\n从技术指标来看，虽然RSI未提供，但MACD显示出轻微的正值，表明短期内仍有上涨的潜力。20日简单移动平均线（SMA）为0.14350950，成为重要的支撑位。如果价格持续维持在此水平之上，可能会增强市场的买入信号，反之则需警惕进一步下行风险。\n\n在支撑与阻力方面，0.14788是关键支撑位，如下破则可能引发更多抛售压力。而上方的0.1487则是当前的阻力位，突破后可能会吸引更多买盘进入。交易者应密切关注这两个水平，制定相应策略。\n\n综合考虑，建议投资者在当前价格附近保持观望，待价格确认突破上述阻力位后再行进场。同时，止损位可设在支撑位下方，以防范潜在风险。市场动态瞬息万变，灵活应对将是成功的关键。"
    },
    "en": {
      "title": "Dogecoin vs US Dollar Technical Analysis",
      "content": "The current price of Dogecoin (DOGE) against the US Dollar (USD) stands at 0.14865, reflecting a modest 24-hour change of 0.29%. This slight uptick suggests a period of stability following recent volatility. The price has oscillated between a high of 0.1487 and a low of 0.14788, indicating a narrow trading range. This consolidation phase may be beneficial for traders looking to identify potential breakouts or reversals in the near future.\n\nIn terms of trend analysis, the recent price action shows a bullish sentiment as DOGE has managed to stay above the 20-day Simple Moving Average (SMA) at 0.1435. The SMA serves as a critical support level, and maintaining above it signals potential upward momentum. However, without access to the Relative Strength Index (RSI) and other momentum indicators, we cannot fully interpret overbought or oversold conditions, which could impact trading decisions.\n\nThe MACD value of 0.0026430437 indicates a slight bullish crossover, suggesting that the momentum may be shifting in favor of buyers. Traders should monitor this closely for further confirmation. The immediate resistance level is at 0.1487; a breakout past this point could trigger additional buying interest. Conversely, if the price retraces below the SMA, it would signify a bearish reversal, prompting traders to reassess their positions.\n\nFor those considering entry points, a buying opportunity could present itself on a confirmed breakout above the resistance level of 0.1487, ideally accompanied by increased volume. Conversely, a failure to maintain above the SMA could lead to a reassessment of bullish positions, with potential targets set at lower support levels. Traders should remain vigilant, adapting their strategies based on the unfolding price action and broader market sentiment."
    }
  }
}