{
  "symbol": "ETH/USD",
  "name": "Ethereum vs US Dollar",
  "nameCn": "以太坊/美元",
  "timestamp": "2026-01-21T04:41:44.943Z",
  "price": {
    "close": "2979.44",
    "high": "2985.48",
    "low": "2975",
    "open": "2981.64",
    "change": "-0.08",
    "datetime": "2026-01-21 04:00:00"
  },
  "indicators": {
    "rsi": 31.42804,
    "macd": -49.95798,
    "macd_signal": -53.48344,
    "sma20": 3016.048
  },
  "analysis": {
    "zh": {
      "title": "以太坊/美元技术分析：[震荡整理趋势]",
      "content": "当前以太坊/美元（ETH/USD）价格为2979.44，全天变化幅度较小，仅为-0.08%。从高点2985.48和低点2975来看，市场正处于震荡整理阶段，未能突破关键阻力位3000美元。短期内，投资者需关注价格能否保持在2975美元以上，以避免进一步下行风险。\n\n在技术指标方面，MACD显示当前处于负值区间，表明卖方力量较强，短期内可能仍面临下行压力。尽管RSI数据缺失，但从现有趋势来看，市场情绪偏向谨慎，投资者应保持警惕。当前20日简单移动平均线（SMA）为3016.048，价格仍在其下方，显示出短期内可能缺乏进一步上涨动力。\n\n支撑位方面，2975美元为短期关键支撑，若跌破此位，可能进一步测试2900美元的心理关口。阻力位在3000美元附近，若能突破该水平，将有望恢复上涨趋势。建议投资者在市场波动较小的情况下，采取观望策略，等待更明确的信号再做决策，避免在不确定的市场中盲目操作。"
    },
    "en": {
      "title": "Ethereum vs US Dollar Technical Analysis",
      "content": "Ethereum is currently trading at $2979.44, showing a slight decline of 0.08% over the past 24 hours. The price has encountered resistance at $2985.48, which is just shy of the recent high, while the low for the day stands at $2975. This indicates a tight trading range, suggesting indecision among traders. The overall trend appears to be bearish, especially given that the price is below the 20-day Simple Moving Average (SMA) of $3016.04, reinforcing the need for a potential downward correction.\n\nThe MACD reading of -49.96 indicates a bearish momentum, with the absence of a signal line complicating the interpretation of potential reversals. Traders should be cautious, as a continued decline could prompt further selling pressure. The Relative Strength Index (RSI) is not available, limiting our ability to assess overbought or oversold conditions, but the current price action suggests that Ethereum may be approaching a critical support level.\n\nKey support levels for Ethereum can be identified at $2975, where buying interest may emerge. If this level fails to hold, the next support could be around $2900, which aligns with previous price action. Conversely, resistance is evident at $2985.48, and breaking through this level could open up a path toward $3020. A sustained move above the SMA would validate a shift in sentiment and could attract bullish momentum.\n\nTraders should consider a cautious approach, monitoring price action closely around the identified support and resistance levels. A breakout above $2985.48 could present a short-term buying opportunity, while a drop below $2975 may signal further bearish action. Setting stop-loss orders can help mitigate risks in this volatile environment, ensuring that traders remain protected against unexpected market movements."
    }
  }
}