{
  "symbol": "DOGE/USD",
  "name": "Dogecoin vs US Dollar",
  "nameCn": "狗狗币/美元",
  "timestamp": "2026-02-22T16:29:08.079Z",
  "price": {
    "close": "0.09543",
    "high": "0.09581",
    "low": "0.09539",
    "open": "0.09572",
    "change": "-0.28",
    "datetime": "2026-02-22 16:00:00"
  },
  "indicators": {
    "rsi": 22.95262,
    "macd": -0.00088352035,
    "macd_signal": -0.00073555511,
    "sma20": 0.0972485
  },
  "analysis": {
    "zh": {
      "title": "狗狗币/美元技术分析：震荡整理，短期承压",
      "content": "当前狗狗币/美元（DOGE/USD）在0.09543附近震荡整理，价格接近近期的低点0.09539，整体呈现弱势走势。从24小时变化来看，价格下跌0.28%，显示出市场情绪偏向保守，短期内上涨动力不足。\n\n技术指标方面，MACD值为负，显示市场处于空头压力之下，尽管没有信号线数据，短期内可能会继续承压。SMA(20)在0.0972附近形成了一定的阻力位，这也暗示狗狗币短期内可能难以突破该位置，价格反弹的可能性较小。\n\n支撑位方面，当前的低点0.09539是一个关键支撑区域，如果价格跌破该水平，可能会进一步下探至0.09450左右的区域。上方的阻力位位于0.0972附近，一旦价格突破该位置，可能会引发短期反弹。\n\n综上所述，短期内狗狗币可能维持震荡整理的格局，建议在支撑位附近适当尝试低位买入，但需谨慎关注价格是否突破上方阻力位。短期内不建议激进操作，耐心等待明确的趋势信号。"
    },
    "en": {
      "title": "Dogecoin vs US Dollar Technical Analysis",
      "content": "The current price of Dogecoin (DOGE) against the US Dollar stands at 0.09543, showing a slight 24-hour decrease of -0.28%. This minimal drop suggests a relatively stable market at the moment. The high and low prices of the last 24 hours were 0.09581 and 0.09539, indicating narrow trading range activity. This range is important for short-term traders as it suggests that the market is consolidating within these boundaries, providing a moderate level of support and resistance.\n\nFrom a trend perspective, Dogecoin is currently trending sideways, with no significant momentum in either direction. The recent price movement reflects a lack of clear upward or downward pressure. The SMA(20) is at 0.0972, slightly above the current price, which indicates that DOGE is still trading below its short-term moving average, a bearish signal. However, the absence of extreme volatility suggests that a potential reversal or breakout could occur if the price moves either above the SMA or continues to test the lower support levels.\n\nRegarding support and resistance, the immediate support appears to be around 0.09539, based on the recent low, with resistance at 0.09581, marked by the daily high. A break below the support could push prices toward lower levels, while a break above resistance could signal a move towards higher levels. It’s crucial to monitor these levels for any sustained price action beyond them. Traders should look for confirmation through volume spikes or other indicators before entering positions.\n\nWithout an RSI or signal for the MACD, analysis becomes more reliant on price action and volume. Given the range-bound nature of DOGE at this moment, a conservative trading approach would be prudent. A breakout or breakdown strategy could be employed, but traders should wait for confirmation of trend strength and avoid entering prematurely. Monitoring the broader cryptocurrency market sentiment will also provide context for any potential movements."
    }
  }
}