{
  "symbol": "DOGE/USD",
  "name": "Dogecoin vs US Dollar",
  "nameCn": "狗狗币/美元",
  "timestamp": "2026-01-31T06:01:22.065Z",
  "price": {
    "close": "0.11451",
    "high": "0.11464",
    "low": "0.1142",
    "open": "0.11463",
    "change": "-0.10",
    "datetime": "2026-01-31 05:00:00"
  },
  "indicators": {
    "rsi": 40.98428,
    "macd": -0.00043604246,
    "macd_signal": -0.00041173269,
    "sma20": 0.11553
  },
  "analysis": {
    "zh": {
      "title": "> search(\"你是专业的数字货币交易分析师。请对 狗狗币/美元(DOGE/USD) 进行技术分析。\\n\\n当前市场数据：\\n- 最新价格: 0.11451\\n- 24小时变化: -0.10%\\n- 高点/低点: 0.11464 / 0.1142\\n- RSI(14): N/A\\n- MACD: -0.00043604246, Signal: N/A\\n- SMA(20): 0.11553000\\n\\n要求：\\n1. 第一行：完整的中文标题，格式：\\\"狗狗币/美元技术分析：[趋势描述]\\\"\\n2. 然后空一行\\n3. 正文3-4段，每段60-80字，总共250-300字\\n4. 包含：趋势判断、技术指标解读、支撑/阻力位、交易建议\\n5. 使用专业术语但易于理解\\n6. 不要添加任何标签或额外说明\\n\\n立即开始（第一行就是标题）：\")",
      "content": "狗狗币/美元技术分析：震荡偏弱整理\n\n当前价格略低于20日均线0.11553，短线趋势偏弱但未失守重要支撑。价格在0.1142一线反复试探未有效下破，显示空头动能有限，整体处于区间整理状态，短期震荡为主。\n\n技术指标上，MACD负值且未出现明显多头交叉，缺乏上行动能确认。RSI数据缺失增加判断难度，但均线位置暗示多头力量不足，短线偏向技术性修正，而非强势反弹。\n\n关键支撑位于近期低点约0.1140-0.1135区域，其下若破可能延伸至0.1120。阻力集中在20日均线及0.1160-0.1170区间，多次未能有效突破构成压制。\n\n交易建议上，若价格在支撑附近企稳可考虑小仓位反弹交易，止损略低于0.1130；突破20日均线且成交量放大，则可视为短线反转信号，谨慎追多，控制仓位风险。"
    },
    "en": {
      "title": "Dogecoin vs US Dollar Technical Analysis",
      "content": "The Dogecoin market is currently in a mild downtrend, trading at $0.11451, with a slight 24-hour change of -0.10%. This suggests a relatively neutral market sentiment, with minimal volatility. The price remains within a narrow range between $0.11464 and $0.1142, indicating some consolidation in the short-term. Although there is no clear momentum in either direction, the market is showing hesitation to break out of this range.\n\nThe SMA(20) value at $0.11553 is slightly above the current price, indicating that the short-term trend may be leaning towards bearish, as price action has dipped below this moving average. However, this should not be viewed as a strong signal yet, since the distance is small and market conditions remain sideways. Without the RSI(14) to gauge momentum, price action alone suggests that buyers may be struggling to gain control.\n\nOn the support and resistance front, the immediate support lies at $0.1142, as seen from the recent low. A break below this could expose lower levels, potentially testing $0.1130. On the upside, the resistance at $0.11464 remains crucial, and a clear break above this could signal a shift in sentiment. If this resistance level is breached, price targets above $0.115 would become more likely, depending on the strength of the move.\n\nGiven the current market conditions, a cautious approach is recommended. Traders may look for potential buy signals near the $0.1142 support, with stops just below it, to capitalize on any potential bounce. Conversely, a break above $0.11464 could present a more favorable opportunity for a short-term long position. As always, keeping an eye on volume and other key indicators will be critical for refining any entry or exit strategies."
    }
  }
}