{
  "symbol": "DOGE/USD",
  "name": "Dogecoin vs US Dollar",
  "nameCn": "狗狗币/美元",
  "timestamp": "2026-03-01T04:02:31.443Z",
  "price": {
    "close": "0.09628",
    "high": "0.09635",
    "low": "0.0961",
    "open": "0.09611",
    "change": "0.23",
    "datetime": "2026-03-01 04:00:00"
  },
  "indicators": {
    "rsi": 65.33444,
    "macd": 0.00095765749,
    "macd_signal": 0.00031745125,
    "sma20": 0.092455
  },
  "analysis": {
    "zh": {
      "title": "狗狗币/美元技术分析：[短期震荡整理，关注支撑与阻力]",
      "content": "当前狗狗币/美元（DOGE/USD）价格为0.09628，处于短期震荡整理的状态。价格在0.0961至0.09635区间内波动，显示出一定的盘整迹象，缺乏明确的上涨或下行动力。若突破此区间，将可能引发价格的更大波动。\n\n技术指标方面，当前没有RSI和MACD信号可供参考，但20日简单移动平均线（SMA20）位于0.09245附近，显示出较强的支撑力度。若价格接近该水平，可能会吸引买盘入场。缺乏MACD信号的情况下，市场方向难以预测，但可留意价格是否突破SMA20支撑。\n\n支撑位主要集中在0.09245附近，这是目前市场的关键支撑线。如果价格跌破此位，可能会导致进一步的下行风险。阻力位则位于0.09635，若突破此位置，可能会试探更高的水平。突破此区域，则可视为短期上行信号。\n\n交易策略建议：当前市场处于震荡状态，建议在支撑位附近考虑适度买入，在接近阻力位时考虑卖出。同时，待RSI和MACD指标出现更多信号时，可进一步判断市场趋势。"
    },
    "en": {
      "title": "Dogecoin vs US Dollar Technical Analysis",
      "content": "The Dogecoin (DOGE) price has shown slight upward movement over the past 24 hours, increasing by 0.23%. Trading within a narrow range between 0.09635 and 0.0961, the price has remained relatively stable in this period. The overall trend appears neutral, lacking any strong directional momentum. However, DOGE is currently trading above its 20-period simple moving average (SMA), which suggests a mild bullish sentiment in the near-term. A decisive break above 0.09635 could reinforce a short-term bullish outlook, pushing towards higher levels.\n\nIn terms of indicators, the MACD shows a positive value of 0.00095765749, signaling potential for upward momentum, although the lack of a signal line makes it difficult to fully interpret its strength. The Relative Strength Index (RSI) is not provided, which leaves an important gap in assessing potential overbought or oversold conditions. Still, the current technical setup suggests that any price retracement could find support near the 20-SMA, currently at 0.092455. A bounce from this level could indicate continued support for the bullish scenario.\n\nThe immediate support level for DOGE is around the 0.0961 mark, where the price has recently traded lower. If the price breaks below this level, the next support zone would likely be at the 20-SMA, around 0.09245. Resistance remains around the recent high of 0.09635, but a break above this level could trigger further buying interest. Traders should closely monitor these levels for potential breakout or breakdown opportunities.\n\nFor traders looking for short-term positions, keeping an eye on the support at 0.0961 and the resistance at 0.09635 is crucial. A bullish breakout above 0.09635 would suggest a potential entry point for longs, while a breakdown below 0.0961 could offer short opportunities. As always, consider risk management strategies and market conditions to make well-informed decisions."
    }
  }
}