{
  "symbol": "DOGE/USD",
  "name": "Dogecoin vs US Dollar",
  "nameCn": "狗狗币/美元",
  "timestamp": "2026-02-03T15:37:11.936Z",
  "price": {
    "close": "0.10854",
    "high": "0.1089",
    "low": "0.10542",
    "open": "0.10573",
    "change": "2.65",
    "datetime": "2026-02-03 15:00:00"
  },
  "indicators": {
    "rsi": 54.93363,
    "macd": 0.00025699048,
    "macd_signal": 0.00033604512,
    "sma20": 0.1074255
  },
  "analysis": {
    "zh": {
      "title": "狗狗币/美元技术分析：短期震荡整理，关注突破机会",
      "content": "当前狗狗币/美元(DOGE/USD)在0.10854附近交易，24小时变化为2.65%，呈现轻微上涨走势。价格触及0.1089高点，但未能突破上行阻力区间，显示出一定的震荡整理特征。短期内，市场情绪较为平稳，未出现强势突破或下跌。\n\n从技术指标来看，RSI(14)缺乏数据，无法准确判断超买超卖情况。MACD值为0.00025699048，表明市场动能略为偏向多头，但尚不足以形成强劲上涨势头。SMA(20)位于0.10742550附近，作为短期支撑线，若价格下行至此水平，可能会迎来买盘支撑，限制进一步下跌空间。\n\n支撑位初步设在0.10542，若价格下破该位置，可能会进一步回调至更低区域。上方的阻力位则在0.1089，若突破此点位，价格有望继续上行至0.11附近，进一步确认上涨动能。\n\n建议投资者关注当前区间的震荡走势，短期内可考虑在支撑位附近寻找买入机会，同时在接近阻力位时保持警惕，适时调整仓位，防止短期反转风险。"
    },
    "en": {
      "title": "Dogecoin vs US Dollar Technical Analysis",
      "content": "The current price of Dogecoin (DOGE) against the US Dollar is 0.10854, showing a 2.65% increase over the past 24 hours. The coin has remained relatively stable within the range of 0.10542 to 0.1089, indicating limited volatility. This stability suggests a neutral-to-bullish sentiment in the short term, with DOGE testing higher resistance near the 0.1090 mark. The ongoing upward trend may suggest continued buyer interest, provided the price holds above this level.\n\nThe Relative Strength Index (RSI) is currently unavailable, which limits the ability to assess potential overbought or oversold conditions. However, based on the Moving Average Convergence Divergence (MACD) value of 0.000257, a slight bullish momentum is observed, although there is no signal line available to confirm a clear trend. With the absence of the RSI and signal line, traders should proceed cautiously and monitor for the emergence of more defined signals, particularly in terms of price action.\n\nLooking at the 20-period Simple Moving Average (SMA), DOGE is trading slightly above its SMA value of 0.1074, which suggests a modest bullish bias. If the price continues to hover around or above this moving average, it may find support at 0.1070 to 0.1075. Any significant pullback below this level could signal a test of support near 0.1050, which could offer a more attractive entry point for long trades. Resistance remains around the 0.1090 area, with a breakout above this level possibly targeting the next major resistance at 0.1120.\n\nFor trading suggestions, the current price action indicates a possible continuation of the upward momentum, but caution is advised due to the lack of full indicator data. Traders may consider buying on a dip to the support zone near 0.1070–0.1075 with a stop-loss below 0.1050, targeting the 0.1090–0.1120 resistance zone. Monitoring for confirmation via the RSI or MACD signals would provide additional validation for more confident trades."
    }
  }
}