{
  "symbol": "ADA/USD",
  "name": "Cardano vs US Dollar",
  "nameCn": "艾达币/美元",
  "timestamp": "2026-02-15T21:46:49.720Z",
  "price": {
    "close": "0.280637",
    "high": "0.281555",
    "low": "0.27919",
    "open": "0.279329",
    "change": "0.50",
    "datetime": "2026-02-15 21:00:00"
  },
  "indicators": {
    "rsi": 37.85391,
    "macd": -0.0024854738,
    "macd_signal": -0.00080696503,
    "sma20": 0.28892755
  },
  "analysis": {
    "zh": {
      "title": "艾达币/美元技术分析：[震荡整理阶段]",
      "content": "当前艾达币/美元(ADA/USD)价格为0.280637，市场显示出轻微的上涨趋势，24小时变化为+0.50%。但从整体走势来看，价格处于震荡整理阶段，未能突破关键的技术水平。当前高点与低点分别为0.281555和0.27919，表明市场仍在寻找明确的方向。\n\n技术指标方面，MACD值为-0.0024854738，暗示短期内存在轻微的卖压，但由于信号线数据缺失，无法进一步确认趋势的强度。SMA(20)为0.28892755，价格当前位于其下方，这表明短期内价格可能继续测试该支撑位附近的区域。RSI数据缺失，无法评估超买或超卖情况。\n\n支撑位位于0.27919附近，一旦跌破此区域，可能会加速下行至更低价位。阻力位则在0.281555处，突破该区域后，可能会引发一波小幅反弹。考虑到市场的震荡特性，短期内建议保持观望，除非价格突破上述关键支撑或阻力位。\n\n在交易策略方面，可以等待价格突破0.281555阻力或跌破0.27919支撑时再做决策，避免在震荡区间内盲目交易。"
    },
    "en": {
      "title": "Cardano vs US Dollar Technical Analysis",
      "content": "The ADA/USD pair is currently in a consolidation phase, with the price hovering just above the recent low of 0.27919. The latest price of 0.280637 represents a slight 0.50% increase over the past 24 hours, indicating moderate upward pressure. However, the market is currently lacking a strong directional trend. The price is significantly below the 20-period simple moving average (SMA), which is positioned at 0.2889, suggesting bearish sentiment in the near term. If ADA fails to break above this SMA, further downside could be expected.\n\nThe absence of a clear RSI value leaves the momentum gauge unclear for now. However, the MACD value of -0.0024854738 shows a minor bearish divergence. Without the MACD's signal line available, it's difficult to confirm any imminent bullish crossover or divergence. The current bearish MACD suggests that ADA may face more downward pressure unless the price can manage to break resistance near the 0.2889 level. A shift above the SMA might signal a reversal in momentum, but confirmation would be needed from additional indicators.\n\nSupport levels remain crucial, with the first significant level at 0.27919. A drop below this could open the path for further downside toward 0.2750 or lower, confirming the bearish scenario. Alternatively, a bounce from this level would keep the market in a range-bound structure. If ADA can reclaim 0.281555, the high of the current session, it may face resistance near 0.2850 before testing the SMA again.\n\nFor traders, a cautious approach is recommended. Watch for a potential breakout above 0.281555 or a drop below 0.27919. A confirmation of either scenario can present an opportunity for short-term trades. Traders should consider waiting for the RSI to appear or for the MACD to develop more conclusive signals before entering larger positions."
    }
  }
}