{
  "symbol": "DOGE/USD",
  "name": "Dogecoin vs US Dollar",
  "nameCn": "狗狗币/美元",
  "timestamp": "2026-02-15T21:47:31.657Z",
  "price": {
    "close": "0.10249",
    "high": "0.10331",
    "low": "0.10243",
    "open": "0.10287",
    "change": "-0.35",
    "datetime": "2026-02-15 21:00:00"
  },
  "indicators": {
    "rsi": 31.92223,
    "macd": -0.0010835234,
    "macd_signal": 0.00042076246,
    "sma20": 0.110097
  },
  "analysis": {
    "zh": {
      "title": "狗狗币/美元技术分析：[震荡整理，短期面临区间压力]",
      "content": "当前，DOGE/USD的价格维持在0.10249附近，整体走势显得相对平稳。由于近期价格波动较小，市场尚未显示明显的上涨或下跌趋势，呈现震荡整理的态势。若价格继续在0.10243和0.10331之间波动，短期内可能保持这种区间波动模式。\n\n从技术指标来看，RSI(14)缺失，无法提供超买或超卖的直观信号。MACD为负值，-0.0010835234显示短期内卖盘略占优势，尽管信号线未提供清晰指示，市场情绪较为谨慎。SMA(20)仍位于0.110097附近，进一步证实当前价格较20日均线有一定偏离。\n\n支撑位位于0.10243附近，这一价位在近期多次触及并获得支撑，表明该水平较强。阻力位则设在0.10331，若突破此位，则有可能尝试向0.1050和更高的水平反弹。若价格无法突破该阻力，可能继续在当前区间内震荡。\n\n考虑到市场缺乏明确方向，建议短期内采取区间交易策略，在0.10243附近买入，目标为0.10331附近的卖出。若突破0.10331可尝试更高目标。风险管理方面，止损可设于0.1020下方。"
    },
    "en": {
      "title": "Dogecoin vs US Dollar Technical Analysis",
      "content": "The current market for DOGE/USD shows a slight bearish sentiment with a modest 24-hour change of -0.35%. The price is hovering around $0.10249, just above the recent low of $0.10243, indicating potential short-term consolidation. The price has struggled to break above the 20-period simple moving average (SMA), which sits at $0.110097. This suggests a lack of strong bullish momentum, with the market sentiment potentially leaning towards a continuation of the recent downward pressure unless a breakout occurs.\n\nIn terms of support, the immediate level is around $0.10243, which aligns with the current low. If the price tests and holds above this level, it could indicate a short-term bounce, with a possible move toward $0.10331, the recent high. However, failing to hold above $0.10243 could lead to further downside pressure, with next significant support around the $0.10 mark, a psychological level that often holds significant importance for traders.\n\nLooking at the MACD, the negative value of -0.0010835234 suggests the presence of downward momentum, though the absence of a clear signal line limits the interpretability of this indicator. The RSI(14) is not available, so a clear assessment of overbought or oversold conditions is not possible. Still, the current MACD reading suggests that there may not be a strong reversal signal in play, leaving room for further bearish action in the near term.\n\nGiven the overall bearish setup, traders should watch closely for price action near support levels. A strong break below $0.10243 could suggest a deeper pullback toward $0.10. However, a close above the 20-period SMA at $0.110097 would be a bullish confirmation, suggesting potential upside towards the $0.11-$0.12 range. Patience is key, as the current lack of clear momentum suggests choppy, sideways trading in the short term."
    }
  }
}