{
  "symbol": "DOGE/USD",
  "name": "Dogecoin vs US Dollar",
  "nameCn": "狗狗币/美元",
  "timestamp": "2026-02-22T05:19:00.905Z",
  "price": {
    "close": "0.0971",
    "high": "0.09737",
    "low": "0.0969",
    "open": "0.09734",
    "change": "-0.25",
    "datetime": "2026-02-22 05:00:00"
  },
  "indicators": {
    "rsi": 31.44501,
    "macd": -0.00065669872,
    "macd_signal": -0.00039698388,
    "sma20": 0.099
  },
  "analysis": {
    "zh": {
      "title": "狗狗币/美元技术分析：震荡整理，短期承压",
      "content": "当前狗狗币/美元（DOGE/USD）价格为0.0971，近期出现小幅下跌，24小时变化为-0.25%。短期内，DOGE在0.0969至0.09737之间震荡整理，呈现出相对狭窄的价格区间。这种价格波动表明市场在等待进一步的推动因素来确定明确的方向。\n\n从技术指标来看，当前没有RSI和信号线数据，而MACD值为负值（-0.00065669872），显示出短期内的卖压。尽管如此，由于SMA(20)在0.0990附近，表明短期内仍有一定的阻力位。因此，价格可能难以突破该区域，继续维持震荡整理态势。\n\n支撑位方面，0.0969是当前的关键支撑位，一旦跌破可能导致进一步下行，目标可能会测试0.0950附近的低点。反之，若价格上行突破0.0990，则可能会进一步测试0.1000和更高的阻力位，市场情绪将可能转为多头。\n\n综合来看，当前市场处于震荡阶段，适合短线交易者利用区间波动进行操作。对于长期投资者，建议观望，等待突破关键技术水平后再做决策。"
    },
    "en": {
      "title": "Dogecoin vs US Dollar Technical Analysis",
      "content": "The current price of Dogecoin against the US Dollar stands at $0.0971, having seen a minor decrease of 0.25% over the past 24 hours. Despite this small dip, Dogecoin remains within a narrow price range, showing limited volatility. The most recent high and low at $0.09737 and $0.0969, respectively, reflect a relatively stable market condition, with neither buyers nor sellers gaining significant control. This range-bound behavior suggests that the market is awaiting further catalysts to push the price in either direction.\n\nIn terms of trend analysis, Dogecoin has been trading below the 20-period Simple Moving Average (SMA) of $0.099, indicating a slight bearish bias in the short term. The price has failed to break above this key moving average, showing that sellers are still in control. If the price continues to be constrained below the SMA, we could see further downward pressure toward the lower support level around $0.0969. A move above the SMA would be necessary to signal a potential reversal or continuation of the uptrend.\n\nWith the MACD currently negative at -0.0006567, the momentum is also leaning bearish, though the lack of a defined signal line makes the interpretation more difficult. This negative MACD suggests that there is downward pressure on Dogecoin's price, which aligns with the trend below the SMA. However, traders should keep an eye on any positive crossovers or shifts in momentum that could indicate a shift toward bullishness.\n\nConsidering the current support level at $0.0969 and the immediate resistance at $0.099 (the SMA), the next few days will be crucial in determining the short-term trend. Traders might consider a cautious approach, waiting for a clear breakout above $0.099 for long positions, or looking for a test of the support around $0.0969 to gauge potential buying opportunities. Keep a close watch on the MACD for any early signs of a reversal."
    }
  }
}