{
  "symbol": "DOGE/USD",
  "name": "Dogecoin vs US Dollar",
  "nameCn": "狗狗币/美元",
  "timestamp": "2026-01-21T05:51:43.822Z",
  "price": {
    "close": "0.12614",
    "high": "0.12626",
    "low": "0.12516",
    "open": "0.12521",
    "change": "0.73",
    "datetime": "2026-01-21 05:00:00"
  },
  "indicators": {
    "rsi": 53.87123,
    "macd": -0.00048103314,
    "macd_signal": -0.00087806879,
    "sma20": 0.1247035
  },
  "analysis": {
    "zh": {
      "title": "狗狗币/美元技术分析：[短期震荡趋势]",
      "content": "当前狗狗币（DOGE）在0.12614美元附近交易，全天变化为0.73%。从价格走势来看，狗狗币近期呈现出震荡整理的趋势，当前价格接近24小时的高点0.12626，显示出一定的上行动能。然而，价格未能有效突破这一高点，可能面临一定的回调压力。\n\n技术指标方面，虽然RSI(14)数据缺失，但可以从SMA(20)来看，当前价格在20日均线之上，表明短期趋势偏强。MACD指标显示出微弱的负值，暗示短期内可能存在动能不足的情况。投资者应关注后续的市场变化，以便及时调整交易策略。\n\n在支撑和阻力位方面，当前的支撑位在0.12516，若价格回调至此水平，有可能受到买盘支撑。而阻力位则在0.12626，若突破这一水平，可能开启进一步的上涨空间。投资者应密切关注这两个关键价位，以便做出相应的交易决策。\n\n总体来看，建议投资者在当前震荡行情中保持谨慎，逢低买入策略可考虑在支撑位附近介入。同时，若突破阻力位，可以适度加仓，捕捉潜在的上涨机会。切勿忘记设置止损，以控制风险。"
    },
    "en": {
      "title": "Dogecoin vs US Dollar Technical Analysis",
      "content": "The current price of Dogecoin (DOGE) against the US Dollar (USD) stands at 0.12614, reflecting a modest 24-hour change of 0.73%. This slight upward movement indicates a potential bullish sentiment, particularly after witnessing a high of 0.12626 and a low of 0.12516 within the same period. The price action suggests that DOGE is consolidating within this range, and traders should closely monitor these levels for signs of a breakout or reversal.\n\nIn terms of technical indicators, the absence of a Relative Strength Index (RSI) prevents a thorough assessment of overbought or oversold conditions. The MACD is negative at -0.00048103314, indicating a bearish momentum, albeit with the potential for a reversal if buying pressure increases. This negative MACD could signal caution for traders, suggesting that a sustained move above the 0.12626 resistance level is necessary to shift momentum positively.\n\nSupport for DOGE is identified around the 0.12516 low, which may serve as a critical floor if selling pressure intensifies. Conversely, resistance is positioned at 0.12626, where sellers could emerge to challenge upward momentum. A confirmed break above this resistance could pave the way for further gains, while a fall below the support level could lead to a retest of lower levels, potentially down to the SMA(20) at 0.1247035.\n\nTraders may consider entering long positions if the price decisively breaks above 0.12626 with increased volume, indicating buyer commitment. Conversely, a break below 0.12516 should prompt caution, possibly leading to short positions or exiting existing longs. Maintaining a watchful eye on market sentiment and volume will be crucial in navigating DOGE's price action in the near term."
    }
  }
}