{
  "symbol": "DOGE/USD",
  "name": "Dogecoin vs US Dollar",
  "nameCn": "狗狗币/美元",
  "timestamp": "2026-02-08T11:05:07.110Z",
  "price": {
    "close": "0.09681",
    "high": "0.09684",
    "low": "0.09648",
    "open": "0.09658",
    "change": "0.23",
    "datetime": "2026-02-08 11:00:00"
  },
  "indicators": {
    "rsi": 47.095521,
    "macd": 0.0000013170278,
    "macd_signal": 0.00013327404,
    "sma20": 0.0976675
  },
  "analysis": {
    "zh": {
      "title": "狗狗币/美元技术分析：当前震荡整理，短期趋势趋于平稳",
      "content": "当前DOGE/USD价格为0.09681，24小时内波动幅度较小，仅为0.23%。整体趋势呈现震荡整理状态，价格基本维持在区间内，尚未出现明显的上涨或下跌动力。短期内，市场情绪较为平静，投资者需关注价格的突破与回调情况。\n\n根据SMA(20)指标，当前价格略低于20日简单移动平均线0.09767，表明价格短期内处于一定的回调压力中。虽然MACD指标当前显示出微弱的正值（0.0000013170278），但没有明确的信号线配合，因此其对趋势的指导作用有限。\n\n支撑位方面，近期低点为0.09648，这一位置为当前支撑区间的重要参考点。若价格突破此位置，可能会加速下行，寻找更低支撑。阻力位则在0.09684附近，若价格突破此区域，可能会引发短期反弹。\n\n建议投资者在当前震荡区间内进行观望，待价格突破支撑或阻力位时再考虑进场。若价格持续在区间内震荡，短期内可采取区间交易策略，关注关键支撑与阻力的突破情况。"
    },
    "en": {
      "title": "Dogecoin vs US Dollar Technical Analysis",
      "content": "Dogecoin is currently experiencing modest price fluctuations, with a slight 24-hour change of 0.23%. The market is trading at $0.09681, close to its daily high of $0.09684, indicating limited volatility. At this level, Dogecoin has been consolidating within a tight range, reflecting a market with cautious sentiment. While there is no RSI reading available, the lack of significant movement suggests that momentum is currently neutral, with both buyers and sellers in equilibrium.\n\nFrom a technical perspective, the price remains below the 20-period Simple Moving Average (SMA), which is at $0.09767. This implies that the short-term trend is slightly bearish. Although the MACD value is very small at 0.0000013170278, its proximity to zero suggests minimal directional strength in either direction. Until the MACD crosses above or below its signal line, indicating a potential trend shift, traders should remain cautious and avoid placing aggressive trades based on this indicator alone.\n\nSupport for Dogecoin is currently situated at the recent low of $0.09648, which is near the lower end of the current price range. A break below this level would expose further downside potential, potentially reaching $0.09600 or lower. On the other hand, resistance lies just above the 20-period SMA, around $0.09767. A move above this level could trigger bullish momentum, with the next resistance zone likely to be around $0.09850.\n\nGiven the current neutral indicators and narrow trading range, a range-bound strategy could be ideal for short-term traders. Buyers may look for entry points near $0.09650, with a target around $0.09750, while shorting near $0.09770 could provide favorable risk-reward ratios. Patience is key in this environment, as a clear breakout or breakdown will provide better clarity for longer-term positioning."
    }
  }
}