{
  "symbol": "DOGE/USD",
  "name": "Dogecoin vs US Dollar",
  "nameCn": "狗狗币/美元",
  "timestamp": "2026-02-26T16:58:49.645Z",
  "price": {
    "close": "0.09592",
    "high": "0.09878",
    "low": "0.09562",
    "open": "0.09861",
    "change": "-2.76",
    "datetime": "2026-02-26 16:00:00"
  },
  "indicators": {
    "rsi": 35.09448,
    "macd": -0.00010024586,
    "macd_signal": 0.00052998792,
    "sma20": 0.1001265
  },
  "analysis": {
    "zh": {
      "title": "狗狗币/美元技术分析：当前趋势偏空",
      "content": "当前，狗狗币/美元（DOGE/USD）的价格为0.09592，处于较低水平，全天下跌约2.76%。从价格走势来看，DOGE短期内呈现出一定的空头趋势，尤其是在昨日的高点0.09878和低点0.09562之间的波动较为明显。\n\n技术指标方面，MACD显示当前为负值（-0.00010024586），但由于信号线缺失，暂时无法确认是否出现反转信号。SMA(20)为0.10012650，价格持续低于这一均线，显示短期内空头压力较大。RSI数据缺失，暂时无法确认是否有超卖或超买情况。\n\n支撑位位于0.09562附近，如果价格跌破此位置，可能会进一步走低，寻找下方支撑。阻力位则在0.09878附近，突破该点位后有可能恢复反弹。在操作策略上，建议等待价格确认支撑位后再考虑进场，谨慎操作，避免追涨杀跌。\n\n总的来说，当前市场情绪偏空，建议交易者保持观望，关注支撑和阻力位的突破情况，进一步确认交易机会。"
    },
    "en": {
      "title": "Dogecoin vs US Dollar Technical Analysis",
      "content": "The current market price for Dogecoin against the US Dollar is at $0.09592, reflecting a slight 2.76% decrease over the last 24 hours. This suggests some short-term downward pressure, with the price oscillating between $0.09878 and $0.09562. Given this range, the market appears to be consolidating after a period of volatility. The recent decline in price indicates potential for further downside movement, but overall market sentiment remains a factor to consider for any significant trend reversal.\n\nThe lack of an RSI(14) value and an incomplete MACD reading makes it difficult to gauge the momentum accurately. However, the negative MACD value at -0.00010024586 implies a bearish short-term outlook, as the price has been moving in the downward direction. Without a clear MACD signal, caution is advised, as this could indicate a possible continuation of the current bearish trend unless new momentum shifts are seen. Traders should watch for any changes in the MACD or a future RSI reading to better understand the market's momentum.\n\nThe SMA(20) currently stands at $0.10012650, which suggests that the price is trading below the short-term moving average, reinforcing the bearish sentiment. The fact that the price is under the SMA points to a continuation of downward pressure unless a breakout occurs above this level. This could act as a resistance point in the near term. Support is found at the lower range around $0.09562, where the market has recently bounced. A failure to hold this level could trigger further declines.\n\nFor traders, the key levels to watch are the resistance at $0.10013 (SMA(20)) and support at $0.09562. A break above the SMA would suggest a potential bullish reversal, while a fall below the support level could lead to a deeper pullback. Given the lack of clear bullish signals, traders may consider entering short positions near resistance or waiting for further confirmation before making any moves."
    }
  }
}