{
  "symbol": "DOGE/USD",
  "name": "Dogecoin vs US Dollar",
  "nameCn": "狗狗币/美元",
  "timestamp": "2026-01-30T16:39:43.487Z",
  "price": {
    "close": "0.11669",
    "high": "0.11687",
    "low": "0.11528",
    "open": "0.11588",
    "change": "0.67",
    "datetime": "2026-01-30 16:00:00"
  },
  "indicators": {
    "rsi": 52.76092,
    "macd": -0.00083750197,
    "macd_signal": -0.0013630073,
    "sma20": 0.1150665
  },
  "analysis": {
    "zh": {
      "title": "> search(\"你是专业的数字货币交易分析师。请对 狗狗币/美元(DOGE/USD) 进行技术分析。\\n\\n当前市场数据：\\n- 最新价格: 0.11669\\n- 24小时变化: 0.67%\\n- 高点/低点: 0.11687 / 0.11528\\n- RSI(14): N/A\\n- MACD: -0.00083750197, Signal: N/A\\n- SMA(20): 0.1150665\\n\\n要求：\\n1. 第一行：完整的中文标题，格式：\\\"狗狗币/美元技术分析：[趋势描述]\\\"\\n2. 然后空一行\\n3. 正文3-4段，每段60-80字，总共250-300字\\n4. 包含：趋势判断、技术指标解读、支撑/阻力位、交易建议\\n5. 使用专业术语但易于理解\\n6. 不要添加任何标签或额外说明\\n\\n立即开始（第一行就是标题）：\")",
      "content": "狗狗币/美元技术分析：短线维持震荡偏多格局\n\n当前 DOGE 价格在 **0.11669** 附近维持窄幅震荡，短期趋势偏多但动能不足。价格略高于 **20 日简单移动平均线（0.1151）**，显示短线多头仍有一定支撑，但上行动力尚未放量，行情可能在区间内来回测试。\n\n技术指标方面，**MACD 负值且无明确金叉信号**，说明多空能量趋于平衡甚至略偏空；缺乏 **RSI 数据** 使超买超卖判断受限，但从价格波动幅度看，市场并无明显过热迹象，短线或继续在区间内横盘震荡，等待方向性突破信号。\n\n支撑位上，关键看 **0.1150 附近** 的移动平均线和前低支撑；若失守该位置，下方 **0.1130-0.1120** 区间可能是下一防守区域。阻力方面，短期关注 **0.1185-0.1200** 区域压制，突破后有望挑战 **0.1220** 甚至更高位置，否则可能回落测试支撑。\n\n交易建议上，若已在 **0.1150 附近** 建仓，可设置紧凑止损于 **0.1130** 以控制风险；若价格突破 **0.1185** 并伴随成交量放大，可逢低增持寻找更高位利润。中性策略上，建议待价格明确突破区间后再加仓，避免震荡中被套。总体短线偏多但谨慎，重点观察成交量和突破确认。"
    },
    "en": {
      "title": "Dogecoin vs US Dollar Technical Analysis",
      "content": "Dogecoin is currently trading at 0.11669, showing mild upward pressure with a 0.67% daily gain. Price action remains relatively tight, fluctuating just above the 20-period simple moving average at 0.11507. This positioning suggests a short-term neutral-to-slightly bullish bias, though momentum is modest. The inability to decisively break away from the recent range indicates consolidation rather than a strong directional trend.\n\nFrom an indicator perspective, momentum signals are mixed. The MACD value remains negative at -0.00084, implying that bearish momentum has not fully dissipated and upside strength is still limited. The absence of an available RSI reading reduces confirmation from momentum oscillators, making trend validation weaker. However, holding above the SMA(20) indicates buyers are still defending near-term levels, preventing deeper pullbacks for now.\n\nKey technical levels are clearly defined by recent price behavior. Immediate support lies near 0.11530, aligned with the session low and just above the moving average. A break below this zone could expose downside toward the psychological 0.11300 area. On the upside, resistance is located around 0.11690–0.11700, where price has repeatedly stalled. A clean breakout above this band could open room toward 0.12000.\n\nFor trading considerations, range-based strategies currently appear more suitable than trend-following ones. Short-term traders may look for buy setups near support with tight risk control, targeting the upper resistance zone. Conversely, rejection near 0.11700 could present short-term selling opportunities if momentum weakens. A confirmed MACD crossover or a sustained move above resistance would be needed to justify more aggressive bullish positioning."
    }
  }
}