{
  "symbol": "DOGE/USD",
  "name": "Dogecoin vs US Dollar",
  "nameCn": "狗狗币/美元",
  "timestamp": "2026-01-24T07:03:12.093Z",
  "price": {
    "close": "0.12426",
    "high": "0.12428",
    "low": "0.12426",
    "open": "0.12427",
    "change": "0.00",
    "datetime": "2026-01-24 07:00:00"
  },
  "indicators": {
    "rsi": 47.053485,
    "macd": -0.00017795638,
    "macd_signal": -0.00016432978,
    "sma20": 0.124536
  },
  "analysis": {
    "zh": {
      "title": "狗狗币/美元技术分析：[震荡整理中，等待突破]",
      "content": "当前，狗狗币/美元（DOGE/USD）价格处于0.12426附近，呈现震荡整理态势，24小时变化较小，几乎没有明显波动。高点和低点仅相差2个点，表明市场情绪较为谨慎，投资者观望情绪较浓。由于缺乏强烈的买卖信号，短期内难以判断明显的趋势。\n\n从技术指标来看，RSI（14）和MACD都未能提供有力的买卖信号，MACD线和信号线距离较近，显示市场动能较弱，缺乏明确的方向性。而SMA(20)的价格接近当前市场价0.124536，说明短期均线处于平衡状态，也未显示出趋势性变化。\n\n支撑位方面，当前价格附近的支撑大约在0.12400区域，若价格下探至此，可能会吸引买盘介入。阻力位则位于0.12450，突破该点位后，可能会推动价格进一步上涨。建议交易者在这一区间内进行震荡操作，等待更明确的突破信号。\n\n综合来看，当前市场处于整理阶段，交易者应保持耐心，关注价格在支撑与阻力之间的波动。若突破上行或下行，才可能出现更大的行情波动。"
    },
    "en": {
      "title": "Dogecoin vs US Dollar Technical Analysis",
      "content": "The current price of Dogecoin (DOGE) against the US Dollar (USD) stands at 0.12426, with minimal movement over the last 24 hours. This suggests a consolidation phase, as the price has remained largely unchanged, bouncing within a tight range of 0.12426 to 0.12428. The lack of significant price action could indicate a lack of momentum in either direction, with investors adopting a wait-and-see approach. In this scenario, the market may be looking for a catalyst to spark a breakout or breakdown.\n\nFrom a trend perspective, DOGE/USD appears to be in a neutral to slightly bearish phase, given the proximity to the 20-period Simple Moving Average (SMA) of 0.124536. The price is currently below this moving average, which could signal bearish short-term pressure. However, the price has been stable around this level, suggesting that any further decline may be limited unless market sentiment shifts sharply. Traders should watch for a decisive break above or below the SMA for confirmation of the next move.\n\nThe Relative Strength Index (RSI) and Moving Average Convergence Divergence (MACD) are currently not providing enough information due to missing data for the RSI and the MACD’s near-zero value of -0.00017795638. This absence of signals leaves the market in a state of indecision. A lack of momentum, combined with the flat MACD, suggests that any potential price swings may be weak unless supported by external factors, such as broader market trends or news events.\n\nIn terms of support and resistance, DOGE/USD is likely to find immediate support near the low of 0.12426. A break below this level could expose further downside toward 0.12400 or even lower, depending on the broader market conditions. On the upside, resistance is expected at the 0.124536 SMA. Traders could consider buying near support with a stop below 0.12400 or selling if a breakdown occurs. However, a clear breakout above resistance could offer an opportunity to target higher levels."
    }
  }
}