{
  "symbol": "DOGE/USD",
  "name": "Dogecoin vs US Dollar",
  "nameCn": "狗狗币/美元",
  "timestamp": "2026-02-21T07:24:08.625Z",
  "price": {
    "close": "0.10002",
    "high": "0.10002",
    "low": "0.09976",
    "open": "0.0999",
    "change": "0.13",
    "datetime": "2026-02-21 07:00:00"
  },
  "indicators": {
    "rsi": 53.65799,
    "macd": 0.00028485575,
    "macd_signal": 0.0003641873,
    "sma20": 0.0998605
  },
  "analysis": {
    "zh": {
      "title": "狗狗币/美元技术分析：[当前震荡整理，短期关注支撑和阻力]",
      "content": "目前，狗狗币/美元（DOGE/USD）价格在0.10002附近震荡整理。短期内，价格波动较小，24小时变化仅为0.13%。当前价格接近短期均线SMA(20)的0.09986，表明市场处于观望状态。若价格突破当前价位，可能会出现进一步的波动。\n\n从技术指标来看，MACD值为0.00028485575，表明市场存在轻微的上涨动能，但信号线数据缺失，难以确认明确的趋势方向。由于RSI(14)数据缺失，无法完全判断超买或超卖状态，增加了市场的不确定性。\n\n支撑位方面，价格低点0.09976提供了一定的支撑，跌破此位置可能会导致进一步的下行。若价格突破0.10002的高点，则可能会遇到短期阻力。在没有明确的信号指引下，建议在当前区间内寻找波段机会。\n\n交易策略上，建议短期内采取观望策略，等待价格突破关键支撑或阻力位。若突破支撑位，可能会考虑做空，若突破阻力位，则可考虑做多，但需时刻关注市场的波动性变化。"
    },
    "en": {
      "title": "Dogecoin vs US Dollar Technical Analysis",
      "content": "The DOGE/USD pair is currently exhibiting a neutral short-term trend, with a slight positive 24-hour change of 0.13%. The price has been relatively stable, ranging between $0.09976 and $0.10002. This tight price range indicates a lack of significant momentum in either direction. The price is hovering just above the 20-period simple moving average (SMA), which is currently at $0.09986. This suggests a mild bullish sentiment, but without strong confirmation of upward movement.\n\nLooking at the MACD, the value is at 0.00028485575, but with no significant signal line data available, the current reading is not indicative of a clear trend. A rising MACD could indicate bullish momentum, but in this instance, the lack of a signal line and RSI reading leaves the analysis incomplete. Traders should be cautious until these indicators show more conclusive signals. The lack of overbought or oversold conditions also implies that the market is not currently at extreme levels in either direction.\n\nThe immediate support for DOGE/USD is seen at the recent low of $0.09976. A break below this level could trigger further downside, with the next support likely around $0.099. On the upside, resistance is positioned just above the current price at $0.10002. If this resistance holds, it might prevent significant upward movement in the short term. A clear break above $0.10002 could lead to further bullish action, while a failure to sustain above it could signal a pullback toward support.\n\nFor trading, it's important to monitor price action closely around the $0.10002 resistance and $0.09976 support. Traders might consider entering long positions if the price breaks decisively above $0.10002 with accompanying positive momentum. Conversely, short trades could be considered if the price fails to hold above the SMA or breaks below the immediate support level. Caution is advised given the neutral indicators."
    }
  }
}