{
  "symbol": "ADA/USD",
  "name": "Cardano vs US Dollar",
  "nameCn": "艾达币/美元",
  "timestamp": "2026-01-29T12:52:43.516Z",
  "price": {
    "close": "0.344756",
    "high": "0.34696",
    "low": "0.344242",
    "open": "0.346249",
    "change": "-0.51",
    "datetime": "2026-01-29 12:00:00"
  },
  "indicators": {
    "rsi": 29.86032,
    "macd": -0.002760303,
    "macd_signal": -0.0018533023,
    "sma20": 0.3533243
  },
  "analysis": {
    "zh": {
      "title": "艾达币/美元技术分析：震荡整理，短期看空",
      "content": "目前艾达币/美元(ADA/USD)价格在0.344756附近，全天下跌约0.51%。从价格走势来看，当前处于震荡整理状态。价格未能突破短期内的高点0.34696，表现出一定的疲软。整体趋势依旧偏弱，短期可能会继续在当前区间震荡。\n\n技术指标方面，MACD值为-0.0027603030，显示出较为疲软的动能。虽然RSI(14)数据缺失，但MACD的负值表明市场卖盘压力较大。SMA(20)为0.35332430，价格低于该均线，进一步确认了短期的下行趋势。若价格跌破当前支撑位，可能会加剧下行风险。\n\n当前支撑位在0.344242附近，而阻力位则在0.34696附近。如果价格跌破支撑位，可能会进一步测试更低的价位。反之，若突破阻力位，可能会出现短期反弹，测试更高的水平。建议投资者保持谨慎，短期内以观望为主。\n\n建议投资者在此区域内采用区间交易策略，密切关注价格在支撑和阻力区间内的波动。如突破重要价位，则可根据突破方向考虑操作。"
    },
    "en": {
      "title": "Cardano vs US Dollar Technical Analysis",
      "content": "Cardano is currently trading in a short-term bearish structure against the US dollar, with price hovering below the 20-day simple moving average. The failure to reclaim the 0.35 area keeps downward pressure intact, suggesting sellers still control momentum. The narrow daily range also reflects market indecision, often seen during consolidation phases within broader downtrends rather than strong reversal environments.\n\nFrom an indicator perspective, the negative MACD value indicates bearish momentum remains active, even though the absence of a confirmed signal line limits trend strength assessment. Price trading consistently below the SMA(20) reinforces the bearish bias and signals that recent rebounds lack conviction. Although RSI data is unavailable, the muted price movement and declining momentum suggest neither strong oversold nor aggressive accumulation conditions at this stage.\n\nImmediate support is located near 0.3440, aligned with the session low and acting as a short-term demand zone. A clean break below this level could expose the market to further downside toward the 0.3350 region. On the upside, resistance stands near 0.3530, corresponding with the SMA(20), followed by a stronger barrier around 0.3600 where prior selling pressure emerged.\n\nFrom a trading perspective, conservative participants may prefer waiting for confirmation before entering new positions. Short-term traders could consider selling rallies into resistance while maintaining tight risk controls. For bullish setups, a daily close above the 0.3530–0.3550 zone would be required to signal momentum recovery. Until then, range-bound and defensive strategies remain more appropriate than trend-following longs."
    }
  }
}