{
  "symbol": "DOGE/USD",
  "name": "Dogecoin vs US Dollar",
  "nameCn": "狗狗币/美元",
  "timestamp": "2026-01-29T12:53:39.624Z",
  "price": {
    "close": "0.12051",
    "high": "0.12097",
    "low": "0.12019",
    "open": "0.12096",
    "change": "-0.36",
    "datetime": "2026-01-29 12:00:00"
  },
  "indicators": {
    "rsi": 28.27086,
    "macd": -0.0010281962,
    "macd_signal": -0.00077840128,
    "sma20": 0.1229465
  },
  "analysis": {
    "zh": {
      "title": "狗狗币/美元技术分析：短线震荡偏弱",
      "content": "从价格结构看，DOGE/USD 当前维持低位窄幅震荡，最新价略低于近期均衡区间，短线多空力量偏向谨慎。价格运行在20日均线下方，整体趋势仍呈现震荡偏弱格局，反弹动能不足。\n\n技术指标方面，MACD处于零轴下方且柱体为负，显示空头动能仍占主导。RSI数据暂缺，但结合价格波动幅度收窄，市场情绪偏中性偏弱，短期内尚未出现明显超买或超卖信号。\n\n支撑与阻力方面，下方重要支撑位关注0.1200一线，若有效跌破，可能测试前低区域。上方阻力位位于0.1230附近，即20日均线位置，只有放量突破，趋势才有望转强。\n\n交易策略上，激进者可在支撑位附近轻仓尝试短线反弹，严格设置止损；稳健投资者建议观望，等待价格重新站稳均线或指标转强后再布局，以控制震荡行情中的风险。"
    },
    "en": {
      "title": "Dogecoin vs US Dollar Technical Analysis",
      "content": "The current price of Dogecoin against the US Dollar is 0.12051, reflecting a minor 24-hour decline of 0.36%. This suggests a relatively stable short-term market, with price fluctuations constrained between a high of 0.12097 and a low of 0.12019. The market is currently hovering near the lower end of this range, which may indicate that a breakout could occur soon. A closer look at price action suggests that the trend is neutral, as there is no significant momentum in either direction.\n\nWithout the RSI and MACD signals, it’s difficult to gauge the current strength or weakness of the market. However, the MACD value of -0.0010281962 suggests a mild bearish bias, though without the Signal line data, it's hard to confirm whether this reflects ongoing momentum or potential reversal. The absence of an RSI reading makes it harder to assess overbought or oversold conditions, leaving technical traders with fewer indicators to guide short-term decisions.\n\nIn terms of support and resistance, the 0.12019 low serves as the immediate support level, with potential for a bounce if the price approaches this zone. On the upside, resistance is found at 0.12097, which may prove to be a key barrier for any bullish movement. A breakout above this resistance would likely signal a continuation toward higher levels, possibly testing the 0.1229 area, near the SMA(20) of 0.12294650.\n\nFor traders, a cautious approach is advised, given the lack of clear directional momentum. Short-term opportunities may arise from the 0.12019 support level for a potential reversal, but traders should keep an eye on any emerging signals from the MACD or future RSI data. A confirmed breakout above resistance could signal a buying opportunity, while failure to hold support may indicate a deeper pullback toward lower price levels."
    }
  }
}