{
  "symbol": "DOGE/USD",
  "name": "Dogecoin vs US Dollar",
  "nameCn": "狗狗币/美元",
  "timestamp": "2026-02-13T15:30:55.046Z",
  "price": {
    "close": "0.09598",
    "high": "0.096",
    "low": "0.09377",
    "open": "0.0939",
    "change": "2.24",
    "datetime": "2026-02-13 15:00:00"
  },
  "indicators": {
    "rsi": 70.65115,
    "macd": 0.00058985527,
    "macd_signal": 0.00036724464,
    "sma20": 0.0929965
  },
  "analysis": {
    "zh": {
      "title": "狗狗币/美元技术分析：当前市场维持震荡整理",
      "content": "当前狗狗币/美元（DOGE/USD）价格为0.09598，近期价格走势呈现出震荡整理的状态。24小时内上涨2.24%，价格在0.09377和0.096之间波动，显示出短期市场情绪的活跃。当前未能突破显著的支撑或阻力位，仍处于观望状态。\n\n从技术指标来看，RSI（相对强弱指数）目前无法获取数据，无法提供过度买入或卖出的参考。MACD指标为0.00058985527，显示出价格有轻微的上涨动能，但因Signal线数据缺失，尚无法进行有效的交叉分析。SMA(20)目前为0.092996500，价格高于SMA20，意味着短期内维持上升趋势的可能性较高。\n\n支撑位方面，0.09377附近是一个较强的支撑区间，若价格下跌至此位置，可能会受到一定支撑。上方0.096则为短期阻力位，突破此点位可能会进一步推动价格上涨。整体来看，价格维持震荡整理，短期内难以出现突破性行情。\n\n建议投资者在当前区间内保持灵活操作，短线交易者可以关注0.096的突破情况，长线投资者则可等待价格回落至支撑位0.09377附近时考虑进场。"
    },
    "en": {
      "title": "Dogecoin vs US Dollar Technical Analysis",
      "content": "The current market for DOGE/USD shows a moderate bullish sentiment, with the latest price at $0.09598, marking a 2.24% increase over the last 24 hours. This suggests that buyers are pushing the price upwards, likely fueled by increased short-term demand. The high/low range of $0.096 and $0.09377 indicates a tight consolidation phase, signaling potential breakout points in either direction. If the price sustains above $0.096, it may continue to build momentum toward the next resistance around $0.10.\n\nIn terms of technical indicators, the absence of a defined RSI and MACD signal presents a challenge for immediate overbought or oversold analysis. However, the MACD value of 0.00058985527 indicates a slight bullish crossover. As the price is currently above the 20-period simple moving average (SMA) at $0.092996500, the SMA is acting as a dynamic support, further supporting the short-term bullish view. A break below the SMA may signal a shift in sentiment, with potential for a pullback to $0.092.\n\nSupport and resistance levels for DOGE/USD are becoming clearer. The immediate support lies near $0.09377, which held during the low of the recent price action. A breakdown below this level could see further support at $0.092. On the resistance side, $0.096 remains a critical level to watch; a confirmed breakout above this may open up further upside potential, with $0.10 acting as the next significant resistance.\n\nFor traders, the current price action suggests waiting for confirmation of a breakout or breakdown. A close above $0.096 might trigger additional buying pressure, while a dip below $0.09377 could present a short opportunity. Traders should use caution with the lack of clear RSI and MACD readings, potentially relying on price action and support/resistance levels to guide their next moves."
    }
  }
}