{
  "symbol": "ADA/USD",
  "name": "Cardano vs US Dollar",
  "nameCn": "艾达币/美元",
  "timestamp": "2026-01-24T04:36:35.541Z",
  "price": {
    "close": "0.361398",
    "high": "0.362598",
    "low": "0.361334",
    "open": "0.361904",
    "change": "-0.11",
    "datetime": "2026-01-24 04:00:00"
  },
  "indicators": {
    "rsi": 51.17368,
    "macd": -0.000029416693,
    "macd_signal": -0.000057594511,
    "sma20": 0.36067165
  },
  "analysis": {
    "zh": {
      "title": "艾达币/美元技术分析：[震荡整理，谨慎观察]",
      "content": "当前艾达币（ADA/USD）价格位于0.361398附近，短期内市场呈现震荡整理格局。从技术面看，价格在0.361334和0.362598区间内波动，未能形成明显的趋势。24小时内价格变动较小，显示出市场观望情绪。\n\n技术指标方面，MACD值为-0.000029416693，显示出轻微的卖压，但信号线数据缺失，因此难以准确判断未来的短期走势。SMA(20)为0.36067165，表明价格略微偏低，但仍处于较为平稳的水平。RSI数据缺失，使得动能分析受限，进一步增加了市场的不确定性。\n\n从支撑和阻力位来看，短期支撑位位于0.361334，若价格跌破该水平，可能会进一步测试0.3600的心理支撑。上方阻力则在0.362598附近，突破后有望尝试挑战0.3650一线。短期内价格难以突破这些区间，呈现震荡格局。\n\n鉴于目前缺乏明确的趋势信号，建议保持观望，等待价格突破支撑或阻力位后再做进一步操作。如果价格跌破支撑位，可考虑轻仓做空；若突破阻力位，可尝试适度做多。"
    },
    "en": {
      "title": "Cardano vs US Dollar Technical Analysis",
      "content": "Cardano's price action shows a relatively tight range, with the latest price sitting at $0.361398, which is just below the 20-period simple moving average (SMA) of $0.360672. The market is hovering within a narrow range between the recent high of $0.362598 and the low of $0.361334, indicating a lack of strong directional momentum. This could suggest indecision or consolidation in the short term. However, this tight price action may set the stage for either a breakout or a breakdown, depending on whether buyers or sellers gain control.\n\nThe absence of a clear RSI reading leaves the market with limited insight into potential overbought or oversold conditions. Similarly, the MACD value is currently negative at -0.000029416693, suggesting weak bearish momentum but without any clear trend reversal signal, as the signal line is not available. The lack of an RSI and signal line for MACD reduces the reliability of momentum-based indicators at this time. Traders may need to wait for further confirmation from these indicators to assess the strength of a trend or breakout.\n\nKey support is located around the low of $0.361334, which is currently holding the market in check. A breach of this level could open up further downside towards the $0.36 psychological support, which may trigger more selling pressure. On the other hand, resistance sits at $0.362598, which is the current intraday high. A breakout above this level could attract more buying interest, with the potential to target the next resistance around $0.365, where a larger rally could unfold.\n\nGiven the current market environment, a cautious approach may be advisable. If the price consolidates further around current levels, traders could look for a breakout either way, with a tight stop-loss to manage risk. Conversely, if the price approaches either support or resistance, a more directional trade could be considered, depending on momentum shifts."
    }
  }
}