{
  "symbol": "DOGE/USD",
  "name": "Dogecoin vs US Dollar",
  "nameCn": "狗狗币/美元",
  "timestamp": "2026-02-12T18:15:49.580Z",
  "price": {
    "close": "0.09182",
    "high": "0.092",
    "low": "0.09129",
    "open": "0.09136",
    "change": "0.48",
    "datetime": "2026-02-12 18:00:00"
  },
  "indicators": {
    "rsi": 46.32676,
    "macd": 0.0002116364,
    "macd_signal": 0.00039404793,
    "sma20": 0.09251
  },
  "analysis": {
    "zh": {
      "title": "狗狗币/美元技术分析：[区间震荡中等待突破]",
      "content": "当前狗狗币/美元（DOGE/USD）价格为0.09182美元，24小时变化为0.48%。从价格波动来看，市场仍处于较小的区间震荡状态，高点为0.092美元，低点为0.09129美元。短期内，价格可能会继续在该区间内波动，缺乏明确的方向。\n\n技术指标方面，虽然RSI和MACD信号暂未给出明确方向，但SMA(20)显示0.09251美元作为近期的均价，表明市场在这一价格附近有所停滞，未能突破或跌破此水平。此价位可能充当短期的阻力或支撑位。\n\n支撑位方面，0.09129美元为当前价格的短期支撑区域，一旦跌破此位，可能会导致价格进一步下行。若价格上行突破0.092美元，可能会进一步测试上方阻力位。此时应关注成交量的变化来确认突破的有效性。\n\n基于当前市场状况，建议交易者采取观望策略，等待价格突破当前区间。若突破0.092美元并伴随较大成交量，则可考虑做多。若跌破0.09129美元，则可能考虑短线做空。"
    },
    "en": {
      "title": "Dogecoin vs US Dollar Technical Analysis",
      "content": "The DOGE/USD market currently shows moderate bullish movement, with a 24-hour price increase of 0.48%. The price has recently touched a high of 0.092 and a low of 0.09129, indicating a narrow trading range. The market is consolidating just above the key support level of 0.091, with resistance observed at the recent high of 0.092. Given this tight range, the current trend can be seen as neutral to slightly bullish, with no immediate strong momentum pushing in either direction.\n\nThe absence of an RSI value complicates direct momentum analysis, but the MACD at 0.00021163640 suggests slight positive momentum. Without a clear signal line to compare it against, the MACD value alone isn’t sufficient to predict significant price changes in the short term. However, should the MACD rise significantly or converge with a new signal line, this would indicate a potential increase in bullish momentum. For now, the lack of a strong directional indicator means traders should proceed cautiously.\n\nThe SMA(20) is currently at 0.09251, which is slightly above the current price. This suggests the market is slightly bearish in the short-term context. However, if the price approaches or breaks above the SMA, it could signal a short-term reversal or continuation of the upward trend. Traders should monitor for price action around this level to gauge market sentiment. If the price fails to break above the SMA, expect potential resistance and a possible move back towards support levels.\n\nIn the absence of clear momentum signals, the optimal strategy for traders is to focus on the established support at 0.091 and resistance at 0.092. A breakout above 0.092 could lead to further upside toward 0.093 or higher, while a break below 0.091 may signal a retracement towards 0.090. Given the current technical structure, a cautious approach with tight stop-losses around these key levels would be prudent."
    }
  }
}