{
  "symbol": "DOGE/USD",
  "name": "Dogecoin vs US Dollar",
  "nameCn": "狗狗币/美元",
  "timestamp": "2026-02-08T08:32:42.699Z",
  "price": {
    "close": "0.09767",
    "high": "0.09803",
    "low": "0.09664",
    "open": "0.09679",
    "change": "0.92",
    "datetime": "2026-02-08 08:00:00"
  },
  "indicators": {
    "rsi": 53.44143,
    "macd": 0.000075318791,
    "macd_signal": 0.00020054577,
    "sma20": 0.0975055
  },
  "analysis": {
    "zh": {
      "title": "狗狗币/美元技术分析：[震荡整理，短期关注支撑与阻力]",
      "content": "目前狗狗币/美元（DOGE/USD）的价格维持在0.09767附近，显示出短期震荡整理的特征。尽管价格波动不大，市场情绪偏向中性，未出现明显的上涨或下跌趋势。随着价格波动幅度的收窄，当前走势较为平稳，等待进一步的市场催化因素。\n\n技术指标方面，SMA(20)位于0.0975附近，暗示当前价格略高于20日简单移动平均线，显示出一定的短期支撑作用。MACD指标当前数值较小，且信号线未完全形成，表明市场动能暂时不足，交易者需警惕可能的横盘整理或小幅回调。\n\n在支撑和阻力方面，近期的低点为0.09664，作为强支撑位，若跌破该水平，可能会加剧价格回调压力。上方的阻力位则位于0.09803附近，若突破该点位，可能会迎来进一步的上涨动能。当前市场未有明确的突破迹象，短期内应关注这两个关键价格区间的波动。\n\n综上所述，当前阶段的交易策略应以区间震荡操作为主，建议在支撑位附近寻求买入机会，在阻力位附近考虑卖出。然而，若价格突破上方阻力位，投资者应密切关注，适时调整策略以应对潜在的趋势变化。"
    },
    "en": {
      "title": "Dogecoin vs US Dollar Technical Analysis",
      "content": "Dogecoin (DOGE) has shown moderate price action over the last 24 hours, reflecting a slight upward trend with a 0.92% increase. At the current price of 0.09767, DOGE is approaching a key resistance level at 0.09803, the recent high. If this level is broken, it could signal further bullish momentum toward the next resistance zone around 0.10000, a psychologically significant mark. However, failure to break above 0.09803 might suggest consolidation or a potential reversal toward support at 0.09664.\n\nThe absence of RSI and MACD data limits the ability to gauge momentum and overbought/oversold conditions, but we can still infer market sentiment from price action. Given the current proximity to resistance, DOGE could be vulnerable to a short-term pullback if buying pressure fades. A strong close above 0.09803 would likely confirm a bullish continuation, while a failure to maintain levels above the SMA(20) at 0.09750 could suggest a retracement to the lower end of the range.\n\nSupport levels are well-defined, with 0.09664 acting as an immediate support. This level has held firm recently, and a bounce here could attract buying interest, leading to another attempt at resistance. Conversely, breaking below this support could open up the possibility for a deeper correction towards 0.09500. As the price is still trending within a tight range, the market is awaiting a decisive breakout, and either a break above resistance or below support could dictate the next move.\n\nIn terms of trading strategy, maintaining a cautious approach seems prudent. For conservative traders, waiting for a confirmed breakout above 0.09803 or a bounce from 0.09664 might provide a better risk-to-reward ratio. Aggressive traders may look for quick scalp opportunities within the range, but be mindful of potential volatility given the lack of strong momentum indicators."
    }
  }
}