{
  "symbol": "DOGE/USD",
  "name": "Dogecoin vs US Dollar",
  "nameCn": "狗狗币/美元",
  "timestamp": "2026-02-02T06:21:45.679Z",
  "price": {
    "close": "0.10199",
    "high": "0.10201",
    "low": "0.09975",
    "open": "0.1007",
    "change": "1.27",
    "datetime": "2026-02-02 06:00:00"
  },
  "indicators": {
    "rsi": 38.32195,
    "macd": -0.00096858183,
    "macd_signal": -0.0007919264,
    "sma20": 0.1042
  },
  "analysis": {
    "zh": {
      "title": "狗狗币/美元技术分析：震荡整理，短期谨慎",
      "content": "目前DOGE/USD价格处于0.10199附近，近期出现小幅上涨，24小时内上涨1.27%。从整体走势看，狗狗币的价格呈现震荡整理的态势，未能突破重要的支撑或阻力位，短期内可能维持区间波动。\n\n从技术指标来看，RSI和MACD数据缺失，暂时无法依赖这些指标进行进一步分析。20日简单移动平均线（SMA）当前在0.1042附近，表明短期内价格较为接近该水平，若价格突破这一位置，可能会迎来进一步的上涨；反之，若未能突破，可能会继续整理。\n\n支撑位方面，狗狗币目前的低点为0.09975，作为关键支撑区域，若价格回调至此区间，可能会出现反弹。阻力位则位于0.10201附近，若突破此水平，可能会进一步测试0.1042或更高的价格区间。\n\n综合来看，当前DOGE/USD的市场表现相对平稳，短期内可能继续震荡整理，投资者应密切关注支撑和阻力的突破情况。如果价格持续在当前区间内波动，可以考虑区间操作，但若突破关键支撑或阻力位，则需要灵活调整策略。"
    },
    "en": {
      "title": "Dogecoin vs US Dollar Technical Analysis",
      "content": "> search(\"You are a professional cryptocurrency analyst. Provide technical analysis for Dogecoin vs US Dollar (DOGE/USD).\\n\\nCurrent Market Data:\\n- Latest Price: 0.10199\\n- 24h Change: 1.27%\\n- High/Low: 0.10201 / 0.09975\\n- RSI(14): N/A\\n- MACD: -0.00096858183, Signal: N/A\\n- SMA(20): 0.10420000\\n\\nRequirements:\\n1. Write 3-4 paragraphs, 60-80 words each, total 250-300 words\\n2. Include: trend analysis, indicator interpretation, support/resistance levels, trading suggestions\\n3. Use professional but accessible language\\n4. No labels, no meta-commentary\\n5. Start immediately with the content (no title needed)\\n\\nBegin:\")\n\nDogecoin’s short-term trend around $0.10199 suggests a **modestly bearish bias** as price remains below the 20-period simple moving average at about **$0.1042**, signaling sellers retain slight control. The limited upside in the daily range and a negative MACD reading indicate that downward momentum hasn’t fully eased, even with a small 24-hour uptick. This aligns with broader technical readings showing moving averages generally exerting **resistance above current levels**. \n\nIndicator interpretation reinforces this cautious tone. A negative MACD without a confirmed signal line crossover implies bearish momentum persists, while the absence of a strong RSI reading keeps momentum ambiguous. In other analyses, RSI levels below neutral and multiple moving averages pointing down support the idea of lingering selling pressure. The fact that price remains under medium-termignal line crossover implies bearish momentum persists, while the absence of a strong RSI reading keeps momentum ambiguous. In other analyses, RSI levels below neutral and multiple moving averages pointing down support the idea of lingering selling pressure. The fact that price remains under medium-term averages suggests trend exhaustion rather than strong reversal strength. \n\nKey support and resistance bands frame likely price action. Immediate support resides near recent lows around **$0.099–$0.100**, with broader structure potentially extending towards **$0.095** if selling accelerates. On the upside, reclaiming the **20 SMA near $0.104** would be the first resistance to clear, followed by more substantial resistance around **$0.110–$0.115**, which has acted as pivot zones in other technical breakdowns. **Breakouts above these levels would soften bearishif selling accelerates. On the upside, reclaiming the **20 SMA near $0.104** would be the first resistance to clear, followed by more substantial resistance around **$0.110–$0.115**, which has acted as pivot zones in other technical breakdowns. **Breakouts above these levels would soften bearish pressure**. \n\nTrading suggestions lean toward caution with defined risk. Short-term traders might consider **scalps near resistance** with tight stops below support, or waits for **clear MACD signal confirmation** and a break above the 20-period SMA before adding long exposure. For risk management, placing stop-loss orders below $0.098 can help contain downside, while only incremental long entries should be considered **abovece** with tight stops below support, or waits for **clear MACD signal confirmation** and a break above the 20-period SMA before adding long exposure. For risk management, placing stop-loss orders below $0.098 can help contain downside, while only incremental long entries should be considered **above confirmed resistance levels** to avoid whipsaw in this choppy environment. \n> **[Dogecoin (DOGE) Technical Analysis - CoinLore](https://www.coinlore.com/coin/dogecoin/technical-analysis?utm_source=chatgpt.com)** · *CoinLore* · 2026/1/31\n> Technical analysis for Dogecoin DOGE including RSI, MACD, moving averages EMA and SMA, historical volatility, bollinger bands and more."
    }
  }
}