{
  "symbol": "DOGE/USD",
  "name": "Dogecoin vs US Dollar",
  "nameCn": "狗狗币/美元",
  "timestamp": "2026-01-12T01:28:51.515Z",
  "price": {
    "close": "0.13893",
    "high": "0.13939",
    "low": "0.13831",
    "open": "0.13852",
    "change": "0.27",
    "datetime": "2026-01-12 01:00:00"
  },
  "indicators": {
    "rsi": 50.94243,
    "macd": -0.00044958708,
    "macd_signal": -0.00046704011,
    "sma20": 0.138875
  },
  "analysis": {
    "zh": {
      "title": "狗狗币/美元技术分析：[短期震荡走势]",
      "content": "当前狗狗币（DOGE/USD）价格为0.13893，近期走势表现出一定的震荡特征。尽管24小时内价格仅上涨0.27%，但整体波动幅度相对较小，显示出市场参与者对该资产的观望态度。当前价格接近20日简单移动平均线（SMA），表明市场在此水平附近寻求支撑。\n\n从技术指标来看，MACD处于负值区域，显示出短期内卖压仍然存在，尽管尚未形成明确的趋势信号。由于RSI尚不可用，无法判断市场是否超买或超卖，但从价格波动范围来看，市场情绪相对谨慎，投资者需保持警惕。\n\n在支撑和阻力位方面，短期内0.13831是重要的支撑位，一旦跌破，可能会引发更大幅度的回调。而0.13939则成为近期的阻力位，突破此水平可能会引发进一步上涨，吸引买盘入场。\n\n综合来看，建议投资者在当前市场中采取观望策略，密切关注价格在支撑位和阻力位的表现。若价格突破阻力位，考虑适度介入；反之，若跌破支撑位，则应谨慎止损，避免损失扩大。"
    },
    "en": {
      "title": "Dogecoin vs US Dollar Technical Analysis",
      "content": "The current price of Dogecoin (DOGE) against the US Dollar (USD) stands at $0.13893, reflecting a modest 24-hour change of 0.27%. This slight increase indicates a period of relative stability in the market, although the range between the daily high of $0.13939 and low of $0.13831 suggests a consolidation phase. A continued observation of price movement in this range will be critical for identifying potential breakout opportunities.\n\nFrom a trend analysis perspective, DOGE appears to be trading within a narrow channel, with the price hovering just above the 20-day Simple Moving Average (SMA) of $0.138875. This positioning suggests that momentum could shift positively if the price sustains above the SMA. However, the MACD value of -0.00044958708 indicates a bearish trend, which could lead to downward pressure if selling volume increases. Traders should closely monitor the MACD for signs of a bullish crossover, which could signal a potential upward reversal.\n\nSupport and resistance levels are essential for setting trading strategies. Presently, the immediate support level is around $0.13831, which, if breached, could lead to further declines. Conversely, resistance is visible near the $0.13939 mark, where the price has recently struggled to break through. A sustained move above this level could open the door for a retest of higher levels, potentially challenging the $0.14 psychological barrier.\n\nFor trading suggestions, a cautious approach is advisable. Traders might consider entering long positions if DOGE breaks decisively above $0.13939 with strong volume. Conversely, if the price falls below the support level of $0.13831, it would be prudent to reassess the position, as this could signal a deeper correction. Utilizing stop-loss orders around these key levels can help manage risk effectively in this volatile market."
    }
  }
}