{
  "symbol": "DOGE/USD",
  "name": "Dogecoin vs US Dollar",
  "nameCn": "狗狗币/美元",
  "timestamp": "2026-02-15T08:32:47.618Z",
  "price": {
    "close": "0.11499",
    "high": "0.11639",
    "low": "0.11491",
    "open": "0.11603",
    "change": "-0.90",
    "datetime": "2026-02-15 08:00:00"
  },
  "indicators": {
    "rsi": 76.36337,
    "macd": 0.0042955264,
    "macd_signal": 0.004217646,
    "sma20": 0.1103765
  },
  "analysis": {
    "zh": {
      "title": "狗狗币/美元技术分析：震荡整理，短期下行风险",
      "content": "当前狗狗币/美元价格维持在0.11499附近，近期走势呈现震荡整理。价格接近前期低点0.11491，表明市场暂时缺乏明确方向，可能会在这一区间内继续波动。若价格未能突破当前区间上限0.11639，短期内下行风险增加，可能再度试探支撑位。\n\n技术指标方面，虽然当前RSI(14)未提供有效数据，但结合SMA(20)的支撑位置来看，0.11038可能成为下一关键支撑位。MACD线在0.0043附近，显示出短期内价格波动较小，且未出现明显的牛市或熊市信号。因此，当前技术面上没有强烈的趋势指引。\n\n在支撑/阻力方面，0.11639为重要的短期阻力位，而0.11491则为当前支撑区域。突破0.11639可能会打开上涨空间，而跌破0.11491则可能加剧下行压力，测试更低的支撑水平。交易者可以密切关注价格在这两个区域的反应。\n\n综合来看，当前市场呈现震荡整理格局，建议短期内保持观望，等待突破关键支撑或阻力位后再做决策。如价格突破0.11639，可以考虑适度做多，反之，跌破支撑位0.11491，则可考虑适时做空。"
    },
    "en": {
      "title": "Dogecoin vs US Dollar Technical Analysis",
      "content": "The Dogecoin market has been experiencing mild bearish pressure, with the latest price at $0.11499 and a 24-hour change of -0.90%. The price has found recent resistance at $0.11639, with the low of the day reaching $0.11491, indicating that there is a slight downward momentum. The price movement is currently hovering around its short-term SMA(20) of $0.11038, which suggests a potential consolidation zone. The market is struggling to break past the recent highs, signaling cautious sentiment among traders.\n\nThe absence of RSI data makes it difficult to assess overbought or oversold conditions directly. However, the MACD reading of 0.0043, albeit limited without a corresponding signal line, suggests a neutral to slightly bullish momentum in the short term. The MACD histogram can potentially indicate a weak bullish trend, but the lack of confirmed signal data leaves room for uncertainty. If the MACD continues to hold or increase, a push toward resistance could follow, though confirmation via other indicators is needed.\n\nFrom a technical perspective, the key support level lies near $0.11491, which has held firm during recent market fluctuations. If this support is breached, the next downside target could be near $0.1100, aligning with the SMA(20). Conversely, resistance remains near $0.11639, which has been a challenge for the price to surpass in the current cycle. A breakout above this level could open the door to further upside momentum, potentially targeting the next resistance zone around $0.11800.\n\nFor traders, a cautious approach is advised, with careful attention to the support level at $0.11491 and the resistance near $0.11639. Short-term price action seems range-bound, so positioning for a breakout or breakdown could present opportunities. Waiting for clearer confirmation from the MACD and potential RSI readings would provide better risk management before entering a position."
    }
  }
}