{
  "symbol": "DOGE/USD",
  "name": "Dogecoin vs US Dollar",
  "nameCn": "狗狗币/美元",
  "timestamp": "2026-02-07T01:47:23.415Z",
  "price": {
    "close": "0.09831",
    "high": "0.09844",
    "low": "0.09723",
    "open": "0.09771",
    "change": "0.61",
    "datetime": "2026-02-07 01:00:00"
  },
  "indicators": {
    "rsi": 58.097264,
    "macd": 0.0012016253,
    "macd_signal": 0.00090245988,
    "sma20": 0.096068
  },
  "analysis": {
    "zh": {
      "title": "狗狗币/美元技术分析：当前呈现震荡整理走势",
      "content": "当前狗狗币/美元(DOGE/USD)价格在0.09831附近，呈现出震荡整理的走势。24小时价格变动较为温和，仅有0.61%的涨幅。短期内，DOGE的价格在0.09723至0.09844区间内波动，显示出市场观望情绪较浓。\n\n技术面上，狗狗币当前没有明显的超买或超卖信号。RSI和MACD指标尚未给出清晰的趋势信号，RSI(14)数据缺失，MACD的数值较小，显示出市场动能较弱。SMA(20)位于0.096068，作为一个短期均线，支撑位可能位于该水平附近，若跌破此价位，可能进一步测试下方的支撑区域。\n\n从支撑和阻力位来看，短期支撑位约在0.09723，若价格下破此水平，可能会进一步回撤至0.096的区域。上方阻力位在0.09844附近，突破此阻力后，有可能挑战更高的价格区间。若持续维持震荡整理走势，建议关注价格突破支撑或阻力的方向，确定更明确的操作策略。\n\n综上所述，当前市场缺乏强势趋势，短期内建议投资者保持观望，等待价格突破重要技术位后再做进一步决策。如果突破上行，可以考虑逢低买入；若下行突破，则可能面临较大的回调风险。"
    },
    "en": {
      "title": "Dogecoin vs US Dollar Technical Analysis",
      "content": "Dogecoin (DOGE) has been experiencing moderate price action recently, with the latest price at $0.09831. The slight 24-hour change of 0.61% indicates a stable market environment. Given the high at $0.09844 and the low at $0.09723, DOGE is trading within a narrow range, suggesting a period of consolidation. A closer look at price movement shows DOGE attempting to establish a support level around $0.09723, with resistance just below $0.0985, indicating potential tight price fluctuations in the near term.\n\nThe absence of an RSI (Relative Strength Index) reading leaves room for uncertainty regarding overbought or oversold conditions. However, the current MACD value of 0.0012016253 signals potential bullish momentum. The MACD histogram's position could indicate a crossover in the near future, depending on the next few price moves. If the MACD continues to rise, it may confirm upward momentum, though we would still require further confirmation from other indicators to strengthen this view.\n\nThe SMA(20) value stands at $0.096068, suggesting that DOGE is currently trading above its 20-day simple moving average. This could be a sign of short-term bullish sentiment, as prices have managed to stay above this key support level. If DOGE retraces towards the $0.096 mark, it could present a buying opportunity, as long as the price stays above this support. A break below could signal further downside risk and the need to reassess for a potential bearish trend.\n\nLooking ahead, traders should focus on the $0.09723 and $0.0985 levels as key short-term support and resistance zones, respectively. A successful breakout above the resistance could target the next resistance near $0.100, while a dip below $0.097 could signal a bearish reversal, potentially pushing prices toward the $0.095 support zone. Traders may want to consider entering long positions if confirmation of upward momentum emerges, while keeping stops just below support to manage risk effectively."
    }
  }
}