{
  "symbol": "DOGE/USD",
  "name": "Dogecoin vs US Dollar",
  "nameCn": "狗狗币/美元",
  "timestamp": "2026-02-03T05:18:35.589Z",
  "price": {
    "close": "0.10715",
    "high": "0.10779",
    "low": "0.10699",
    "open": "0.10777",
    "change": "-0.54",
    "datetime": "2026-02-03 05:00:00"
  },
  "indicators": {
    "rsi": 51.96705,
    "macd": 0.00054473263,
    "macd_signal": 0.00067740789,
    "sma20": 0.1073765
  },
  "analysis": {
    "zh": {
      "title": "狗狗币/美元技术分析：震荡整理，短期承压",
      "content": "当前DOGE/USD价格维持在0.10715附近，整体呈现震荡整理的走势。价格在0.10699至0.10779区间波动，表明市场短期内缺乏明确的趋势方向。价格未能突破明显的支撑或阻力位，显示出多空力量的暂时平衡。\n\n技术指标方面，MACD处于0.0005左右，但缺乏明确的信号线数据，因此难以用此指标判断当前的买卖信号。SMA(20)为0.10737650，价格略低于该水平，进一步验证了市场的弱势表现。RSI未提供数据，使得超买或超卖的判断更加困难。\n\n支撑位方面，0.10699是较为关键的支撑区域，若价格跌破此水平，可能会进一步向下测试更低的价位。阻力位则集中在0.10779附近，若突破该水平，可能会激发一定的上涨动能。当前市场情绪较为保守，整体方向不明确。\n\n交易建议上，建议保持观望，等待更明确的趋势信号再做操作。若价格突破0.10779，考虑轻仓做多；若跌破0.10699，则可考虑做空策略，密切关注MACD和RSI指标的变化。"
    },
    "en": {
      "title": "Dogecoin vs US Dollar Technical Analysis",
      "content": "The DOGE/USD pair has recently seen a modest dip of 0.54% in the past 24 hours, trading at $0.10715. This indicates some consolidation after recent volatility. The price is hovering near the SMA(20) of 0.10738, which suggests the market is in a neutral to slightly bearish phase. If the price continues to linger around this level, it might struggle to break upwards, indicating a lack of momentum for immediate bullish moves.\n\nIn terms of key support and resistance, the immediate support level is around $0.10699, marked by the daily low, while the resistance is slightly higher at $0.10779, the daily high. The proximity of these levels, combined with the narrow price range over the past 24 hours, suggests a market that is currently caught in a range. A breakout above the resistance could indicate the beginning of a short-term bullish trend, while a breakdown below the support would confirm further downside potential.\n\nAlthough the Relative Strength Index (RSI) is currently unavailable, the MACD shows a slight positive value of 0.0005447, which could indicate weak bullish momentum. Without the Signal line for the MACD, it's difficult to determine the strength of the trend, but the positive reading is an early signal that the market may hold up for a short rally if it breaks resistance levels. Traders should watch for any crossover in MACD and the potential reappearance of RSI data for further insights.\n\nGiven the present range-bound action, the most prudent trading strategy would involve waiting for confirmation of a breakout or breakdown. For those looking to trade, a tight stop-loss could be placed just below $0.10699 for short positions, or above $0.10779 for long positions. If the price consolidates further, it could present a clearer opportunity to trade with more certainty."
    }
  }
}