{
  "symbol": "BTC/USD",
  "name": "Bitcoin vs US Dollar",
  "nameCn": "比特币/美元",
  "timestamp": "2026-01-21T18:08:06.591Z",
  "price": {
    "close": "87681.9",
    "high": "87894.39",
    "low": "87484.36",
    "open": "87826.43",
    "change": "-0.18",
    "datetime": "2026-01-21 18:00:00"
  },
  "indicators": {
    "rsi": 36.72698,
    "macd": -557.98825,
    "macd_signal": -518.011277,
    "sma20": 88912.4625
  },
  "analysis": {
    "zh": {
      "title": "比特币/美元技术分析：[震荡整理，关注支撑位]",
      "content": "当前比特币价格为87681.9美元，24小时内略微下跌0.18%。从技术面看，价格在87484.36至87894.39之间波动，表明市场处于震荡整理阶段。近期价格未能突破20日简单移动平均线(SMA) 88912.46，显示出短期内上行压力明显。\n\nRSI指标尚不可用，但MACD指标为负值(-557.98825)，这表明市场动能偏弱，短期内可能缺乏向上的动力。投资者需关注市场情绪以及外部因素对比特币价格的影响，避免盲目追高。\n\n当前支撑位在87484.36，若价格跌破此水平，可能进一步测试下方支撑。而上方阻力位则在87894.39，突破该价位将有望重启上涨行情。建议投资者在支撑位附近寻找买入机会，并在接近阻力位时考虑获利了结。\n\n总体来看，比特币市场目前处于谨慎态势，短期内需密切关注价格波动和技术指标的变化，以便及时调整交易策略。保持灵活应变，将有助于在波动的市场中获得最佳交易机会。"
    },
    "en": {
      "title": "Bitcoin vs US Dollar Technical Analysis",
      "content": "Bitcoin's current price of 87,681.9 suggests a slight bearish sentiment, with a 24-hour change of -0.18%. The recent high of 87,894.39 and low of 87,484.36 indicate a narrow trading range, reflecting indecision in the market. This consolidation phase could lead to a breakout in either direction, but the prevailing trend appears to lean towards the downside given the proximity to the recent SMA(20) of 88,912.46, which acts as a dynamic resistance level.\n\nThe MACD value of -557.98825 indicates bearish momentum, suggesting that sellers are currently in control. Without a signal line available for comparison, the focus remains on price action and the relative strength index (RSI), which is currently not provided. However, traders should watch for potential divergence in the RSI, which could signal a reversal if it begins to trend upwards while the price continues to decline. This could provide an opportunity for a long position if bullish momentum develops.\n\nKey support is found at the recent low of 87,484.36. If this level holds, it may encourage buyers to step in, potentially leading to a rebound. Conversely, a break below this level could lead to further declines, targeting the next psychological support around 87,000. Traders should remain vigilant and consider setting stop-loss orders just below this support level to manage risk effectively.\n\nFor trading strategies, a cautious approach is warranted. Consider entering long positions if the price breaks above the SMA(20) with strong volume, indicating a potential trend reversal. Alternatively, if the price breaches the support level at 87,484.36, short positions may be advisable, targeting lower levels while maintaining proper risk management. Overall, the current market environment suggests a wait-and-see approach as traders assess the next significant price movement."
    }
  }
}