{
  "symbol": "DOGE/USD",
  "name": "Dogecoin vs US Dollar",
  "nameCn": "狗狗币/美元",
  "timestamp": "2026-01-21T18:12:49.344Z",
  "price": {
    "close": "0.12221",
    "high": "0.12227",
    "low": "0.12155",
    "open": "0.12193",
    "change": "0.22",
    "datetime": "2026-01-21 18:00:00"
  },
  "indicators": {
    "rsi": 41.88391,
    "macd": -0.00081680736,
    "macd_signal": -0.0006718389,
    "sma20": 0.1241735
  },
  "analysis": {
    "zh": {
      "title": "狗狗币/美元技术分析：[短期震荡走势]",
      "content": "近期狗狗币/美元（DOGE/USD）价格轻微波动，当前交易价格为0.12221美元，24小时内变化幅度仅为0.22%。从高点0.12227到低点0.12155的窄幅区间表明市场情绪较为谨慎，短期内可能处于震荡整理阶段。投资者应关注市场情绪和外部消息，以判断后续走势。\n\n技术指标方面，虽然RSI(14)数据缺失，但当前MACD值为-0.00081680736，表明短期内空头力量相对强劲。20日简单移动平均线（SMA）为0.1241735，当前价格低于该均线，显示出短期内卖压较重。投资者需密切关注技术指标变化，以捕捉潜在反转信号。\n\n在支撑和阻力位方面，当前支撑位位于0.12155美元附近，而阻力位则在0.1241735美元。突破阻力位有可能引发进一步上涨，而跌破支撑位则可能加速下行风险。建议投资者在支撑位附近寻找买入机会，同时设置止损以控制风险。\n\n综合考虑当前市场状况，短期内狗狗币可能维持震荡整理，建议投资者保持观望，关注市场动态和技术指标变化，以便及时调整交易策略。"
    },
    "en": {
      "title": "Dogecoin vs US Dollar Technical Analysis",
      "content": "The current price of Dogecoin (DOGE) against the US Dollar stands at 0.12221, reflecting a slight uptick of 0.22% over the past 24 hours. This modest price movement indicates a relatively stable market sentiment, although the trading activity remains cautious. The price has fluctuated between a high of 0.12227 and a low of 0.12155 during this period. These levels suggest that the market is experiencing a consolidation phase, with traders awaiting a clearer direction for the next significant price movement.\n\nFrom a trend perspective, Dogecoin's recent performance has not shown strong bullish or bearish momentum. The price is currently below the 20-day simple moving average (SMA) of 0.1241735, indicating a short-term bearish bias. If the price can reclaim this SMA and sustain above it, it may signal a potential reversal in trend, encouraging buying interest. Conversely, failure to hold above the recent lows may lead to further declines, with the next potential support level around 0.1210.\n\nTechnical indicators are limited at this point, particularly with the RSI not available for analysis. However, the MACD value of -0.00081680736 suggests that momentum is currently negative. This condition may indicate that sellers are in control, but without a significant bearish signal from momentum indicators, caution is warranted. Traders should watch for any divergence or shifts that may suggest a change in sentiment.\n\nIn terms of trading strategy, those looking to enter the market might consider waiting for a confirmed breakout above the 20-day SMA. Conversely, if the price breaks below the 0.12155 support level, it may present a shorting opportunity with a target around 0.1200. Risk management will be crucial in this environment, as volatility can quickly shift market dynamics."
    }
  }
}