{
  "symbol": "DOGE/USD",
  "name": "Dogecoin vs US Dollar",
  "nameCn": "狗狗币/美元",
  "timestamp": "2026-01-30T04:27:34.249Z",
  "price": {
    "close": "0.11493",
    "high": "0.1154",
    "low": "0.11409",
    "open": "0.11409",
    "change": "0.75",
    "datetime": "2026-01-30 04:00:00"
  },
  "indicators": {
    "rsi": 32.94542,
    "macd": -0.0019392149,
    "macd_signal": -0.0018937097,
    "sma20": 0.117223
  },
  "analysis": {
    "zh": {
      "title": "狗狗币/美元技术分析：短线震荡偏弱整理",
      "content": "当前DOGE/USD价格维持在0.11493附近，24小时小幅上涨0.75%，但整体仍处于低位震荡区间。价格"
    },
    "en": {
      "title": "Dogecoin vs US Dollar Technical Analysis",
      "content": "The current price of Dogecoin against the US Dollar (DOGE/USD) stands at 0.11493, reflecting a slight 0.75% increase over the past 24 hours. The price has tested both a high of 0.1154 and a low of 0.11409, indicating a relatively tight trading range. This narrow band suggests a consolidation phase, where buyers and sellers are in equilibrium, making it critical to monitor for potential breakout points. A sustained move above 0.1154 could signal renewed bullish momentum, while a drop below 0.11409 may lead to bearish sentiment.\n\nIn terms of technical indicators, the absence of recent RSI data limits the assessment of momentum. However, the MACD shows a value of -0.0019392149, indicating a potential bearish divergence if the price continues to decline. Traders should be cautious, as this could suggest weakening bullish pressure. The SMA(20) at 0.11722300 serves as a dynamic resistance level; a move above this could provide additional confirmation of a bullish trend, while a failure to reach this level might reinforce a downward bias.\n\nSupport and resistance levels are crucial for assessing potential price movements. The immediate support level appears to be around the recent low of 0.11409, while the resistance level is established at 0.1154. Should the price break below support, it may test lower levels near 0.112 or even 0.110. Conversely, a breakout above resistance could target levels closer to 0.118 or higher. \n\nFor traders, the current market conditions suggest a cautious approach. A wait-and-see strategy may be prudent, with a focus on breakout trading. If DOGE/USD breaks above 0.1154, entry positions could be considered, targeting gains towards the SMA(20) level. Conversely, if the price falls below 0.11409, traders might look to exit long positions or consider shorting for potential downside targets. Proper risk management will be essential in navigating these fluctuations."
    }
  }
}