{
  "symbol": "DOGE/USD",
  "name": "Dogecoin vs US Dollar",
  "nameCn": "狗狗币/美元",
  "timestamp": "2026-02-17T15:40:06.557Z",
  "price": {
    "close": "0.09995",
    "high": "0.10045",
    "low": "0.09896",
    "open": "0.099",
    "change": "0.97",
    "datetime": "2026-02-17 15:00:00"
  },
  "indicators": {
    "rsi": 47.67648,
    "macd": -0.00066117416,
    "macd_signal": -0.00080693628,
    "sma20": 0.1000345
  },
  "analysis": {
    "zh": {
      "title": "狗狗币/美元技术分析：震荡整理中，略偏空头",
      "content": "当前DOGE/USD价格接近0.09995美元，处于短期震荡区间内。价格在高点0.10045和低点0.09896之间波动，显示市场暂时缺乏明确的方向。由于RSI和MACD指标数据缺失，短期趋势难以确认，但价格接近SMA(20)的0.10003450，显示出一定的支撑。\n\n在技术指标上，虽然MACD未能给出明确的方向性信号，但价格徘徊在20日简单移动平均线附近，意味着市场可能会在这一水平进行整理。SMA(20)作为动态支撑位，一旦突破，可能导致价格进一步回落。相反，若价格突破0.10045的高点，则可能暂时恢复上涨动力。\n\n支撑位位于0.09896，若跌破此位置，DOGE/USD可能会进一步测试更低的价格区间，如0.0960。上方阻力位在0.10045附近，一旦突破可能带来短期反弹至0.1020或更高。考虑到当前市场的震荡特征，投资者可选择短线交易，关注价格在支撑和阻力区间的波动。\n\n综合来看，DOGE/USD短期内可能维持震荡整理，建议在支撑位附近寻找买入机会，若突破阻力位可适度增加仓位。谨慎操作，切勿盲目追涨。"
    },
    "en": {
      "title": "Dogecoin vs US Dollar Technical Analysis",
      "content": "The Dogecoin (DOGE) market is showing signs of a relatively neutral trend as the price hovers near the $0.09995 level. With a slight 24-hour change of 0.97%, the market remains in a consolidation phase. This price action suggests that DOGE is testing its short-term support and resistance levels around $0.09896 and $0.10045, respectively. The fact that DOGE has failed to break above or below these boundaries highlights a lack of strong directional momentum, indicating a waiting period for further price confirmation.\n\nIn terms of indicators, the absence of a well-defined RSI (14) leaves traders without key overbought or oversold signals. The MACD value of -0.000661 indicates slight bearish momentum, though the absence of a signal line makes it difficult to assess its full impact. The current negative MACD value suggests that DOGE may experience mild downside pressure, especially if it fails to sustain trading above the $0.100 mark. This level remains critical for the bulls to regain control.\n\nThe 20-period Simple Moving Average (SMA) at $0.10003450 is also hovering near current price levels, acting as a short-term support. If DOGE fails to break above the SMA or holds below this level, the next critical support area to monitor would be around $0.09896. Conversely, breaking above the $0.10045 resistance could signal a potential push toward the next key resistance levels, possibly towards the $0.102 or $0.104 zones. A sustained break here would suggest a shift toward bullish sentiment.\n\nFor traders, this market remains cautious. With the current lack of a clear trend and weak momentum signals, it might be wise to wait for a breakout confirmation before entering. A price action strategy, looking for a close above $0.10045 or below $0.09896, could present clearer trade opportunities. Risk management, including tight stop-loss orders near these critical levels, will be key for those looking to engage in shorter-term trades."
    }
  }
}