{
  "symbol": "DOGE/USD",
  "name": "Dogecoin vs US Dollar",
  "nameCn": "狗狗币/美元",
  "timestamp": "2026-02-15T04:39:49.864Z",
  "price": {
    "close": "0.11517",
    "high": "0.11751",
    "low": "0.11399",
    "open": "0.1147",
    "change": "0.39",
    "datetime": "2026-02-15 04:00:00"
  },
  "indicators": {
    "rsi": 87.30783,
    "macd": 0.0044330263,
    "macd_signal": 0.0038950119,
    "sma20": 0.107059
  },
  "analysis": {
    "zh": {
      "title": "狗狗币/美元技术分析：[当前市场趋势缓慢上升]",
      "content": "当前狗狗币/美元（DOGE/USD）的价格为0.11517，近期走势显示出缓慢的上升趋势。虽然24小时内价格变化仅为0.39%，但整体市场情绪略显乐观。高点0.11751和低点0.11399的波动区间表明，市场正在寻找一个稳定的支撑位。\n\n从技术指标来看，虽然RSI(14)数据缺失，但MACD的值为0.0044330263，显示出短期内买方力量正在增强。与此同时，20日简单移动平均线（SMA）为0.10705900，表明当前价格已高于短期均线，进一步支持了上涨趋势的判断。\n\n支撑位方面，0.11399可以视为一个重要的防线，若下破可能会导致更深的回调。相反，阻力位在0.11751附近，突破这一点可能会引发进一步的上涨动能。投资者应关注这两个关键价位的动态，以便制定相应的交易策略。\n\n建议投资者可在接近支撑位时逢低买入，设置止损以控制风险。在价格突破阻力位后，可以考虑适度加仓，抓住上涨趋势带来的盈利机会。同时，保持警惕，关注市场情绪和消息面的变化，以调整交易策略。"
    },
    "en": {
      "title": "Dogecoin vs US Dollar Technical Analysis",
      "content": "The recent price action of Dogecoin against the US Dollar has shown a slight upward trend, with the latest price at 0.11517, reflecting a modest increase of 0.39% over the last 24 hours. The price has tested a high of 0.11751 and a low of 0.11399, indicating a tight trading range. Currently, Dogecoin appears to be consolidating after a recent rally, suggesting that market participants are assessing the next move. Should buying pressure continue, we may see an attempt to break through the immediate resistance at 0.11751.\n\nIn terms of technical indicators, the MACD is currently positive at 0.0044330263, which indicates bullish momentum. However, the absence of the RSI(14) value makes it challenging to assess overbought or oversold conditions. The 20-day Simple Moving Average (SMA) stands at 0.10705900, illustrating that recent price action has been above this average, reinforcing a bullish outlook. Should the price retrace, the SMA could provide a potential support level that traders might watch closely.\n\nThe key support level is identified at 0.11399, which aligns with the recent low and could act as a critical buffer against further declines. If Dogecoin breaks below this level, it could signal a shift in sentiment, prompting a reevaluation of bullish positions. Conversely, if the price maintains above this level and approaches the resistance at 0.11751, traders might consider entering long positions, especially if accompanied by increased volume.\n\nFor trading strategies, a cautious approach is advisable. Traders could look to buy near the support level while placing stop-loss orders below 0.11399 to manage risk. On the flip side, if Dogecoin successfully breaches the resistance at 0.11751, there could be an opportunity for short-term profits, particularly if momentum indicators confirm the bullish trend. Monitoring volume closely will be crucial to validate any breakout or reversal signals."
    }
  }
}