{
  "symbol": "DOGE/USD",
  "name": "Dogecoin vs US Dollar",
  "nameCn": "狗狗币/美元",
  "timestamp": "2026-02-13T05:25:28.206Z",
  "price": {
    "close": "0.09243",
    "high": "0.09265",
    "low": "0.09216",
    "open": "0.09248",
    "change": "-0.06",
    "datetime": "2026-02-13 05:00:00"
  },
  "indicators": {
    "rsi": 51.13401,
    "macd": 0.00011573001,
    "macd_signal": 0.00010903884,
    "sma20": 0.092574
  },
  "analysis": {
    "zh": {
      "title": "狗狗币/美元技术分析：[震荡整理，缺乏明确趋势]",
      "content": "当前狗狗币/美元价格在0.09243附近，24小时变化微幅下降0.06%。从整体走势来看，DOGE/USD呈现震荡整理态势，未显示出明确的上涨或下跌趋势。短期内价格在0.09216至0.09265区间波动，市场情绪较为平稳。\n\n从技术指标来看，RSI(14)缺失数据，无法评估超买或超卖状态。MACD显示出0.00011573001的值，但没有信号线可供参考，表明市场动能较弱。20日简单移动平均线(SMA)目前为0.09257，稍微高于当前价格，显示出短期内价格在该区间内维持震荡整理。\n\n在支撑和阻力方面，DOGE/USD的支撑位位于0.09216附近，若价格下破此点位，可能会进一步回调。阻力位则在0.09265，若突破该位置，则可能会出现一定的上涨动力。整体来看，价格可能会维持短期震荡，缺乏明确的突破信号。\n\n交易建议上，建议投资者短期内关注区间震荡操作，可以在支撑位附近寻找低买机会，在接近阻力位时则考虑卖出。但由于市场波动较小，建议风险控制严格。"
    },
    "en": {
      "title": "Dogecoin vs US Dollar Technical Analysis",
      "content": "The Dogecoin market shows a subtle downtrend over the last 24 hours with a minor loss of 0.06%. Despite the small price dip, the market remains in a narrow range between the high of 0.09265 and the low of 0.09216. This indicates a lack of significant momentum in either direction. The current price of 0.09243 is near the middle of this range, reflecting indecision among traders. The price movement may continue to be constrained unless there's a breakout either above or below these levels.\n\nGiven the absence of an RSI reading, it's difficult to determine the overbought or oversold conditions of Dogecoin at this time. The MACD value of 0.00011573001 suggests a mild bullish inclination, but the lack of a signal line makes it hard to confirm any strong trend. The current trading conditions might be indicative of a consolidation phase, where price movements remain choppy and without clear direction. Traders should be cautious and watch for a change in momentum.\n\nThe 20-period SMA at 0.092574 is acting as a dynamic resistance level for Dogecoin, limiting its ability to rise higher in the short term. If the price fails to break above this level, it could lead to a potential retreat toward the lower support levels. On the downside, the support level near 0.09216 could act as a key point where buying interest may emerge. If the price breaches this support, further downside could be possible, with the next key level around 0.09150.\n\nFor traders, it is advisable to wait for a clear break either above 0.09265 or below 0.09216 for a more reliable trade setup. A breakout to the upside could trigger a retest of 0.09300 or higher, while a downside break might present an opportunity to short with targets toward 0.09150. Patience is crucial, as the current consolidation offers limited risk/reward opportunities without a definitive trend."
    }
  }
}