{
  "symbol": "ADA/USD",
  "name": "Cardano vs US Dollar",
  "nameCn": "艾达币/美元",
  "timestamp": "2026-02-14T08:30:59.315Z",
  "price": {
    "close": "0.277536",
    "high": "0.278292",
    "low": "0.275744",
    "open": "0.275744",
    "change": "0.65",
    "datetime": "2026-02-14 08:00:00"
  },
  "indicators": {
    "rsi": 68.99894,
    "macd": 0.0030240174,
    "macd_signal": 0.0030610783,
    "sma20": 0.27321305
  },
  "analysis": {
    "zh": {
      "title": "艾达币/美元技术分析：震荡整理中，短期维持偏多",
      "content": "目前，ADA/USD 在0.275744至0.278292区间内震荡整理，短期内波动幅度较小。价格接近20日简单移动平均线（SMA 20）0.273213，表明价格在短期内受到一定支撑，但尚未显示出强烈的上涨动能。\n\n技术指标方面，MACD值为0.0030240174，但信号线缺失，显示出市场动能不足。RSI（14）未提供数据，可能是由于当前波动较小，暂时未能显现出超买或超卖信号。因此，从技术面来看，市场走势相对平稳，缺乏明确的方向性。\n\n支撑位方面，0.275744附近为近期的关键支撑，如果价格跌破此位置，可能会进一步测试0.273左右的支撑区域。而阻力位则位于0.278292附近，若突破此位，可能会引发价格进一步上涨。\n\n综合来看，当前市场趋势较为震荡，建议短期内观望，待价格突破重要支撑或阻力位时再作决策。如果价格突破上方阻力位，可以考虑适度进场；若跌破支撑位，建议避免追空，等待更低的买入机会。"
    },
    "en": {
      "title": "Cardano vs US Dollar Technical Analysis",
      "content": "The current ADA/USD market shows a mild upward trend, with the price moving from a low of 0.275744 to a high of 0.278292 over the past 24 hours. This modest 0.65% gain suggests a lack of strong bullish momentum, with price action staying within a narrow range. Despite the slight rise, ADA has not yet broken any significant resistance or support levels, indicating a consolidation phase. \n\nThe absence of an RSI reading makes it difficult to assess the overbought or oversold condition of the asset, while the MACD is currently positive at 0.0030240174, signaling potential bullish momentum. However, without the signal line for comparison, this indicator alone lacks sufficient context for a clear buy or sell signal. The MACD value is a positive sign, but traders should be cautious as it is still in a relatively neutral range.\n\nIn terms of support and resistance, the immediate support for ADA/USD is observed at 0.275744, the recent low. A breakdown below this level could see the price testing the next support zone near 0.2700. On the upside, the 0.278292 resistance level is key, with a breakout above this level opening the door for a potential retest of the 0.2800 zone. A failure to break above resistance may result in a continued consolidation or a pullback towards support.\n\nGiven the current technical setup, traders should monitor ADA closely for a potential breakout above the 0.278292 resistance or a drop below the 0.275744 support. A break above could trigger further gains, while a move below support would suggest a bearish outlook. In the meantime, a range-bound strategy may be appropriate for those looking to capitalize on short-term price fluctuations."
    }
  }
}