{
  "symbol": "DOGE/USD",
  "name": "Dogecoin vs US Dollar",
  "nameCn": "狗狗币/美元",
  "timestamp": "2026-02-14T08:31:40.789Z",
  "price": {
    "close": "0.09689",
    "high": "0.09712",
    "low": "0.09648",
    "open": "0.0965",
    "change": "0.39",
    "datetime": "2026-02-14 08:00:00"
  },
  "indicators": {
    "rsi": 66.17995,
    "macd": 0.00079722747,
    "macd_signal": 0.00091515977,
    "sma20": 0.096274
  },
  "analysis": {
    "zh": {
      "title": "狗狗币/美元技术分析：[震荡整理，短期内偏弱]",
      "content": "当前狗狗币/美元（DOGE/USD）价格处于0.09689附近，表现出一定的震荡整理态势。尽管在过去24小时内价格微涨0.39%，但高低点区间较小，显示出市场波动性有限。整体趋势呈现横盘整理，缺乏明确的上行动力。\n\n从技术指标来看，SMA(20)支撑位在0.09627附近，短期内价格可能会围绕该位置震荡。MACD值为0.0008，虽然未能提供明确的信号，但整体看涨动能较弱，可能表明多头动力不足。RSI（14）未给出数据，但可以推测当前市场处于中性或轻微超卖状态。\n\n支撑位方面，0.09648和0.09627是关键支撑区间，一旦跌破，可能会引发进一步下探。而上方阻力位则在0.09712附近，突破该阻力位后，价格有望试探更高水平。当前市场缺乏强势突破的迹象，因此多头可能难以有效上行。\n\n交易建议方面，建议保持谨慎，短期内可考虑在支撑位附近寻找低位入场机会，但需设置止损以控制风险。如果价格突破上方阻力，可适当考虑短线多单操作，但要留意市场整体走势变化。"
    },
    "en": {
      "title": "Dogecoin vs US Dollar Technical Analysis",
      "content": "The current price of Dogecoin against the US Dollar (DOGE/USD) is holding steady at $0.09689, showing a modest 24-hour change of +0.39%. This minor uptick suggests the market is in a consolidation phase, lacking significant volatility. The price is near the 20-period simple moving average (SMA) of $0.09627, indicating that the market is currently trading in a neutral zone. For now, Dogecoin seems to be respecting this short-term level, with price oscillating between a high of $0.09712 and a low of $0.09648 over the past 24 hours.\n\nThe Relative Strength Index (RSI) is currently unavailable, which limits our ability to gauge overbought or oversold conditions in the market. However, the MACD is positive at 0.00079722747, suggesting that the momentum remains slightly bullish. This could signal potential for upward movement, though the absence of a signal line and the lack of other confirming indicators make it difficult to draw definitive conclusions. Without additional confirmation, the market appears to be in a neutral or mildly bullish posture.\n\nFrom a technical perspective, key support is located around the recent low of $0.09648, which could act as a floor if the price continues to dip. On the upside, the high of $0.09712 serves as initial resistance, with the next major resistance point potentially lying near $0.098. A breakout above this resistance could invite further buying interest, while a breakdown below support could lead to a deeper pullback towards $0.095.\n\nConsidering the current market dynamics, traders might adopt a cautious approach. With price hovering around the 20-period SMA, a wait-and-see strategy could be ideal until a clearer breakout or breakdown occurs. For those with a bullish outlook, entering near the support zone and setting targets near $0.09712 or higher could present opportunities, while a stop loss near $0.096 could help manage risk."
    }
  }
}