{
  "symbol": "ADA/USD",
  "name": "Cardano vs US Dollar",
  "nameCn": "艾达币/美元",
  "timestamp": "2026-02-23T01:54:33.953Z",
  "price": {
    "close": "0.2598",
    "high": "0.268491",
    "low": "0.257441",
    "open": "0.268383",
    "change": "-3.13",
    "datetime": "2026-02-23 01:00:00"
  },
  "indicators": {
    "rsi": 16.76426,
    "macd": -0.0030961384,
    "macd_signal": -0.0024719469,
    "sma20": 0.2719746
  },
  "analysis": {
    "zh": {
      "title": "艾达币/美元技术分析：下行压力加大，谨慎操作",
      "content": "当前，艾达币/美元的价格呈现一定的下行压力。近期价格为0.2598美元，较24小时前下跌3.13%。从价格波动来看，当前处于0.257441至0.268491的区间内，价格震荡整理，未能突破关键的阻力位。技术面上，未提供RSI值，而MACD为负值，显示出一定的卖压。\n\n从短期趋势判断，价格可能继续承压。SMA(20)在0.2719746，价格低于该水平，表明市场在短期内未能有效突破上行阻力。结合MACD负值，短期内可能继续出现震荡下行或小幅回调的情况。\n\n支撑位位于0.257441，若突破该价位，可能会进一步下探到0.25美元附近。阻力位则在0.268491，突破该阻力可能会重新测试0.27美元区域。当前市场情绪偏弱，若价格未能突破阻力，继续维持震荡下行可能性较大。\n\n综合来看，建议投资者保持谨慎操作，短期内可关注0.257441的支撑位。如果价格跌破该支撑位，则可能出现进一步下行风险。在未突破0.268491之前，仍应避免追涨，等待更明确的技术信号。"
    },
    "en": {
      "title": "Cardano vs US Dollar Technical Analysis",
      "content": "The current market sentiment for Cardano (ADA) against the US Dollar shows a bearish outlook, with a 24-hour change of -3.13%. Trading at 0.2598, ADA has recently tested its low at 0.257441, indicating that the selling pressure is quite strong. The price is currently below the 20-day simple moving average (SMA) of 0.2719746, further confirming a short-term downtrend. A breakout above the SMA would be required to signal a potential reversal toward bullish momentum.\n\nWithout an RSI(14) value, the momentum indicator is missing, making it harder to assess overbought or oversold conditions. However, the MACD value of -0.0030961384 indicates that the trend is currently negative. This suggests that sellers are in control, but without a clear MACD crossover, caution is advised for any potential buying decisions. Monitoring the MACD for signs of convergence could provide early indications of a reversal if it crosses above the signal line in the future.\n\nLooking at support and resistance levels, ADA is currently sitting near its immediate support at 0.257441. If the price breaks below this level, the next support can be expected around 0.2500. On the resistance side, the 20-day SMA of 0.2719746 stands as a strong barrier. A move above this level would open up potential for a test of 0.2780 or higher, indicating a recovery. Traders may consider waiting for confirmation of a price action shift before committing to long positions.\n\nIn conclusion, ADA/USD is in a consolidation phase, with downside risk still present. If the price remains below the 20-day SMA, bearish sentiment should prevail. However, a strong move above the SMA could suggest an opportunity for long trades. Traders should watch for price action near key support and resistance levels, keeping an eye on the potential MACD shift for further guidance."
    }
  }
}