{
  "symbol": "AVAX/USD",
  "name": "Avalanche vs US Dollar",
  "nameCn": "雪崩币/美元",
  "timestamp": "2026-02-23T01:56:02.956Z",
  "price": {
    "close": "8.3874",
    "high": "8.7903",
    "low": "8.3478",
    "open": "8.7877",
    "change": "-4.58",
    "datetime": "2026-02-23 01:00:00"
  },
  "indicators": {
    "rsi": 16.55862,
    "macd": -0.10577859,
    "macd_signal": -0.080338756,
    "sma20": 8.87662
  },
  "analysis": {
    "zh": {
      "title": "> search(\"你是专业的数字货币交易分析师。请对 雪崩币/美元(AVAX/USD) 进行技术分析。\\n\\n当前市场数据：\\n- 最新价格: 8.3874\\n- 24小时变化: -4.58%\\n- 高点/低点: 8.7903 / 8.3478\\n- RSI(14): N/A\\n- MACD: -0.10577859, Signal: N/A\\n- SMA(20): 8.87662\\n\\n要求：\\n1. 第一行：完整的中文标题，格式：\\\"雪崩币/美元技术分析：[趋势描述]\\\"\\n2. 然后空一行\\n3. 正文3-4段，每段60-80字，总共250-300字\\n4. 包含：趋势判断、技术指标解读、支撑/阻力位、交易建议\\n5. 使用专业术语但易于理解\\n6. 不要添加任何标签或额外说明\\n\\n立即开始（第一行就是标题）：\")",
      "content": "雪崩币/美元技术分析：短线偏弱调整，关注支撑回应\n\n当前价格承压于SMA(20)下方，短线趋势偏弱回落，价格下破近期支撑意味着空头动力增强，但未出现急跌，暗示下方仍有买盘吸纳。\n\n技术指标方面，MACD处于负值区且未见明显拐头，显示下行动能尚存；RSI未提供数据，但结合价格结构看，短线超卖可能逐步形成，需观察超卖反弹信号。\n\n关键支撑位初步关注8.30附近，其次8.00是心理整数支撑；阻力位上看8.88的SMA(20)附近，以及9.20一带前高区域，突破将改善短线偏弱格局。\n\n交易上，偏向区间策略：若价格在支撑位获得稳固支撑，可小幅多单试探反弹；若跌破8.00确认，谨慎增加空头头寸并控制仓位风险，止损设置于关键阻力上方。"
    },
    "en": {
      "title": "Avalanche vs US Dollar Technical Analysis",
      "content": "> search(\"You are a professional cryptocurrency analyst. Provide technical analysis for Avalanche vs US Dollar (AVAX/USD).\\n\\nCurrent Market Data:\\n- Latest Price: 8.3874\\n- 24h Change: -4.58%\\n- High/Low: 8.7903 / 8.3478\\n- RSI(14): N/A\\n- MACD: -0.10577859, Signal: N/A\\n- SMA(20): 8.87662\\n\\nRequirements:\\n1. Write 3-4 paragraphs, 60-80 words each, total 250-300 words\\n2. Include: trend analysis, indicator interpretation, support/resistance levels, trading suggestions\\n3. Use professional but accessible language\\n4. No labels, no meta-commentary\\n5. Start immediately with the content (no title needed)\\n\\nBegin:\")\n\nAt the current **AVAX/USD price (~$8.39)** that has pulled back from recent highs, the **trend remains bearish in the short to medium term**. Price is trading below the crucial 20‑period simple moving average (~$8.88), suggesting the downtrend is intact and bears remain in control. A series of lower highs and lower lows also reinforces this bias, with the slope of recent candles pointing downward after a failed attempt to reclaim higher levels. If sellers persist, we could see further downside exploration around key short‑term supports. \n\nLooking into **momentum and volume indicators**, the negative MACD value signals bearish momentum, although the absence of a signal line limits full interpretation> Detailed AVAX USD forecast as well as a Avalanche US Dollar Binance technical analysis through moving averages, buy/sell signals, and common chart indicators.\n\n\nLooking into **momentum and volume indicators**, the negative MACD value signals bearish momentum, although the absence of a signal line limits full interpretation. When combined with a moving average alignment that favors bears across multiple timeframes, sellers have the edge until momentum indicators swing back to neutral or bullish. Traditional RSI readings in similar analyses often trend below mid‑line levels in these phases, indicating a lack of buying strength, though your specific RSI data isn’t available. \n\nOn price structure, immediate **support rests near the recent low (~$8.35)** with a more substantial support cluster slightly below that. On the upside, short‑term resistance begins close to the 20‑period SMA near ~$8.88, with stronger ceilings likely forming around prior swing highs or classical pivots above $9.00–$9.30. A decisive break above these resistance zones could shift sentiment toward neutral, but until then supply overwhelmser slightly below that. On the upside, short‑term resistance begins close to the 20‑period SMA near ~$8.88, with stronger ceilings likely forming around prior swing highs or classical pivots above $9.00–$9.30. A decisive break above these resistance zones could shift sentiment toward neutral, but until then supply overwhelms demand in this range. \n\nFor traders, the setup favors **risk‑managed short bias or selective range trading**. If you’re positioned short, consider tightening stops above the 20‑period SMA and the next resistance cluster to protect against sudden mean reversion. For longs, patience is key — wait for clear momentum flips with confirming volume and indicator supportive range trading**. If you’re positioned short, consider tightening stops above the 20‑period SMA and the next resistance cluster to protect against sudden mean reversion. For longs, patience is key — wait for clear momentum flips with confirming volume and indicator support (e.g., MACD crossover or RSI climbing above 50) before scaling in. Always size positions carefully and set stop‑loss levels below nearby support to mitigate volatility risk"
    }
  }
}