{
  "symbol": "DOGE/USD",
  "name": "Dogecoin vs US Dollar",
  "nameCn": "狗狗币/美元",
  "timestamp": "2026-02-23T01:55:15.434Z",
  "price": {
    "close": "0.09206",
    "high": "0.09448",
    "low": "0.09142",
    "open": "0.09445",
    "change": "-2.51",
    "datetime": "2026-02-23 01:00:00"
  },
  "indicators": {
    "rsi": 19.74585,
    "macd": -0.0011001024,
    "macd_signal": -0.00092702417,
    "sma20": 0.0958375
  },
  "analysis": {
    "zh": {
      "title": "狗狗币/美元技术分析：当前下行压力较大",
      "content": "当前狗狗币/美元（DOGE/USD）价格为0.09206，近期下跌了2.51%。价格目前处于0.09142至0.09448的区间内，显示出市场的短期波动性。整体来看，短期内市场面临一定的下行压力，投资者情绪较为谨慎。\n\n从技术指标来看，MACD线为负值（-0.0011），暗示着市场趋势倾向于空头。虽然RSI(14)缺失，但结合当前价格和短期走势，RSI可能接近或进入超卖区域，这可能导致短期反弹。SMA(20)为0.0958，价格低于该均线，进一步确认了短期内的下行趋势。\n\n在支撑位方面，0.09142是一个关键的支撑区。如果价格跌破此区域，可能会加速进一步下行。阻力位则在0.09448附近，突破该价位可能会引发短期的反弹或调整。投资者可以关注这些关键区域的突破，进行相应的操作。\n\n考虑到当前的市场趋势，建议短期内采取观望策略，避免过早入场。如果价格接近支撑位，适当布局可以考虑低位买入；若价格反弹并突破阻力位，则可考虑短线做多。"
    },
    "en": {
      "title": "Dogecoin vs US Dollar Technical Analysis",
      "content": "The current market data for Dogecoin against the US Dollar shows a slight bearish sentiment, with a 24-hour change of -2.51%. Trading within a narrow range of 0.09142 to 0.09448, the price has struggled to maintain upward momentum after reaching higher levels earlier. The price currently sits at 0.09206, closer to the lower bound of the range, signaling potential further weakness. A key factor to monitor here is whether Dogecoin can maintain support near 0.0914, a level that could act as a cushion for any further downside movement.\n\nWith no RSI data available, we shift focus to the MACD, which is currently negative at -0.0011. This suggests a lack of buying pressure and possible continuation of bearish momentum. The absence of a Signal line makes it difficult to derive clear confirmation for a trend reversal or continuation. Traders should keep an eye on this as a potential sign of further downside unless the MACD crosses into positive territory. Without additional confirmation, caution is advised when considering long positions.\n\nOn the moving average front, the 20-period SMA stands at 0.0958, which provides a point of resistance. Should the price make an attempt to reclaim this level, it would likely face significant resistance in the 0.0950 to 0.0960 region. The SMA could also serve as a short-term barrier, signaling a continuation of the bearish trend if not surpassed. A failure to break above this level would reinforce downward pressure toward the next support zone.\n\nTraders might consider shorting the pair near the SMA resistance around 0.0958, targeting the next support level near 0.0914. Conversely, a breakout above 0.0960 could signal a shift in momentum, potentially leading to a test of higher levels. Given the current bearish outlook, a wait-and-see approach with stop-losses set near 0.0960 is advisable to manage risk effectively."
    }
  }
}