{
  "symbol": "DOGE/USD",
  "name": "Dogecoin vs US Dollar",
  "nameCn": "狗狗币/美元",
  "timestamp": "2026-02-10T13:08:25.959Z",
  "price": {
    "close": "0.09292",
    "high": "0.09302",
    "low": "0.09267",
    "open": "0.09297",
    "change": "-0.03",
    "datetime": "2026-02-10 13:00:00"
  },
  "indicators": {
    "rsi": 34.68882,
    "macd": -0.00075788848,
    "macd_signal": -0.00054427765,
    "sma20": 0.094835
  },
  "analysis": {
    "zh": {
      "title": "狗狗币/美元技术分析：震荡整理，缺乏明确方向",
      "content": "当前DOGE/USD价格为0.09292，24小时内变化仅为-0.03%，市场表现平淡。从整体趋势来看，狗狗币呈现震荡整理的状态，价格在0.09267至0.09302之间波动，未能突破明显的支撑或阻力区间。\n\n技术指标方面，MACD为-0.00075788848，表明当前市场略显弱势，但尚未形成强烈的卖出信号。由于RSI值无法提供参考，技术面暂时缺乏明确的超买或超卖信号。此外，SMA(20)位于0.094835附近，价格下行仍受到其支撑，短期内若突破该位置，则可能出现下行趋势。\n\n支撑位方面，0.09267附近可能形成短期的强支撑，若价格跌破此位，可能会进一步回落至0.0920左右。阻力位则在0.09302附近，突破该区域可能会推动价格回升至0.0940以上。\n\n综合来看，目前市场处于震荡整理阶段，建议投资者保持观望，等待更明确的趋势信号。如果价格突破支撑或阻力区间，可以适时考虑进场。"
    },
    "en": {
      "title": "Dogecoin vs US Dollar Technical Analysis",
      "content": "The current market data for Dogecoin against the US Dollar shows a slight downward movement with a minor 24-hour price change of -0.03%. The price is hovering around $0.09292, which is near the low of the daily range, indicating possible short-term weakness. The market has shown limited volatility within the range of $0.09267 and $0.09302, suggesting consolidation. This price action may signal a pause before either a breakout or a further decline, depending on broader market conditions.\n\nThe absence of an RSI value leaves the momentum analysis incomplete, but the MACD indicator is slightly negative at -0.00075788848, signaling bearish pressure. A lack of a signal line for the MACD complicates any crossovers that could indicate a shift in momentum. Without clear bullish or bearish divergence in the MACD, it's difficult to ascertain whether this indicates a true downtrend or simply neutral market conditions. Traders should wait for more data to confirm the next move.\n\nThe 20-period Simple Moving Average (SMA) is currently at $0.09483, which is above the current price, acting as a dynamic resistance level. Should the price break above this SMA level, it would suggest a potential move toward higher resistance levels. On the downside, the recent low of $0.09267 forms a short-term support zone. A break below this support could lead to further downside, with the next major support likely found near $0.09000.\n\nGiven the lack of strong momentum indicators, it’s advisable for traders to adopt a wait-and-see approach. A close above the SMA or a sustained break below support would present clearer signals for either bullish or bearish positions. Until then, the market appears to be in a consolidation phase, and short-term trades should be cautious, favoring range-bound strategies."
    }
  }
}