{
  "symbol": "DOGE/USD",
  "name": "Dogecoin vs US Dollar",
  "nameCn": "狗狗币/美元",
  "timestamp": "2026-02-09T07:46:44.923Z",
  "price": {
    "close": "0.09518",
    "high": "0.09575",
    "low": "0.0951",
    "open": "0.09537",
    "change": "-0.22",
    "datetime": "2026-02-09 07:00:00"
  },
  "indicators": {
    "rsi": 39.57622,
    "macd": -0.00038955409,
    "macd_signal": -0.00024146141,
    "sma20": 0.0967395
  },
  "analysis": {
    "zh": {
      "title": "狗狗币/美元技术分析：[震荡整理，短期走势谨慎]",
      "content": "目前DOGE/USD的价格位于0.09518附近，整体呈现窄幅震荡整理的状态。价格在0.0951至0.09575区间内波动，显示出短期内缺乏明确的趋势方向。MACD处于负值区域，表明卖压略强，但尚未形成明确的熊市信号。结合当前价格走势，整体市场情绪偏谨慎。\n\n技术指标方面，SMA(20)位于0.0967395，价格在该均线下方运行，暗示短期内可能存在一定的下行压力。然而，RSI指标缺失，因此无法进一步确认超买或超卖的情况，导致短期内的动能无法准确判断。MACD的负值也表明目前市场的卖压仍占主导。\n\n支撑位方面，0.0951是短期的重要支撑区，若价格跌破此位，可能进一步考验下方0.0940区域的支撑力。而上方阻力位在0.0960附近，突破此位可能会迎来短期的反弹。若价格持续受压，可能会继续在0.0951至0.09575区间内震荡。\n\n综合来看，DOGE/USD短期内仍呈震荡整理格局，建议投资者在突破关键支撑或阻力位之前，保持谨慎的观望态度。避免在区间内追涨杀跌，等待更明确的趋势信号出现。"
    },
    "en": {
      "title": "Dogecoin vs US Dollar Technical Analysis",
      "content": "The current price of Dogecoin (DOGE) against the US Dollar (USD) is 0.09518, showing a minor 24-hour change of -0.22%. This slight decline indicates consolidation in the market, with limited volatility in the short term. The price remains trapped within a narrow range between 0.0951 and 0.09575, reflecting market indecision. A continuation of this range-bound action could lead to further consolidation, with a potential breakout or breakdown depending on future market sentiment.\n\nOn a technical level, Dogecoin’s RSI(14) is currently unavailable, making it difficult to gauge overbought or oversold conditions in this context. However, the MACD value is negative at -0.00039, suggesting that bearish momentum is in play, though the absence of a signal line complicates the interpretation of potential trend reversals. The market might be facing downward pressure, but without the MACD signal or RSI confirmation, any decisions should be made cautiously. Traders could wait for a clearer directional signal to confirm any momentum shifts.\n\nThe 20-period Simple Moving Average (SMA) is currently positioned at 0.0967395, just above the latest price. This suggests that the short-term trend is still slightly bearish, as the price is trading below the SMA. The 20 SMA can act as a resistance level if the price attempts to rally. A move above this level could signal a shift toward bullish momentum. On the downside, the support around 0.0951 remains key. A breach below this could suggest further downside risk, potentially testing the next support level lower.\n\nFor trading strategies, traders may consider waiting for a breakout above the 20 SMA at 0.0967 for a potential bullish entry. Alternatively, a breakdown below the 0.0951 support could prompt a short entry with targets set near the next support. Given the current lack of strong trend indicators, adopting a cautious, range-bound strategy is advisable until clearer signals materialize."
    }
  }
}