{
  "symbol": "DOGE/USD",
  "name": "Dogecoin vs US Dollar",
  "nameCn": "狗狗币/美元",
  "timestamp": "2026-02-26T20:37:55.804Z",
  "price": {
    "close": "0.09679",
    "high": "0.09764",
    "low": "0.09675",
    "open": "0.09735",
    "change": "-0.59",
    "datetime": "2026-02-26 20:00:00"
  },
  "indicators": {
    "rsi": 41.94727,
    "macd": -0.00057803409,
    "macd_signal": -0.00008408431,
    "sma20": 0.0989335
  },
  "analysis": {
    "zh": {
      "title": "狗狗币/美元技术分析：当前处于震荡整理阶段",
      "content": "目前狗狗币/美元（DOGE/USD）处于震荡整理的状态，价格在0.09675和0.09764之间波动，市场情绪较为平稳。尽管价格略有下行，但仍未出现明显的趋势反转信号。此时短期内可能继续维持在当前区间内震荡。\n\n技术指标方面，RSI(14)暂未给出有效数据，MACD呈现负值，但信号线数据缺失，表明市场缺乏明确的买入或卖出信号。SMA(20)当前为0.09893，显示价格略低于短期均线，表明市场可能偏向空头，短期内存在一定的下行压力。\n\n在支撑和阻力方面，当前的支撑位位于0.09675，突破这一位置可能会加速跌势，进一步测试0.09500附近的支撑区。而阻力位则位于0.09764，一旦突破该点，可能会迎来反弹，接下来的阻力位在0.09890附近。\n\n交易建议上，若价格回落至0.09675附近，可以考虑寻找买入机会，但止损应设置在0.09600以下；若突破0.09764，可以关注短期内的反弹，适时入场。"
    },
    "en": {
      "title": "Dogecoin vs US Dollar Technical Analysis",
      "content": "The current price of Dogecoin is 0.09679, showing a slight decline of 0.59% in the last 24 hours. This suggests a mild bearish sentiment in the short-term. The price has hovered between 0.09675 and 0.09764, indicating a consolidation phase. The 20-period simple moving average (SMA) stands at 0.09893, reflecting a near-term resistance level. Price action below this level signals continued downside potential, with a possible re-test of the support zone around 0.09675, which has proven resilient in recent trading.\n\nThe Relative Strength Index (RSI) is currently unavailable, making it difficult to assess whether the market is overbought or oversold. However, the MACD reading at -0.00057803409 suggests weak bearish momentum. Without a signal line, interpreting this value is challenging, but it indicates that the downward pressure is present, though not strong enough to drive a significant price drop. The lack of a signal line adds an element of uncertainty, so traders should remain cautious in making directional bets based on this alone.\n\nSupport is observed at 0.09675, a key level that has held up well in recent price movements. If the price breaks below this level, further downside could materialize toward 0.095, where additional support might emerge. On the resistance side, the price has struggled to push above the SMA at 0.09893. A break above this level could trigger a short-term rally toward 0.100, presenting an opportunity for those looking for upward movement.\n\nGiven the current market conditions, traders should remain vigilant for a break in either direction. A sustained close above 0.09893 would likely signal a shift towards bullish sentiment, while a move below 0.09675 could lead to further downside risk. Tight stop-losses and careful monitoring of market trends are recommended for managing risk in this range-bound environment."
    }
  }
}