{
  "symbol": "AVAX/USD",
  "name": "Avalanche vs US Dollar",
  "nameCn": "雪崩币/美元",
  "timestamp": "2026-01-31T13:59:42.065Z",
  "price": {
    "close": "10.4587",
    "high": "10.5703",
    "low": "10.4509",
    "open": "10.5515",
    "change": "-0.88",
    "datetime": "2026-01-31 13:00:00"
  },
  "indicators": {
    "rsi": 24.5779,
    "macd": -0.12725331,
    "macd_signal": -0.10651359,
    "sma20": 10.77033
  },
  "analysis": {
    "zh": {
      "title": "> search(\"你是专业的数字货币交易分析师。请对 雪崩币/美元(AVAX/USD) 进行技术分析。\\n\\n当前市场数据：\\n- 最新价格: 10.4587\\n- 24小时变化: -0.88%\\n- 高点/低点: 10.5703 / 10.4509\\n- RSI(14): N/A\\n- MACD: -0.12725331, Signal: N/A\\n- SMA(20): 10.77033\\n\\n要求：\\n1. 第一行：完整的中文标题，格式：\\\"雪崩币/美元技术分析：[趋势描述]\\\"\\n2. 然后空一行\\n3. 正文3-4段，每段60-80字，总共250-300字\\n4. 包含：趋势判断、技术指标解读、支撑/阻力位、交易建议\\n5. 使用专业术语但易于理解\\n6. 不要添加任何标签或额外说明\\n\\n立即开始（第一行就是标题）：\")",
      "content": "雪崩币/美元技术分析：短线偏弱震荡整理\n\n当前价格略低于20日均线且24小时微幅回落，短期趋势显示承压下行。价格运行区间收窄，多空力量暂时平衡，但短线偏弱信号明显，仍需关注波动加剧的风险并留意突破方向。\n\n技术指标显示MACD处于负值区域但未形成明显发散，动能偏弱；RSI暂无数据限制判断超买超卖，仅均线位置提示空头势力稍强。若后续指标重启，可结合交叉信号确认动能转折。\n\n近期主要支撑位看向10.30附近心理关口，其次是前低10.00整数位；阻力位关注20日均线10.77及上方前高11.00，若价格企稳并有效上破则有望缓解压力。区间震荡格局下支撑阻力频繁测试。\n\n建议短线交易者以震荡区间策略为主，靠近支撑适量布局、严格止损，突破阻力再考虑趋势跟进。中线投资者可等待确认上破10.77后再逐步加仓，控制仓位避免急跌风险。"
    },
    "en": {
      "title": "Avalanche vs US Dollar Technical Analysis",
      "content": "> search(\"You are a professional cryptocurrency analyst. Provide technical analysis for Avalanche vs US Dollar (AVAX/USD).\\n\\nCurrent Market Data:\\n- Latest Price: 10.4587\\n- 24h Change: -0.88%\\n- High/Low: 10.5703 / 10.4509\\n- RSI(14): N/A\\n- MACD: -0.12725331, Signal: N/A\\n- SMA(20): 10.77033\\n\\nRequirements:\\n1. Write 3-4 paragraphs, 60-80 words each, total 250-300 words\\n2. Include: trend analysis, indicator interpretation, support/resistance levels, trading suggestions\\n3. Use professional but accessible language\\n4. No labels, no meta-commentary\\n5. Start immediately with the content (no title needed)\\n\\nBegin:\")\n\nAvalanche’s price action around **$10.46** suggests a **short-term bearish drift** as the market struggles below the **20-period SMA (~10.77)**. The inability to reclaim this moving average reflects selling pressure near recent highs, indicating that the short-term trend isn’t firmly bullish. Price compressing between **$10.45–$10.57** also hints at indecision, with lower highs forming as buyers fail to push momentum into positive territory.\n\nThe MACD value at **–0.127** (with no signal line available) underscores this bearish bias, implying momentum favors sellers. Without a clear signal crossover, traders should be cautious; the market lacks strong directional conviction right now. Typical oscillators like RSI being unavailable further limits immediate confidence in oversold/overbought cues. Still, the negative MACD region suggests downside momentum has a slight edge until buyers can shift dynamics above the 20 SMA.\n\nKey levels to watch include the **support around $10.45–$10.46**, which if broken convincingly on increased volume could open the door for a move toward the psychological **$10.00** mark. On the upside, reclaiming and sustaining above **$10.77** would be pivotal — potentially targeting resistance near **$11.00–$11.20**. A breakout above that zone could signal a trend shift, encouraging accumulation. Conversely, failure to hold current support might accelerate stop-loss triggers, feeding further declines.\n\nFrom a trading standpoint, short-term players might consider cautious entries only once price confirms a breakout above the 20 SMA with solid volume or bounces off confirmed support with bullish candlestick patterns. Longer-term holders may prefer to add on dips closer to strong support zones, while employing tight risk controls below **$10.40**. Patience and confirmation remain key — avoid chasing moves without clear directional signals, as current data points to a soft bearish bias with limited upside conviction."
    }
  }
}