{
  "symbol": "BNB/USD",
  "name": "Binance Coin vs US Dollar",
  "nameCn": "币安币/美元",
  "timestamp": "2026-01-31T13:55:25.304Z",
  "price": {
    "close": "829.71",
    "high": "834.3",
    "low": "828.75",
    "open": "833.72",
    "change": "-0.48",
    "datetime": "2026-01-31 13:00:00"
  },
  "indicators": {
    "rsi": 27.12836,
    "macd": -5.81621,
    "macd_signal": -3.96762,
    "sma20": 848.8595
  },
  "analysis": {
    "zh": {
      "title": "币安币/美元技术分析：[震荡整理，短期偏弱]",
      "content": "当前，BNB/USD的价格为829.71美元，处于小幅震荡调整阶段。从技术面来看，短期内币价未能突破20日简单移动平均线（SMA 20）848.86美元，显示出一定的抑制力量。整体趋势偏弱，未见强势上涨信号。\n\nRSI指标暂缺，且MACD数值为-5.81621，说明市场处于一定的卖压状态。虽然目前没有明确的超卖信号，但持续的负值MACD和缺乏正向交叉，提示市场情绪仍较为谨慎。投资者应保持观望。\n\n支撑位位于828.75美元附近，这一价位可能会限制短期的进一步下行空间。若价格突破此支撑，可能会进一步测试更低的支撑区域。上方则有强阻力位在834.3美元，价格若突破此阻力，可能迎来短期反弹。\n\n考虑到当前市场的震荡态势，建议短线交易者关注价格的突破情况。若价格跌破828.75美元，可考虑做空策略；若突破834.3美元，则可考虑短期买入操作。但需警惕大盘波动风险，做好风险管理。"
    },
    "en": {
      "title": "Binance Coin vs US Dollar Technical Analysis",
      "content": "> search(\"You are a professional cryptocurrency analyst. Provide technical analysis for Binance Coin vs US Dollar (BNB/USD).\\n\\nCurrent Market Data:\\n- Latest Price: 829.71\\n- 24h Change: -0.48%\\n- High/Low: 834.3 / 828.75\\n- RSI(14): N/A\\n- MACD: -5.81621, Signal: N/A\\n- SMA(20): 848.85950\\n\\nRequirements:\\n1. Write 3-4 paragraphs, 60-80 words each, total 250-300 words\\n2. Include: trend analysis, indicator interpretation, support/resistance levels, trading suggestions\\n3. Use professional but accessible language\\n4. No labels, no meta-commentary\\n5. Start immediately with the content (no title needed)\\n\\nBegin:\")\n\nBinance Coin’s recent price action around **$829.71** suggests a short-term **bearish bias** against the US Dollar. After failing to sustain levels above **$840**, the market drifted lower, forming a series of lower highs. Price trading below the **20‑period simple moving average (~848.86)** reinforces this shift, indicating short-term sellers still hold control. While the slide appears gradual, it highlights a lack of bullish conviction near recent highs.\n\nMomentum indicators paint a cautious picture. The **MACD reading at –5.816** underscores bearish pressure, even though the absence of a signal line limits precise crossover interpretation. The lack of a reliable **RSI(14)** figure makes it harder to gauge overbought/oversold conditions, but the current pattern suggests room for continued softening before significant reversal signs emerge. Traders should watch for a potential MACD histogram contraction as an early hint of momentum stabilization.\n\nKey **support levels** to watch emerge around **$820–$825**, a zone where recent intraday lows clustered, and further down toward **$800**, which represents a psychologically significant floor. On the upside, resistance near **$848–$850** aligns with the 20‑SMA, while **$860–$870** could stall further advances based on earlier swing highs. A decisive break above the 20‑SMA with sustained volume could shift sentiment bullish, but until that materializes, resistance remains stiff.\n\nFor traders, a conservative approach makes sense. Short‑term players might consider small entries on dip‑buy setups near established support, with tight stops below **$800** to manage risk. Breakouts above **$850** could offer more conviction for long positions, targeting **$870–$880** if momentum improves. Conversely, failure to hold immediate support might open a deeper retracement, warranting caution for longs and potential scalp opportunities for shorts."
    }
  }
}