{
  "symbol": "DOGE/USD",
  "name": "Dogecoin vs US Dollar",
  "nameCn": "狗狗币/美元",
  "timestamp": "2026-02-09T06:24:03.568Z",
  "price": {
    "close": "0.09506",
    "high": "0.09633",
    "low": "0.09484",
    "open": "0.09633",
    "change": "-1.33",
    "datetime": "2026-02-09 06:00:00"
  },
  "indicators": {
    "rsi": 39.3237,
    "macd": -0.00033078258,
    "macd_signal": -0.00020890548,
    "sma20": 0.096885
  },
  "analysis": {
    "zh": {
      "title": "> search(\"你是专业的数字货币交易分析师。请对 狗狗币/美元(DOGE/USD) 进行技术分析。\\n\\n当前市场数据：\\n- 最新价格: 0.09506\\n- 24小时变化: -1.33%\\n- 高点/低点: 0.09633 / 0.09484\\n- RSI(14): N/A\\n- MACD: -0.00033078258, Signal: N/A\\n- SMA(20): 0.096885000\\n\\n要求：\\n1. 第一行：完整的中文标题，格式：\\\"狗狗币/美元技术分析：[趋势描述]\\\"\\n2. 然后空一行\\n3. 正文3-4段，每段60-80字，总共250-300字\\n4. 包含：趋势判断、技术指标解读、支撑/阻力位、交易建议\\n5. 使用专业术语但易于理解\\n6. 不要添加任何标签或额外说明\\n\\n立即开始（第一行就是标题）：\")",
      "content": "狗狗币/美元技术分析：短线承压整理趋弱震荡\n\n当前价格位于0.09506，短线呈现承压下行态势，价格低于20日均线0.096885，显示多头动能不足，波动区间较窄。整体趋势偏弱，但尚未出现急速下跌结构，震荡整理为主，短线情绪谨慎。\n\n技术指标方面，MACD直线为负且未见明显背离企稳信号，表明空头力度仍占优。由于缺失RSI数据，无法确认超买超卖，但价格在均线下方反复试探，暗示市场缺乏有效买盘支撑。\n\n关键支撑位可关注前低0.0945一线，如跌破则可能扩展下行区间。阻力位在20日均线附近0.0968及心理整数位0.10处，多头反攻需突破这些阻力才能重获上行动力。\n\n交易上建议短线谨慎，若价格在支撑区站稳可小幅布局，做好止损控制；如遇反弹逼近阻力，可考虑分批获利了结。中长线投资者可等明确趋势信号确认再择机介入。"
    },
    "en": {
      "title": "Dogecoin vs US Dollar Technical Analysis",
      "content": "The Dogecoin market against the US Dollar (DOGE/USD) is currently in a mild bearish trend, with a 24-hour change of -1.33%. The latest price of 0.09506 indicates a slight retracement from recent highs, where the market reached 0.09633. Given the tight price action between the high and low range (0.09633 to 0.09484), the current price movement appears to be consolidating within a narrow range. This suggests a wait-and-see approach as the market decides its next directional move.\n\nThe RSI(14) is not available at the moment, but the MACD shows a negative value at -0.00033, indicating that the bearish momentum is in play. Although the MACD signal is missing, this reading suggests downward pressure in the near term, which could signal further price weakness if the trend continues. Traders should remain cautious, as any shifts towards the negative side on the MACD would confirm this sentiment, while a recovery could signal an opportunity for long positions.\n\nThe 20-period SMA stands at 0.09689, serving as a critical resistance level. This moving average could act as a price ceiling, with the price struggling to maintain upward momentum beyond this threshold. On the support side, the low of 0.09484 serves as a crucial level, providing a potential point of price stabilization or reversal. If DOGE/USD dips below this level, further declines towards the next support zone at 0.093 could occur, offering potential short opportunities.\n\nConsidering the current technical outlook, short-term traders should focus on breakout strategies. A close above the SMA could trigger buying interest, targeting resistance levels above 0.097, while failure to sustain above 0.0950 might prompt further downside testing. Keep an eye on MACD for additional confirmation of trend direction."
    }
  }
}