{
  "symbol": "DOGE/USD",
  "name": "Dogecoin vs US Dollar",
  "nameCn": "狗狗币/美元",
  "timestamp": "2026-02-18T18:09:27.385Z",
  "price": {
    "close": "0.0997",
    "high": "0.09979",
    "low": "0.09958",
    "open": "0.09959",
    "change": "0.12",
    "datetime": "2026-02-18 18:00:00"
  },
  "indicators": {
    "rsi": 44.87029,
    "macd": -0.00019437794,
    "macd_signal": -0.000084591711,
    "sma20": 0.1005975
  },
  "analysis": {
    "zh": {
      "title": "狗狗币/美元技术分析：当前区间震荡，短期保持观望",
      "content": "当前狗狗币/美元(DOGE/USD)价格在0.0997附近，处于一个相对狭窄的区间内。日内价格波动不大，最高仅触及0.09979，最低下探至0.09958，显示市场在此区间内震荡整理。近期缺乏强烈的趋势信号，短期内可能继续维持这种震荡格局。\n\n从技术指标来看，RSI(14)数据暂时不可用，MACD显示轻微的负值(-0.00019437794)，暗示市场动能较弱。20日简单移动平均(SMA)为0.1006，价格目前略低于该水平，表明短期内可能存在一定的下行压力。当前缺乏强烈的上涨信号，市场情绪偏向谨慎。\n\n支撑位方面，0.0995附近可能提供初步支撑，若价格进一步下探，0.0990可能成为下一关键支撑区域。阻力位则在0.1005附近，若价格突破此位置，则可能测试0.1010至0.1015区间的更高阻力水平。\n\n建议投资者在当前市场环境下保持谨慎，等待价格突破关键支撑或阻力位后再做决策。若价格下行至支撑位附近，考虑逢低买入；若突破阻力位，则可关注短期反弹机会。"
    },
    "en": {
      "title": "Dogecoin vs US Dollar Technical Analysis",
      "content": "The current price of Dogecoin (DOGE) against the US Dollar (USD) stands at $0.0997, which shows minimal movement, with a 24-hour change of 0.12%. This stability suggests a consolidation phase, where the market is likely awaiting a catalyst to drive significant price action. The price remains near the daily high of $0.09979, implying the potential for a slight bullish bias if it sustains above this level. However, the range between the high ($0.09979) and low ($0.09958) is tight, reflecting limited volatility in the short term.\n\nFrom an indicator perspective, the MACD value of -0.00019 signals a slight bearish momentum, but without the Signal line data, its relevance is limited. The lack of a defined RSI reading also leaves the market without clear insight into overbought or oversold conditions, which could be crucial for making decisions regarding potential reversals or continuation of the trend. The 20-period Simple Moving Average (SMA) at $0.1006 is currently above the price, which may act as a resistance point in the short term. A break above this level could indicate a continuation toward higher prices.\n\nLooking at support and resistance, the current range between $0.09958 and $0.09979 represents immediate key levels. If Dogecoin fails to sustain above $0.0998, further downside pressure may lead towards a test of support near $0.0995. On the other hand, if the price breaks through the resistance at $0.1006, it could trigger a move higher, potentially approaching $0.1015. Traders should watch for breakouts or breakdowns at these levels for confirmation of the next directional move.\n\nIn terms of trading strategy, caution seems prudent due to the current lack of momentum. A potential range-bound trade could be effective, buying near support at $0.0995 and selling near resistance at $0.1006. However, should the price break either boundary with significant volume, that could signal a more decisive trend, either bullish or bearish."
    }
  }
}