{
  "symbol": "DOGE/USD",
  "name": "Dogecoin vs US Dollar",
  "nameCn": "狗狗币/美元",
  "timestamp": "2026-02-04T16:46:27.147Z",
  "price": {
    "close": "0.10222",
    "high": "0.10414",
    "low": "0.10197",
    "open": "0.10325",
    "change": "-1.01",
    "datetime": "2026-02-04 16:00:00"
  },
  "indicators": {
    "rsi": 33.5201,
    "macd": -0.00076986985,
    "macd_signal": -0.0001531205,
    "sma20": 0.1067515
  },
  "analysis": {
    "zh": {
      "title": "狗狗币/美元技术分析：短期震荡走势，需关注关键支撑与阻力",
      "content": "当前狗狗币/美元（DOGE/USD）处于短期震荡整理阶段，价格在0.10197至0.10414区间波动。近期价格略有回落，显示出市场对当前价位的关注度较高，短期内可能难以突破重要的阻力位。\n\n从技术指标来看，MACD值为负，表明市场暂时处于卖压中，但信号线数据缺失，未能提供进一步的趋势确认。SMA(20)在0.1067附近，显示价格仍低于这一均线，意味着短期内看跌的压力较大。RSI(14)缺失数据，无法提供过买或过卖的具体信号。\n\n支撑位主要集中在0.10197附近，一旦跌破该位置，可能引发进一步的下行趋势。上方的阻力位为0.10414，若突破该点位，可能迎来短期反弹。投资者需密切关注这些关键水平，及时调整策略。\n\n综合来看，当前市场情绪较为谨慎，适合进行区间交易操作。在支撑位附近寻找买入机会，接近阻力位时则考虑卖出。短期内保持谨慎，避免大幅度仓位操作。"
    },
    "en": {
      "title": "Dogecoin vs US Dollar Technical Analysis",
      "content": "The current trend for DOGE/USD appears to be in a slight bearish phase, with the price moving from the recent high of 0.10414 to the current level of 0.10222. This decline suggests the market might be facing short-term selling pressure, as seen in the 24-hour price change of -1.01%. A deeper look at the price action reveals the market is trading below the 20-period simple moving average (SMA) of 0.1067515, which further indicates a bearish sentiment in the near term. \n\nFrom an indicator perspective, the MACD reading of -0.00077 signals a slight negative momentum, although the absence of a clear signal line makes it harder to draw definitive conclusions. Without the RSI data, it's challenging to assess the market's overbought or oversold condition. However, the lack of a strong rebound after the recent low indicates that DOGE/USD might face more downward pressure if the broader market sentiment remains weak.\n\nSupport is observed at the recent low of 0.10197, which may act as a potential floor for further declines. If the price consolidates around this level and shows signs of stabilization, it could be a good entry point for buyers. On the other hand, resistance is seen at the 0.10414 level, and if the price breaks above this, it could signal a potential reversal or a recovery towards the 20-period SMA of 0.1067515. \n\nGiven the current bearish trend and the lack of strong bullish indicators, traders might consider waiting for confirmation of either a rebound at support or a break above resistance before making substantial moves. A cautious approach is recommended, keeping an eye on volume and any new developments that might affect market sentiment."
    }
  }
}