{
  "symbol": "DOGE/USD",
  "name": "Dogecoin vs US Dollar",
  "nameCn": "狗狗币/美元",
  "timestamp": "2026-02-28T03:25:47.426Z",
  "price": {
    "close": "0.09361",
    "high": "0.09371",
    "low": "0.09354",
    "open": "0.09371",
    "change": "-0.11",
    "datetime": "2026-02-28 03:00:00"
  },
  "indicators": {
    "rsi": 36.57216,
    "macd": -0.00099738662,
    "macd_signal": -0.0010968459,
    "sma20": 0.094266
  },
  "analysis": {
    "zh": {
      "title": "狗狗币/美元技术分析：震荡整理，短期缺乏方向性",
      "content": "目前，狗狗币/美元（DOGE/USD）价格处于0.09361附近，短期内价格波动较小，显示出震荡整理的走势。最近24小时价格仅微跌0.11%，未出现明显的涨跌趋势，表明市场情绪相对谨慎，缺乏强烈的买卖信号。\n\n技术指标方面，RSI（14）暂无数据，未能提供超买或超卖的参考。MACD指标显示负值（-0.00099738662），这表明短期内卖压略大于买压，但尚未形成明确的下行趋势，市场仍处于多空僵持状态。SMA(20)为0.09427，价格稍微低于此均线，暗示短期内可能存在轻微的下行压力。\n\n从支撑位和阻力位来看，当前价格接近0.09354的低点，这一位置可能成为短期的支撑位。若价格进一步下行，0.09300附近则可能是下一个关键支撑位。上方阻力位在0.09371附近，突破这一水平可能会为进一步反弹提供动力，下一目标可能是0.09500。\n\n综合来看，短期内DOGE/USD呈震荡整理态势，建议在价格接近支撑位时考虑低买，但若突破上方阻力位，则可以关注短期的反弹机会。"
    },
    "en": {
      "title": "Dogecoin vs US Dollar Technical Analysis",
      "content": "The Dogecoin market is currently showing a relatively neutral short-term trend, trading at $0.09361, with a slight 24-hour decline of 0.11%. The price has been moving within a tight range, reaching a high of $0.09371 and a low of $0.09354, which suggests limited volatility. The lack of significant price movement points to market indecision, making it difficult to pinpoint a clear bullish or bearish trend. This range-bound behavior indicates that traders may be waiting for a catalyst to spark further price action.\n\nWith the 20-period Simple Moving Average (SMA) at $0.09427, Dogecoin is trading slightly below its short-term average, which can be viewed as a mild bearish signal. The current price positioning suggests that any significant upward movement may face resistance around the $0.0945 level. On the downside, support is likely near the $0.09350 range, which has acted as a consistent floor in recent price action. A breakdown below this level could lead to a deeper pullback, possibly toward the $0.09300 region.\n\nThe MACD value of -0.000997 suggests a slight bearish momentum, but without a clear signal line, it is difficult to determine a strong trend direction. Traders will want to monitor this indicator closely for any potential crossovers or shifts in momentum. While the absence of the RSI makes it harder to gauge market strength, the current price movement and MACD suggest that Dogecoin may remain range-bound until either a breakout or breakdown occurs.\n\nGiven the current market conditions, conservative traders may consider waiting for a clearer trend signal before entering positions. For those looking to trade within the range, buying near support at $0.09350 and selling near resistance at $0.09450 could be a viable strategy. A break above $0.095 could signal the beginning of an upward trend, while a fall below $0.093 could indicate further bearish movement."
    }
  }
}