{
  "symbol": "DOGE/USD",
  "name": "Dogecoin vs US Dollar",
  "nameCn": "狗狗币/美元",
  "timestamp": "2026-02-09T13:04:58.683Z",
  "price": {
    "close": "0.09395",
    "high": "0.09412",
    "low": "0.0939",
    "open": "0.09409",
    "change": "-0.14",
    "datetime": "2026-02-09 13:00:00"
  },
  "indicators": {
    "rsi": 38.59018,
    "macd": -0.00091914566,
    "macd_signal": -0.00068507637,
    "sma20": 0.095663
  },
  "analysis": {
    "zh": {
      "title": "狗狗币/美元技术分析：震荡整理，谨慎操作",
      "content": "当前DOGE/USD价格为0.09395，市场表现出震荡整理的特征。尽管24小时变化较小，但价格波动仍在0.0939至0.09412区间内，未能突破明显的支撑或阻力水平。整体走势呈现出相对平稳的状态，短期内可能会继续维持此区间整理模式。\n\n从技术指标来看，RSI（14）缺失数据，而MACD值为-0.0009，表明当前市场处于轻微的下行趋势中，且信号线数据未给出明确方向。SMA(20)为0.095663，价格低于此水平，可能反映出卖盘压力较大。市场未见强烈的上涨或下跌动力，短期内可能会受到低成交量的影响，维持震荡格局。\n\n在支撑和阻力方面，当前的支撑位位于0.0939附近，若价格进一步下探，可能会考验更低的水平。阻力位则在0.09412至SMA(20)附近，突破此区域有望带来短期的反弹。若价格持续低于SMA(20)，则短期内空头情绪可能占据主导。\n\n交易建议上，建议投资者谨慎操作，等待价格突破震荡区间或更明确的趋势信号再行入场。当前市场动能较弱，过早的入场可能面临风险。"
    },
    "en": {
      "title": "Dogecoin vs US Dollar Technical Analysis",
      "content": "The current price of Dogecoin (DOGE) against the US Dollar stands at $0.09395, with a slight 24-hour decline of -0.14%. This minor price drop suggests a consolidation or lack of significant momentum in the market. The high and low for the past 24 hours have been $0.09412 and $0.0939, indicating tight price action and the possibility of range-bound movement in the short term. The current market appears to be in a wait-and-see pattern, likely due to uncertainty in broader market conditions.\n\nWhen analyzing trends, the price is hovering just below the 20-period simple moving average (SMA) at $0.09566, which typically acts as a resistance level in such scenarios. The market remains below the SMA, suggesting a bearish short-term bias or hesitation in price action. However, if DOGE manages to break above this level, it could signal a potential upward movement, with the next key resistance being near $0.0965. A failure to break through the SMA could reinforce the downtrend, or at least maintain the current stagnation.\n\nThe Relative Strength Index (RSI) is unavailable at this time, which limits insight into overbought or oversold conditions. The absence of a clearly defined RSI makes interpreting the market sentiment challenging. Similarly, the MACD value of -0.00092 points to a slight bearish momentum, although the lack of a Signal line further complicates precise interpretation. For now, the MACD suggests a weak bearish trend, with any major reversal unlikely unless there is a substantial change in momentum.\n\nSupport levels for Dogecoin are seen near the recent low of $0.0939, with the possibility of further support around $0.0930. A drop below this area could signal further downside, potentially reaching the $0.092 level. Conversely, if DOGE manages to reclaim the $0.095 level, a short-term bullish breakout may occur, targeting higher resistance near $0.0965 or beyond. Traders should watch for either a break of the SMA or a strong rejection of the $0.0939 level for clearer directional signals."
    }
  }
}