{
  "symbol": "AVAX/USD",
  "name": "Avalanche vs US Dollar",
  "nameCn": "雪崩币/美元",
  "timestamp": "2026-01-30T01:49:23.563Z",
  "price": {
    "close": "10.8429",
    "high": "11.0893",
    "low": "10.7",
    "open": "11.0663",
    "change": "-2.03",
    "datetime": "2026-01-30 01:00:00"
  },
  "indicators": {
    "rsi": 24.9219,
    "macd": -0.24086639,
    "macd_signal": -0.23154421,
    "sma20": 11.28718
  },
  "analysis": {
    "zh": {
      "title": "> search(\"你是专业的数字货币交易分析师。请对 雪崩币/美元(AVAX/USD) 进行技术分析。\\n\\n当前市场数据：\\n- 最新价格: 10.8429\\n- 24小时变化: -2.03%\\n- 高点/低点: 11.0893 / 10.7\\n- RSI(14): N/A\\n- MACD: -0.24086639, Signal: N/A\\n- SMA(20): 11.28718\\n\\n要求：\\n1. 第一行：完整的中文标题，格式：\\\"雪崩币/美元技术分析：[趋势描述]\\\"\\n2. 然后空一行\\n3. 正文3-4段，每段60-80字，总共250-300字\\n4. 包含：趋势判断、技术指标解读、支撑/阻力位、交易建议\\n5. 使用专业术语但易于理解\\n6. 不要添加任何标签或额外说明\\n\\n立即开始（第一行就是标题）：\")",
      "content": "雪崩币/美元技术分析：短期偏弱承压回落\n\n当前价格位于20日简单移动平均线下方，反映短线承压走势。价格24小时微幅下跌，且未能有效上破11.28阻力，短期倾向疲弱震荡。若跌破10.70前低，将加剧空头情绪，趋势偏向下行整理。\n\n技术指标上，MACD处于负值区且未见信号线交叉，显示下行动能占优，动量指标尚未形成底背离。虽然RSI(14)数据暂缺，但价格结构与均线配置暗示买盘力度较弱，短线仍需要更多买入力量确认反弹。\n\n关键阻力位在11.28及11.50区域，若多头能重返并稳守这些价位，有望触发短线反弹。支撑位在10.70、10.50附近，跌破后可能进一步测试10美元整数关口。关注成交量变化，若放量突破阻力则趋势偏多，否则延续区间震荡。\n\n交易建议方面，短线偏向观望与防守。若已有仓位，可在接近支撑区域逐步减仓或设置止损于10.50下方以控制风险。激进者可等待价格回到阻力位并确认反转信号后再考虑短线空单。中期则需等待MACD转正及价格站稳关键均线后，再逐步构建多头布局。总体保持纪律性，谨慎应对波动。"
    },
    "en": {
      "title": "Avalanche vs US Dollar Technical Analysis",
      "content": "> search(\"You are a professional cryptocurrency analyst. Provide technical analysis for Avalanche vs US Dollar (AVAX/USD).\\n\\nCurrent Market Data:\\n- Latest Price: 10.8429\\n- 24h Change: -2.03%\\n- High/Low: 11.0893 / 10.7\\n- RSI(14): N/A\\n- MACD: -0.24086639, Signal: N/A\\n- SMA(20): 11.28718\\n\\nRequirements:\\n1. Write 3-4 paragraphs, 60-80 words each, total 250-300 words\\n2. Include: trend analysis, indicator interpretation, support/resistance levels, trading suggestions\\n3. Use professional but accessible language\\n4. No labels, no meta-commentary\\n5. Start immediately with the content (no title needed)\\n\\nBegin:\")\n\nAvalanche’s recent price action shows a short-term **bearish bias** as the pair trades below its 20-period simple moving average at **11.29**, signaling downward pressure. The failure to reclaim this average after recent highs near **11.09** suggests sellers are in control, with lower highs forming on shorter timeframes. Until price decisively breaks above 11.29 and sustains above 11.50, the trend remains skewed to the downside.\n\nMomentum indicators hint at weakening internals. The negative MACD reading around **–0.24** reflects slowing bullish momentum and potential acceleration of selling pressure if the MACD line diverges further from the signal. While the exact signal line isn’t available, the current configuration typically aligns with distribution phases and may presage deeper pullbacks if confirmed by a crossover. Absence of a reliable RSI value tempers confidence in oversold/overbought readings, but prevailing readings below key moving averages imply caution.\n\nKey **support** lies initially at the recent low near **10.70**; a break under this zone could expose **10.40–10.50** as a secondary buffer, where buyers might step after previous consolidation. On the upside, immediate **resistance** clusters from 11.08 to 11.29; clearing this region would be the first sign of recovery. Beyond that, the **11.50–11.70** zone is critical for bulls to shift structural control back in their favor and attract fresh longs.\n\nIn terms of execution, short-term traders may consider nimble positions favoring downside continuation with tight risk near resistance. A break below 10.70 could offer short entries targeting 10.50, with stops above 10.95. Conversely, a reclaim and hold above 11.30 could open range trades to 11.70, favoring buy-on-break strategies. Always account for volatility, and adjust positions relative to your risk tolerance."
    }
  }
}