{
  "symbol": "DOGE/USD",
  "name": "Dogecoin vs US Dollar",
  "nameCn": "狗狗币/美元",
  "timestamp": "2026-01-30T01:48:34.971Z",
  "price": {
    "close": "0.11381",
    "high": "0.11711",
    "low": "0.11205",
    "open": "0.11688",
    "change": "-2.62",
    "datetime": "2026-01-30 01:00:00"
  },
  "indicators": {
    "rsi": 26.18625,
    "macd": -0.0019522553,
    "macd_signal": -0.0018623492,
    "sma20": 0.118266
  },
  "analysis": {
    "zh": {
      "title": "狗狗币/美元技术分析：[短期看跌趋势]",
      "content": "当前狗狗币（DOGE）价格为0.11381，24小时内下跌2.62%。从价格走势来看，狗狗币在高点0.11711附近遭遇阻力，未能突破这一水平，显示出短期内可能存在看跌的趋势。若价格继续下行，可能会测试支撑位0.11205。\n\n在技术指标方面，目前的MACD值为-0.00195，表明市场动能较弱，显示出卖方力量的增强。由于RSI尚不可用，我们无法确认超买或超卖的状态，但当前的价格走势和MACD指标指向短期的下行压力。\n\n支撑位方面，0.11205是一个重要的心理关口，若跌破将进一步加剧下行趋势。上方阻力位在0.11711，价格若反弹至该水平，则需关注卖压的表现。突破该阻力位可能会为价格恢复提供机会。\n\n综合考虑，当前市场环境不利于多头，短期内建议投资者采取谨慎态度，可考虑在支撑位附近布局短期反弹策略。同时，密切关注技术指标变化，以便及时调整策略。"
    },
    "en": {
      "title": "Dogecoin vs US Dollar Technical Analysis",
      "content": "The current price of Dogecoin (DOGE) against the US Dollar (USD) stands at 0.11381, reflecting a decline of 2.62% over the past 24 hours. This downward movement suggests a bearish sentiment in the market, especially given that the price has recently tested the low of 0.11205. This level may serve as a critical support point; if DOGE fails to hold above this threshold, it could lead to further declines, potentially testing more significant support levels around 0.11000.\n\nIn terms of trend analysis, the price is currently below the 20-day Simple Moving Average (SMA) at 0.11826600, indicating a short-term bearish trend. The inability to sustain above this moving average suggests that sellers are in control, and the market may experience continued pressure. Furthermore, the recent high of 0.11711 could act as a resistance level, where upward momentum may falter if buyers attempt to regain control.\n\nThe MACD indicator is currently negative at -0.0019522553, which points to bearish momentum in the short term. Although the RSI is unavailable for this analysis, a generally low RSI would indicate oversold conditions, potentially signaling a reversal opportunity. Traders should watch for any bullish divergence in forthcoming sessions, as that could present a favorable entry point.\n\nFor traders considering positions in DOGE, a cautious approach is advised. Those looking to enter the market might wait for a confirmed bounce off the support level at 0.11205 or below, while placing stop-loss orders just beneath that level to mitigate risk. Conversely, if a rally occurs, observing the price action around the resistance at 0.11711 will be crucial for potential profit-taking or re-evaluating long positions."
    }
  }
}