{
  "symbol": "ETH/USD",
  "name": "Ethereum vs US Dollar",
  "nameCn": "以太坊/美元",
  "timestamp": "2026-01-30T01:45:13.055Z",
  "price": {
    "close": "2789.56",
    "high": "2813.19",
    "low": "2784.83",
    "open": "2805",
    "change": "-0.64",
    "datetime": "2026-01-30 01:00:00"
  },
  "indicators": {
    "rsi": 28.25396,
    "macd": -45.70627,
    "macd_signal": -43.01257,
    "sma20": 2867.248
  },
  "analysis": {
    "zh": {
      "title": "以太坊/美元技术分析：[短期下行趋势显现]",
      "content": "当前以太坊/美元（ETH/USD）的市场表现显示出短期下行趋势。最新价格为2789.56美元，较24小时前下降了0.64%。在高点2813.19与低点2784.83之间波动，表明市场缺乏明显的买入动力。若价格持续下行，可能会进一步考验下方支撑位。\n\n技术指标方面，MACD指标为-45.70627，显示出卖方力量占据主导地位，且RSI尚未提供足够数据以评估超卖或超买情况。20日简单移动平均线（SMA）为2867.248，当前价格远低于该水平，进一步确认了当前的下行趋势。\n\n支撑位方面，2784.83美元为关键支撑位，若突破该水平，可能引发更大的卖压，导致价格进一步下探至2750美元附近。上方阻力位则在2867美元附近，若反弹至此水平，则可能面临更强的卖出压力。\n\n综合考虑市场趋势和技术指标，建议投资者在短期内谨慎操作，避免追高。在价格接近支撑位时可考虑小规模买入，但要设置止损以控制风险。"
    },
    "en": {
      "title": "Ethereum vs US Dollar Technical Analysis",
      "content": "The current price of Ethereum against the US Dollar stands at 2789.56, which reflects a slight decline of 0.64% over the past 24 hours. This marginal dip indicates that the market is experiencing some bearish pressure. The high and low for the day—2813.19 and 2784.83—suggest a narrow trading range, implying that volatility may be low at this moment. Traders should closely monitor price movements within this band for potential breakouts or reversals.\n\nIn terms of trend analysis, Ethereum appears to be in a consolidation phase, having tested the 2800 resistance level multiple times without a successful breakout. The SMA(20) at 2867.25 further reinforces this resistance level, indicating that sellers may be more active around this area. A sustained move above the SMA could signal a bullish reversal, while failure to hold above the recent lows may lead to further downside.\n\nIndicator interpretation reveals that the MACD is currently negative at -45.70627, suggesting bearish momentum. The absence of an RSI reading makes it difficult to assess overbought or oversold conditions, but the negative MACD indicates that selling pressure may persist. Traders should keep an eye on any potential crossovers in the MACD, as a shift towards positive territory could signify a change in momentum.\n\nSupport levels are established around the recent low of 2784.83, which could act as a critical pivot point. A break below this level may trigger additional selling, potentially targeting lower support zones. Conversely, if Ethereum manages to reclaim the 2800 level, traders could consider a short-term long position with a target near the SMA(20). Careful monitoring of volume and market sentiment will be essential in executing any trades in this environment."
    }
  }
}