{
  "symbol": "ADA/USD",
  "name": "Cardano vs US Dollar",
  "nameCn": "艾达币/美元",
  "timestamp": "2026-01-30T07:34:15.170Z",
  "price": {
    "close": "0.326044",
    "high": "0.326621",
    "low": "0.321642",
    "open": "0.321642",
    "change": "1.36",
    "datetime": "2026-01-30 07:00:00"
  },
  "indicators": {
    "rsi": 35.91111,
    "macd": -0.0061834383,
    "macd_signal": -0.0060005189,
    "sma20": 0.3323361
  },
  "analysis": {
    "zh": {
      "title": "艾达币/美元技术分析：[震荡整理中]",
      "content": "当前艾达币（ADA）在0.326044美元附近交易，24小时内小幅上涨1.36%。从价格走势来看，ADA目前处于震荡整理阶段，未能有效突破0.33美元的阻力位，显示出市场情绪的谨慎。若价格持续维持在当前区间内，短期内可能仍会面临震荡格局。\n\n技术指标方面，MACD目前为负值，表明市场卖压较重，尚未形成明确的上行趋势。虽然RSI数据缺失，但如果出现超卖信号，可能促使短期反弹。20日简单移动平均线（SMA）在0.33233610美元附近，构成了短期的阻力水平，若突破该位，则有可能引发进一步上涨。\n\n在支撑位方面，0.321642美元提供了较强的支撑，若价格跌破该水平，可能会加大下行风险。交易者可以考虑在接近支撑位时布局多单，而在接近阻力位时设置止盈，控制风险。此外，建议密切关注市场动向和技术指标的变化，以便及时调整交易策略。"
    },
    "en": {
      "title": "Cardano vs US Dollar Technical Analysis",
      "content": "Cardano is currently trading near 0.326 after a modest daily gain, but the broader short-term structure still leans cautious. Price remains below the 20-period simple moving average at 0.332, suggesting the prevailing trend is mildly bearish to sideways. Recent candles show limited upside momentum, indicating buyers are active but not yet strong enough to reclaim control of the short-term trend.\n\nMomentum indicators reinforce this neutral-to-bearish bias. The MACD is firmly negative at -0.00618, signaling that downside momentum has dominated recent sessions. Although the MACD signal line is unavailable, the depth of the negative value suggests selling pressure has not fully dissipated. The absence of a confirmed RSI reading limits overbought or oversold assessment, but price behavior implies consolidation rather than exhaustion.\n\nFrom a structure perspective, immediate support is forming near 0.322, aligned with the session low. A deeper breakdown could expose the psychological 0.315 area, where buyers may attempt to defend. On the upside, initial resistance sits around 0.332, defined by the 20-period SMA. A decisive break above this level could open room toward 0.340, which would be required to shift short-term sentiment bullish.\n\nTrading-wise, conservative participants may prefer patience until ADA confirms direction. Range traders could look for short-term longs near support with tight risk controls, targeting the 0.332 resistance zone. Trend-following traders may wait for a clean daily close above the moving average before considering bullish exposure. Until momentum indicators turn positive, risk management remains more important than aggressive positioning."
    }
  }
}