{
  "symbol": "AVAX/USD",
  "name": "Avalanche vs US Dollar",
  "nameCn": "雪崩币/美元",
  "timestamp": "2026-01-30T07:35:51.335Z",
  "price": {
    "close": "10.9725",
    "high": "10.9743",
    "low": "10.7963",
    "open": "10.7963",
    "change": "1.65",
    "datetime": "2026-01-30 07:00:00"
  },
  "indicators": {
    "rsi": 38.2237,
    "macd": -0.1967439,
    "macd_signal": -0.21544259,
    "sma20": 11.044725
  },
  "analysis": {
    "zh": {
      "title": "雪崩币/美元技术分析：[震荡整理中]",
      "content": "当前雪崩币（AVAX/USD）价格位于10.9725，近期波动幅度较小，显示出震荡整理的趋势。24小时内价格小幅上涨1.65%，表明市场情绪偏向乐观，但整体走势仍未突破关键阻力位。投资者应密切关注价格在此水平的反应，以判断后续趋势。\n\n从技术指标来看，虽然RSI未提供，但MACD数值为-0.19674390，显示出短期内卖压仍然存在。SMA(20)为11.044725，当前价格低于该均线，显示出市场可能在短期内面临进一步下行压力。若价格继续维持在此水平，可能会导致进一步的调整。\n\n支撑位方面，10.7963是近期低点，若价格跌破该水平，可能会引发更多卖盘，导致价格进一步回落。相反，10.9743的高点将是短期内的关键阻力位，若成功突破，将为反弹提供可能性。投资者应关注这些关键水平，以制定有效的交易策略。\n\n建议投资者在当前市场环境下采取观望态度，待价格突破重要支撑或阻力位后再进行操作。同时，可以考虑设定止损位，以降低风险。保持灵活应对市场变化，将有助于在波动中把握交易机会。"
    },
    "en": {
      "title": "Avalanche vs US Dollar Technical Analysis",
      "content": "The current price of Avalanche (AVAX) against the US Dollar is $10.9725, showing a modest 24-hour change of 1.65%. This slight upward movement suggests a potential bullish sentiment, especially considering the recent low of $10.7963. However, the overall trend remains unclear without a confirmed RSI, which could provide insights into overbought or oversold conditions. Traders should closely monitor price movements around key levels to gauge sentiment effectively.\n\nThe high of $10.9743 serves as immediate resistance, while the recent low at $10.7963 acts as a significant support level. A break above the resistance could signal a continuation of the upward trend, potentially testing higher levels around the SMA(20) at $11.044725. Conversely, if the price drops below the support level, it may indicate a bearish reversal, prompting caution among traders who are currently long on the asset.\n\nThe MACD is currently negative at -0.19674390, which suggests that the momentum is bearish. Traders should remain vigilant, as a crossover could occur if the price rallies, indicating a potential buy signal. Until then, maintaining a cautious approach is advisable, with the possibility of entering long positions if the price breaks above the SMA and the resistance level.\n\nIn terms of trading strategy, those looking to enter the market may consider placing buy orders above the current resistance level, especially if there’s confirmation from other indicators. Conversely, setting stop-loss orders below the support level could help mitigate risks in the event of a price downturn. Continuous monitoring of volume trends will also be critical for understanding market dynamics and making informed decisions."
    }
  }
}