{
  "symbol": "AVAX/USD",
  "name": "Avalanche vs US Dollar",
  "nameCn": "雪崩币/美元",
  "timestamp": "2026-02-23T07:46:37.071Z",
  "price": {
    "close": "8.5902",
    "high": "8.6094",
    "low": "8.552",
    "open": "8.573",
    "change": "0.15",
    "datetime": "2026-02-23 07:00:00"
  },
  "indicators": {
    "rsi": 39.78214,
    "macd": -0.14227895,
    "macd_signal": -0.13120938,
    "sma20": 8.7147
  },
  "analysis": {
    "zh": {
      "title": "> search(\"你是专业的数字货币交易分析师。请对 雪崩币/美元(AVAX/USD) 进行技术分析。\\n\\n当前市场数据：\\n- 最新价格: 8.5902\\n- 24小时变化: 0.15%\\n- 高点/低点: 8.6094 / 8.552\\n- RSI(14): N/A\\n- MACD: -0.14227895, Signal: N/A\\n- SMA(20): 8.71470\\n\\n要求：\\n1. 第一行：完整的中文标题，格式：\\\"雪崩币/美元技术分析：[趋势描述]\\\"\\n2. 然后空一行\\n3. 正文3-4段，每段60-80字，总共250-300字\\n4. 包含：趋势判断、技术指标解读、支撑/阻力位、交易建议\\n5. 使用专业术语但易于理解\\n6. 不要添加任何标签或额外说明\\n\\n立即开始（第一行就是标题）：\")",
      "content": "雪崩币/美元技术分析：短期震荡偏弱整理\n\n当前 AVAX 价格在 8.59 附近横盘，短期趋势偏弱震荡。价格低于 20 日均线 8.714，表明多头动能不足，价格受阻企稳难度加大。尽管今日微幅上涨 0.15%，整体缺乏清晰上攻动力，短线仍以区间整理为主。\n\n技术指标显示 MACD 负值且未见明显金叉信号，动能柱依然延续空头特征。RSI 未提供，但从均线结构看多头承压。均线交织意味着多空反复，波动性提升，投资者需关注指标背离或突破确认趋势转折。\n\n重要支撑关注昨日低点 8.55 附近，其下若失守有望跌向 8.30-8.40 区间。阻力首先观 20 日均线 8.71，其次看 8.80 关口。成交量若随价格上攻放大，可提高突破成功概率，否则易被上方压制回落。\n\n交易建议上，短线交易者可在支撑位附近低吸，止损设置在 8.50 之下。激进者等待价格突破 8.75 并站稳再进多单确认趋势反转。中长线者建议维持观望，待更明确的趋势信号出现再布局，以降低风险。"
    },
    "en": {
      "title": "Avalanche vs US Dollar Technical Analysis",
      "content": "> search(\"You are a professional cryptocurrency analyst. Provide technical analysis for Avalanche vs US Dollar (AVAX/USD).\\n\\nCurrent Market Data:\\n- Latest Price: 8.5902\\n- 24h Change: 0.15%\\n- High/Low: 8.6094 / 8.552\\n- RSI(14): N/A\\n- MACD: -0.14227895, Signal: N/A\\n- SMA(20): 8.71470\\n\\nRequirements:\\n1. Write 3-4 paragraphs, 60-80 words each, total 250-300 words\\n2. Include: trend analysis, indicator interpretation, support/resistance levels, trading suggestions\\n3. Use professional but accessible language\\n4. No labels, no meta-commentary\\n5. Start immediately with the content (no title needed)\\n\\nBegin:\")\n\nAvalanche’s short‑term trend shows mild bearish pressure as the current price sits below the 20‑period simple moving average (SMA20 at **8.7147**), suggesting recent weakness in upward momentum. Price action has been relatively range‑bound between **8.55** and **8.60**, which indicates a lack of strong directional conviction. Unless buyers can reclaim and sustain above the SMA20, downside risks remain more pronounced than bullish continuation.\n\nThe MACD reading around **‑0.1423** (with no available signal line) implies bearish momentum still outweighs bullish enthusiasm. Without a confirmed MACD crossover, downside momentum could persist, especially if volatility remains subdued. The absence of an RSI value makes it harder to gauge overbought or oversold conditions, but the proximity of price to recent lows hints that sellers have been marginally more aggressive than buyers in the last sessions.\n\nOn levels, immediate near‑term support resides around **8.55 to 8.50** — a break below 8.50 could open space toward **8.30** or the next psychological round number zones. Resistance clusters sit at the SMA20 (~**8.71**) and then around **8.80 to 8.90**, where prior price rejections occurred. A decisive move above **8.80** with volume could shift short‑term bias toward neutral or slightly bullish, but failure there may reinforce the downtrend.\n\nFor traders, a cautious stance is sensible. Buyers might consider waiting for a confirmed break above **8.75–8.80** with momentum confirmation (MACD turning less negative or crossing up) before initiating long positions. Short trades could target the **8.50** support zone with tight risk management, recognizing that sharp reversals are possible in low‑volatility environments. Always align entries with your risk tolerance and broader market context."
    }
  }
}