{
  "symbol": "DOGE/USD",
  "name": "Dogecoin vs US Dollar",
  "nameCn": "狗狗币/美元",
  "timestamp": "2026-02-23T07:45:56.619Z",
  "price": {
    "close": "0.09517",
    "high": "0.09543",
    "low": "0.09449",
    "open": "0.09458",
    "change": "0.61",
    "datetime": "2026-02-23 07:00:00"
  },
  "indicators": {
    "rsi": 49.75904,
    "macd": -0.00098815685,
    "macd_signal": -0.0011162979,
    "sma20": 0.0946735
  },
  "analysis": {
    "zh": {
      "title": "狗狗币/美元技术分析：当前走势震荡，需关注支撑与阻力",
      "content": "目前狗狗币/美元（DOGE/USD）价格在0.09517附近震荡，日内涨幅为0.61%。当前市场处于横盘整理阶段，价格接近20日简单移动平均线（SMA20）0.09467，显示出一定的支撑作用。短期内可能出现进一步波动，但尚未有明确的上涨或下跌趋势。\n\n技术指标方面，MACD目前为负值-0.000988，表示短期内空头力量较为占优，但由于没有明显的交叉信号，趋势的明确性较差。同时，RSI(14)未给出具体数值，缺乏明确的超买或超卖信号，可能需要进一步观察。\n\n从支撑和阻力来看，当前的支撑位位于0.09449，而上方的阻力位在0.09543附近。如果价格突破0.09543，可能会迎来新的上涨动能，若跌破支撑位0.09449，则有可能进一步下探至更低价位。\n\n建议投资者在当前区间内进行短期交易，若价格突破关键支撑或阻力位，适时调整仓位。整体而言，建议保持谨慎，等待市场走势明朗后再做出重大决策。"
    },
    "en": {
      "title": "Dogecoin vs US Dollar Technical Analysis",
      "content": "The DOGE/USD pair is currently trading at 0.09517, showing a modest 0.61% increase in the last 24 hours. The price remains near the upper end of the recent range, suggesting a mild bullish sentiment. This range has been defined by a high of 0.09543 and a low of 0.09449, which indicates the market is consolidating within this area. Without significant volume or volatility, a breakout is unlikely unless there’s an external catalyst. Traders should closely watch these levels for confirmation of trend direction.\n\nThe lack of RSI and incomplete MACD data prevents a comprehensive momentum assessment, but the negative MACD value of -0.000988 suggests that bearish pressure is still present. Given this, the short-term trend is slightly downward, and the market is yet to show a clear reversal signal. The absence of a confirmed RSI reading leaves traders without a key overbought or oversold indication, which limits entry point clarity. More data points will be needed to make a decisive call on momentum.\n\nKey support for DOGE/USD is located at the low of 0.09449, and a break below this level could trigger further downside towards the 0.09350 zone. On the resistance side, 0.09543 represents the immediate resistance, and if this level is breached, it could open the door to a move towards 0.09600. Traders should monitor these levels, as a clean breakout or breakdown could signal the next trend leg.\n\nGiven the current market conditions, a range-bound strategy appears prudent until clearer signals emerge. Short-term traders may look for buy opportunities near 0.09450 and sell near 0.09540. A break above or below these levels would warrant a reevaluation of positions and potentially shift the outlook toward more defined trends. Caution is advised until the market shows stronger directional momentum."
    }
  }
}