{
  "symbol": "DOGE/USD",
  "name": "Dogecoin vs US Dollar",
  "nameCn": "狗狗币/美元",
  "timestamp": "2026-02-23T04:53:51.932Z",
  "price": {
    "close": "0.09247",
    "high": "0.09289",
    "low": "0.09227",
    "open": "0.09273",
    "change": "-0.27",
    "datetime": "2026-02-23 04:00:00"
  },
  "indicators": {
    "rsi": 25.5287,
    "macd": -0.0013288836,
    "macd_signal": -0.0010974,
    "sma20": 0.095143
  },
  "analysis": {
    "zh": {
      "title": "狗狗币/美元技术分析：[震荡整理，短期观望]",
      "content": "当前狗狗币/美元（DOGE/USD）价格在0.09247附近震荡整理，24小时变化幅度较小，市场表现偏向稳定。从短期走势来看，DOGE维持在窄幅区间内波动，未出现明显的上涨或下跌趋势。\n\n在技术指标方面，RSI(14)数据缺失，难以分析超买或超卖状况。MACD值为负（-0.0013），说明市场情绪偏空，短期内卖盘压力较大。虽然SMA(20)为0.09514，但价格在此均线之下，表明当前市场走势弱于长期均值，短期缺乏上行动能。\n\n从支撑和阻力位来看，DOGE/USD的支撑位位于0.09227，而阻力位则在0.09289附近。如果价格突破上方阻力，可能会重新测试更高的价格区域。若下破支撑位，则可能进一步回调。\n\n综合来看，当前市场震荡整理，缺乏明确的趋势。短期内建议交易者保持观望，避免过早介入，等待更明确的价格突破信号。"
    },
    "en": {
      "title": "Dogecoin vs US Dollar Technical Analysis",
      "content": "The current market price of Dogecoin (DOGE) against the US Dollar stands at $0.09247, showing a minor 24-hour decrease of 0.27%. This suggests relatively neutral market sentiment in the short term, as the price remains within a tight range between the high of $0.09289 and low of $0.09227. With the price hovering near the SMA(20) at $0.09514, we can infer that Dogecoin is likely consolidating within a narrow channel. The absence of a definitive trend could indicate indecision, though the price's proximity to the SMA suggests a potential move towards it as a resistance level.\n\nLooking at technical indicators, the MACD is currently negative at -0.00133, suggesting bearish momentum in the market. However, the lack of an available signal line prevents a clear buy or sell signal. The Relative Strength Index (RSI) being unavailable further complicates the analysis, but a continued negative MACD could suggest further downward pressure if the market fails to regain strength above the $0.093 mark. Traders should remain cautious, as the technical indicators provide no immediate confirmation of a reversal or breakout.\n\nFrom a support/resistance perspective, the closest support is around the $0.09227 low, with a potential bounce at this level. Should DOGE/USD fall below this support, the next target could be $0.090, which might trigger more significant downward movement. On the other hand, resistance is visible near the $0.095 level, where the price is currently being capped by the SMA(20). A sustained push above this resistance level would signal a potential reversal to a bullish trend.\n\nIn terms of trading strategy, a cautious approach is advised due to the lack of a clear trend. Traders might consider short-term range-bound trades, entering near support levels and exiting near resistance. Given the current market structure, monitoring the MACD and price movements around the $0.09227 support and $0.095 resistance zones will be key for determining the next move."
    }
  }
}