{
  "symbol": "BNB/USD",
  "name": "Binance Coin vs US Dollar",
  "nameCn": "币安币/美元",
  "timestamp": "2026-02-22T20:22:56.672Z",
  "price": {
    "close": "611.97",
    "high": "612.48",
    "low": "611.22",
    "open": "612.47",
    "change": "-0.08",
    "datetime": "2026-02-22 20:00:00"
  },
  "indicators": {
    "rsi": 31.11469,
    "macd": -3.30592,
    "macd_signal": -2.27876,
    "sma20": 619.2435
  },
  "analysis": {
    "zh": {
      "title": "币安币/美元技术分析：[震荡整理，短期调整风险]",
      "content": "当前币安币（BNB/USD）价格在611.97美元附近，短期内表现出震荡整理的态势。从技术面来看，币价未能突破此前的高点612.48美元，且低点仅略低于611.22美元，整体波动较小，显示出市场处于整理阶段。\n\n从技术指标来看，当前缺乏有效的RSI和MACD信号。MACD的负值（-3.30592）表明短期内卖压较强，但尚未形成明确的卖出信号，且Signal线缺失导致MACD交叉难以提供进一步的参考。SMA(20)在619.2435美元附近，这一均线对价格有一定的阻力作用。\n\n在支撑位方面，价格跌破611美元可能会进一步考验610美元左右的支撑区域。如果继续下行，可能会接触到更低的支撑位，如607美元。而上方阻力则主要集中在620美元附近，此处可能会出现反弹压力。\n\n建议短期交易者保持谨慎，等待突破或回调信号。若价格持续维持在611-612美元之间的区间震荡，可以考虑短线操作。但若突破620美元，可考虑逢高做多，若下破610美元则考虑短线做空。"
    },
    "en": {
      "title": "Binance Coin vs US Dollar Technical Analysis",
      "content": "The BNB/USD pair is currently trading at $611.97, reflecting a slight 24-hour decline of 0.08%. This price movement suggests a consolidation phase within a narrow range, with the high of $612.48 and the low of $611.22 reinforcing a short-term sideways pattern. The lack of strong directional momentum points to indecision among market participants, and any significant movement will likely depend on broader market conditions or external catalysts. In the immediate term, BNB may remain within this range unless a breakout occurs.\n\nFrom a technical perspective, the absence of the RSI(14) and a non-functioning Signal line in the MACD make it difficult to assess the momentum and strength of the current trend. However, the MACD value of -3.30592 implies a bearish bias in the short term, which could signal further downside potential, particularly if the price fails to reclaim the SMA(20) of $619.24. The negative MACD suggests that sellers may dominate if BNB/USD struggles to regain upward momentum and falls below key support.\n\nIn terms of support and resistance, the immediate support lies near the recent low of $611.22, followed by stronger support around $600. A break below these levels could accelerate the bearish trend, with $590 potentially acting as the next key area of interest. On the upside, resistance is seen at the SMA(20) around $619.24, with further resistance near $625. Only a sustained move above these levels could shift the bias toward a bullish scenario.\n\nFor traders, this environment suggests caution due to the lack of clear momentum indicators. Short-term scalping could be viable within the established range, but positions should be tightly managed. A break above $619.24 could warrant a buy position, while a move below $611.22 may justify shorting opportunities. Keeping an eye on volume and broader market sentiment will be essential to determining the next decisive move."
    }
  }
}