{
  "symbol": "DOGE/USD",
  "name": "Dogecoin vs US Dollar",
  "nameCn": "狗狗币/美元",
  "timestamp": "2026-02-16T11:31:18.602Z",
  "price": {
    "close": "0.10166",
    "high": "0.10289",
    "low": "0.10066",
    "open": "0.10268",
    "change": "-1.01",
    "datetime": "2026-02-16 11:00:00"
  },
  "indicators": {
    "rsi": 37.67356,
    "macd": -0.0013397362,
    "macd_signal": -0.0013947738,
    "sma20": 0.102887
  },
  "analysis": {
    "zh": {
      "title": "狗狗币/美元技术分析：[短期震荡趋势，观望为主]",
      "content": "当前DOGE/USD的价格在0.10166附近波动，呈现短期震荡走势。价格在24小时内下跌了1.01%，显示出市场情绪略显谨慎。高点与低点分别为0.10289和0.10066，表明短期内价格波动较小，当前市场未出现强烈的方向性趋势。\n\n从技术指标来看，当前MACD值为-0.00134，显示出负向动能的存在，但由于没有可用的信号线和RSI数据，无法对市场情绪作出更精准的判断。SMA(20)为0.10289，显示出价格略偏上行，但距离当前价格并不远，表明价格可能仍然维持震荡模式。\n\n支撑位在0.10066附近，若价格跌破此水平，则可能会向下探测0.10000区域。而阻力位则在0.10289附近，突破该位可能会迎来短期反弹。整体来看，市场缺乏明确的趋势，投资者可在支撑/阻力区间内采取观望策略。\n\n综合来看，建议投资者避免在当前区间内进行过多操作，等待价格突破关键支撑或阻力位后再做决策。短期内，震荡整理的行情可能会持续，保持灵活应变的策略较为适宜。"
    },
    "en": {
      "title": "Dogecoin vs US Dollar Technical Analysis",
      "content": "The current trend for Dogecoin against the US Dollar (DOGE/USD) appears to be slightly bearish, with a 24-hour price drop of 1.01%. The price has recently traded within a narrow range between 0.10066 and 0.10289, suggesting consolidation or indecision in the market. While the price is holding above the 20-period Simple Moving Average (SMA) at 0.102887, the overall direction remains uncertain. Traders should watch for a break above the upper resistance at 0.10289 to confirm a bullish shift, or a move below 0.10066 for further downside potential.\n\nThe absence of a current Relative Strength Index (RSI) reading limits the ability to assess overbought or oversold conditions. However, the MACD value at -0.00134 suggests the market is in a mild bearish phase. With the MACD below the zero line, it indicates that bearish momentum has been present, but the lack of a signal line makes it difficult to assess the immediate trend reversal potential. Traders should be cautious about long positions unless momentum indicators show a clearer reversal.\n\nSupport for DOGE/USD is located around the 0.10066 level, which is the lower bound of the recent trading range. A break below this level could open up further downside toward 0.09850 or 0.09500, which would be key psychological support levels. On the other hand, resistance remains at 0.10289, and a push beyond this level could target higher zones, such as 0.10500 or 0.10700, depending on the strength of the breakout.\n\nGiven the current market conditions, traders might consider short-term range trading strategies, looking to buy near support and sell near resistance. A close below 0.10066 or above 0.10289 would be a strong indication to reconsider the trend, and traders should adjust their positions accordingly. For a longer-term view, waiting for clearer trend confirmation via additional technical indicators would be prudent."
    }
  }
}