{
  "symbol": "DOGE/USD",
  "name": "Dogecoin vs US Dollar",
  "nameCn": "狗狗币/美元",
  "timestamp": "2026-02-17T18:14:47.449Z",
  "price": {
    "close": "0.10074",
    "high": "0.1008",
    "low": "0.10014",
    "open": "0.10023",
    "change": "0.51",
    "datetime": "2026-02-17 18:00:00"
  },
  "indicators": {
    "rsi": 50.8378,
    "macd": -0.00029537158,
    "macd_signal": -0.00058086383,
    "sma20": 0.1000675
  },
  "analysis": {
    "zh": {
      "title": "狗狗币/美元技术分析：[震荡整理，等待突破]",
      "content": "目前DOGE/USD的价格在0.10074附近，处于震荡整理区间内。市场近期未见明显的上涨或下跌动能，价格在0.10014和0.1008区间内波动。短期内，市场情绪较为谨慎，投资者等待更明确的趋势信号。\n\n从技术指标来看，当前缺乏RSI和MACD的有效数据，难以通过这些工具判断超买或超卖情况。20日简单移动平均线(SMA)显示出支撑位在0.10007附近，表明短期内价格有一定的支撑力量。MACD指标显示轻微的负值，暗示短期内可能存在卖压，但并未形成明显的下行趋势。\n\n在支撑和阻力方面，0.10014为近期低点支撑，而0.1008则是较强的阻力位。突破这些关键价位可能会为市场带来新的方向。若价格突破0.1008，可能会进一步上涨，而跌破0.10014则可能引发更多的卖盘。\n\n综合来看，建议投资者保持观望，等待价格突破关键支撑或阻力位后再作决策。对于短期交易者来说，进出场点位的选择尤为重要，建议在突破后再做布局。"
    },
    "en": {
      "title": "Dogecoin vs US Dollar Technical Analysis",
      "content": "The current market for Dogecoin (DOGE) against the US Dollar (USD) is showing a relatively stable range within the past 24 hours, with a modest 0.51% increase. The price is currently at $0.10074, oscillating between $0.1008 and $0.10014. This narrow trading range suggests that market participants are in a consolidation phase, with no significant momentum pushing the price in either direction. The trend appears neutral at the moment, with potential for both upward and downward movement depending on future market dynamics.\n\nThe absence of a clear RSI value limits the ability to assess momentum, but the MACD value of -0.00029537158 signals a slight bearish sentiment. This indicates that the sellers currently have a marginal advantage, though it's not enough to signal an imminent downtrend. The MACD's proximity to the signal line could imply a potential for a crossover, which may lead to a shift in momentum if buyers begin to step in. However, this would need confirmation through price action and volume increase.\n\nThe 20-period Simple Moving Average (SMA) at $0.10006750 is currently providing minor support, as the price is trading slightly above it. If the price breaks below this level, the next support could be found around the recent low of $0.10014, followed by a more significant support level at $0.10000. On the upside, resistance is near the high of $0.1008. A break above this level could lead to a test of the $0.10100 zone, opening up further bullish potential.\n\nFor trading strategies, it may be prudent to wait for a confirmation of breakout or breakdown from the current range. A break above $0.1008 could signal a buying opportunity, while a drop below the SMA support could trigger short positions or a wait-and-see approach for a potential reversal. Managing risk with tight stops and staying cautious of market volatility would be essential given the current market environment."
    }
  }
}