{
  "symbol": "ETH/USD",
  "name": "Ethereum vs US Dollar",
  "nameCn": "以太坊/美元",
  "timestamp": "2026-01-22T22:56:01.679Z",
  "price": {
    "close": "2952.13",
    "high": "2959.39",
    "low": "2942.85",
    "open": "2946.79",
    "change": "0.22",
    "datetime": "2026-01-22 22:00:00"
  },
  "indicators": {
    "rsi": 44.20963,
    "macd": -14.76211,
    "macd_signal": -11.76303,
    "sma20": 2978.3935
  },
  "analysis": {
    "zh": {
      "title": "以太坊/美元技术分析：[短期震荡整理，存在回调风险]",
      "content": "当前ETH/USD价格在2952.13美元附近，24小时变化幅度仅为0.22%，显示市场处于相对平稳的状态。近期价格波动区间为2942.85到2959.39，表明市场尚未明确形成强势趋势。短期来看，价格在此区间内震荡整理的可能性较大。\n\n技术指标方面，RSI(14)未提供，因此难以准确判断超买超卖状态。MACD当前值为-14.76211，显示市场呈现一定的卖压，短期内价格可能会面临下行压力。SMA(20)为2978.3935，价格低于这一水平，表明近期价格相对偏弱，可能进一步下探支撑位。\n\n支撑位方面，较强的支撑在2942.85附近，此处为近期低点，若价格跌破此水平，则可能进一步回调至2900美元附近。阻力位在2978.3935附近，这一位置接近SMA(20)，如果价格突破该位，则有可能迎来进一步的上涨动能。\n\n交易建议：短期内，建议关注2942.85美元支撑位的表现。若价格跌破该支撑，可以考虑适度做空，目标看向2900美元。若价格反弹并突破2978.3935的阻力位，可以考虑做多，目标可设在3000美元附近。"
    },
    "en": {
      "title": "Ethereum vs US Dollar Technical Analysis",
      "content": "Ethereum (ETH) against the US Dollar is currently consolidating within a narrow range, with the latest price at 2952.13. The market is showing a slight bullish momentum, reflected by a 24-hour change of +0.22%. However, price action remains relatively subdued, with the high and low of the day indicating tight intraday fluctuations between 2959.39 and 2942.85. This suggests a lack of strong directional momentum at the moment, with investors seemingly waiting for a catalyst to spark more significant movement.\n\nFrom a trend perspective, ETH/USD is trading just below the 20-period simple moving average (SMA) of 2978.3935, which indicates a short-term bearish bias. If the price continues to hold below this level, it may face additional pressure, with the 2942.85 low potentially acting as a key support. A break below this level would open the door for further declines, with the next support level likely around 2900. Conversely, reclaiming the SMA and pushing above 2959.39 could shift sentiment more positively, potentially targeting higher levels near 3000.\n\nThe RSI(14) is unavailable, leaving a gap in assessing whether the market is overbought or oversold at this moment. The MACD, however, indicates a mild bearish tone, with a negative value of -14.76211, suggesting that the momentum is currently skewed towards selling. Without a signal line to compare, it’s difficult to gauge when the trend might reverse, but traders should watch for a crossover or any changes in MACD behavior that could signal potential buying opportunities.\n\nGiven the current market structure, traders should remain cautious. A close below 2942.85 could prompt a short-term bearish setup, with opportunities for taking profits or entering short positions. On the other hand, a break above 2959.39 and sustained trading above the 20-SMA may present a better setup for bullish positions. Monitoring momentum indicators like the MACD and watching for potential RSI readings will be crucial for confirming the next major move."
    }
  }
}