{
  "symbol": "DOGE/USD",
  "name": "Dogecoin vs US Dollar",
  "nameCn": "狗狗币/美元",
  "timestamp": "2026-02-13T23:08:54.805Z",
  "price": {
    "close": "0.09681",
    "high": "0.09706",
    "low": "0.09673",
    "open": "0.09704",
    "change": "-0.25",
    "datetime": "2026-02-13 23:00:00"
  },
  "indicators": {
    "rsi": 70.29287,
    "macd": 0.0011692605,
    "macd_signal": 0.0009550189,
    "sma20": 0.094707
  },
  "analysis": {
    "zh": {
      "title": "狗狗币/美元技术分析：震荡整理，短期震荡风险",
      "content": "目前狗狗币/美元（DOGE/USD）的价格表现较为平稳，处于0.09681附近，日内变化仅为-0.25%。整体趋势上看，价格保持震荡整理状态，缺乏明确的上涨或下跌动能，市场情绪相对谨慎。近期的价格波动区间在0.09673至0.09706之间，显示出一定的短期横盘整理迹象。\n\n从技术指标来看，当前MACD值为0.0011692605，但缺乏明确的信号线，意味着市场没有强烈的买卖信号。RSI指标暂时无法得知，但从SMA(20)的表现来看，20日简单移动平均线位于0.0947，意味着短期内价格可能会受到其支撑。若价格继续在该水平附近震荡，可能会测试这一支撑位的有效性。\n\n在支撑和阻力位方面，当前的支撑位位于0.09673，若价格跌破此位置，可能会面临更深的回调风险。上方的阻力位则在0.09706附近，若价格突破该水平，可能会带来短期反弹至更高价位的机会。总体来说，狗狗币的市场走势仍然处于相对谨慎状态。\n\n考虑到当前的市场整理特征，建议在0.09673附近寻找支撑位入场，并设置适当的止损。短期内若突破阻力位0.09706，可以考虑跟随趋势的反弹策略。同时，保持对风险的控制，避免短期波动带来的较大损失。"
    },
    "en": {
      "title": "Dogecoin vs US Dollar Technical Analysis",
      "content": "The current price of Dogecoin (DOGE) against the US Dollar stands at $0.09681, which reflects a slight decrease of 0.25% over the past 24 hours. This minor pullback signals a possible consolidation phase, as the price has stayed within a narrow range of $0.09673 to $0.09706. The price appears to be consolidating near the short-term support level around $0.09670, which could act as a buffer against further declines. As the market stabilizes, traders should closely monitor this region for signs of a breakout or reversal.\n\nLooking at the technical indicators, the absence of an RSI value makes it difficult to assess the momentum of DOGE fully, but the MACD value of 0.0011692605 suggests a neutral to slightly bullish sentiment. This indicates that while the price is not showing strong momentum in either direction, there is a possibility for upward movement if the momentum shifts. The lack of a clear signal line in the MACD further emphasizes the uncertainty in the short-term trend, suggesting a wait-and-see approach for traders.\n\nThe 20-period simple moving average (SMA) is currently at $0.09471, providing an important reference point for trend direction. As DOGE is trading above this SMA, it indicates that the coin is in a mild uptrend over the short term. If the price continues to hold above this moving average, there is potential for a move toward the next resistance level at $0.09750. However, if the price dips below the SMA, we could see a further pullback toward the support zone around $0.09600.\n\nTraders should remain cautious and watch for a breakout above $0.09706 to confirm the continuation of the upward trend. Conversely, a break below the $0.09600 support could lead to further downside potential. It is advisable to keep an eye on the MACD for a potential crossover, which could indicate a shift in momentum."
    }
  }
}