{
  "symbol": "DOGE/USD",
  "name": "Dogecoin vs US Dollar",
  "nameCn": "狗狗币/美元",
  "timestamp": "2026-02-05T14:17:11.299Z",
  "price": {
    "close": "0.09853",
    "high": "0.09931",
    "low": "0.0981",
    "open": "0.0981",
    "change": "0.43",
    "datetime": "2026-02-05 14:00:00"
  },
  "indicators": {
    "rsi": 29.72675,
    "macd": -0.0017790433,
    "macd_signal": -0.0014837456,
    "sma20": 0.1015785
  },
  "analysis": {
    "zh": {
      "title": "狗狗币/美元技术分析：[当前走势趋于震荡整理]",
      "content": "当前狗狗币/美元（DOGE/USD）的价格为0.09853美元，24小时变化幅度为0.43%。从短期价格走势来看，DOGE/USD处于窄幅震荡区间，当前未能突破近期的0.09931美元高点，显示出短期市场多空分歧，缺乏强烈的趋势信号。\n\n从技术指标来看，MACD值为-0.0017790433，表明市场动能偏空，且没有形成明确的信号线交叉，表明目前市场处于低位盘整期。虽然RSI（14）尚未给出数据，但整体价格与20日简单移动平均线（SMA）0.10157850相比，当前价格明显低于均线，显示出价格承压。\n\n支撑位方面，0.0981美元为近期价格的低点，若价格跌破此位，可能会进一步下探0.0950美元。上行阻力位则位于0.09931美元，突破该位后有望测试0.1010美元附近的强阻力。\n\n综合来看，当前DOGE/USD处于整理区间，缺乏明确的买卖信号。短期内建议投资者保持观望，等待价格突破关键支撑或阻力位后再做决策。如果出现向上突破0.09931美元，可以考虑短期多单操作。"
    },
    "en": {
      "title": "Dogecoin vs US Dollar Technical Analysis",
      "content": "The Dogecoin market is currently experiencing mild fluctuations, with the latest price hovering around 0.09853. This suggests the asset is consolidating in a narrow range after testing a high of 0.09931 and a low of 0.0981 in the past 24 hours. Given the price movement, Dogecoin appears to be in a short-term sideways trend, characterized by a lack of significant upward or downward momentum. The market may be awaiting a catalyst to push it toward a more defined trend.\n\nFrom an indicator standpoint, the Relative Strength Index (RSI) is unavailable at this moment, making it harder to gauge whether Dogecoin is overbought or oversold. However, the MACD shows a negative value at -0.0017790433, indicating slight bearish momentum in the short term. A closer look at the Simple Moving Average (SMA) (20) at 0.10157850 suggests the price is currently trading below its 20-period average, signaling that the short-term trend is bearish. A crossover above this level could provide a potential bullish reversal signal.\n\nSupport and resistance levels are essential for understanding potential price movements. Immediate support is at the low of 0.0981, which has already held in the past 24 hours. A break below this could expose lower levels, such as 0.0965, where further support may reside. On the resistance side, the price is struggling near 0.09931, and surpassing this level could potentially open the door for a push toward 0.1020. Traders should monitor these key levels closely for breakout or breakdown opportunities.\n\nIn terms of trading suggestions, a cautious approach may be prudent given the current market indecision. Traders can consider buying near support levels like 0.0981 and setting tight stop-loss orders just below to mitigate risk. Alternatively, those looking for short positions could wait for a confirmed break below the support level. A close above 0.09931 could shift the market bias bullish, offering a more favorable long entry point."
    }
  }
}