{
  "symbol": "DOGE/USD",
  "name": "Dogecoin vs US Dollar",
  "nameCn": "狗狗币/美元",
  "timestamp": "2026-02-19T14:21:48.206Z",
  "price": {
    "close": "0.0967",
    "high": "0.09721",
    "low": "0.09656",
    "open": "0.09696",
    "change": "-0.27",
    "datetime": "2026-02-19 14:00:00"
  },
  "indicators": {
    "rsi": 33.8454,
    "macd": -0.0007120397,
    "macd_signal": -0.00064597293,
    "sma20": 0.0980135
  },
  "analysis": {
    "zh": {
      "title": "狗狗币/美元技术分析：震荡整理，短期看跌压力",
      "content": "当前狗狗币/美元（DOGE/USD）在0.0967附近震荡整理，价格相对稳定。虽然24小时变化仅为-0.27%，但走势偏向整理，短期内未显现强烈的上涨动能。市场需关注是否能突破近期的高点或低点，以判断是否有进一步方向。\n\n从技术指标来看，RSI(14)未给出具体数据，但MACD线为负值（-0.00071203970），表明市场短期内可能缺乏上行动能，存在一定的下行压力。SMA(20)为0.0980，显示出短期内市场仍处于相对弱势区间，价格未能有效突破此均线，表明当前整体趋势仍偏弱。\n\n支撑位方面，0.09656是近期低点，若价格跌破此位置，可能会加剧下行压力。阻力位则位于0.09721和SMA(20)附近，若价格突破这些区域，可能会激发一定的反弹动能。投资者应关注这些关键价位的变化，以便及时调整策略。\n\n基于当前市场情况，短期内狗狗币/美元的交易建议是保持观望，避免追高，若价格下破支撑位，可考虑轻仓做空。若突破阻力位，可适当考虑逢低买入。"
    },
    "en": {
      "title": "Dogecoin vs US Dollar Technical Analysis",
      "content": "The current market for Dogecoin (DOGE) is showing a slight downtrend, with the latest price at 0.0967, reflecting a minor 24-hour change of -0.27%. The price is fluctuating near its daily low of 0.09656, indicating a soft support level. With the recent high being 0.09721, the market seems constrained within a tight range. This suggests that the buying interest is not yet strong enough to push the price above resistance at 0.0972, leaving the market in a neutral stance.\n\nOn the technical front, the absence of the Relative Strength Index (RSI) and Signal Line for the MACD makes it difficult to provide a full momentum analysis. However, the MACD value of -0.000712 suggests a slight bearish momentum, indicating that selling pressure may persist. If the price moves lower, further testing of the support at 0.0960 could occur. A sustained breach below this could lead to a deeper correction, while a bounce from current levels could signal a recovery attempt.\n\nThe Simple Moving Average (SMA) of 0.0980 is slightly above the current price, acting as a dynamic resistance. If the price tests this level, a break above it could suggest bullish intentions, pushing DOGE towards the 0.0990 area. Conversely, if the price fails to reclaim this level, further consolidation or downward movement toward the next support zone at 0.0950 could be expected. Traders should watch for these levels to confirm the next directional move.\n\nFor traders, a cautious approach is advised. Short-term buyers could look for entry points near 0.0960 or 0.0950 if the support holds. On the other hand, sellers might consider positioning near the SMA resistance at 0.0980, with a stop just above it. A confirmed breakout or breakdown could offer more significant price action for those seeking a longer-term position."
    }
  }
}