{
  "symbol": "DOGE/USD",
  "name": "Dogecoin vs US Dollar",
  "nameCn": "狗狗币/美元",
  "timestamp": "2026-01-30T06:08:44.971Z",
  "price": {
    "close": "0.11416",
    "high": "0.11468",
    "low": "0.11403",
    "open": "0.11463",
    "change": "-0.42",
    "datetime": "2026-01-30 06:00:00"
  },
  "indicators": {
    "rsi": 29.48993,
    "macd": -0.0019041433,
    "macd_signal": -0.0019019366,
    "sma20": 0.116541
  },
  "analysis": {
    "zh": {
      "title": "狗狗币/美元技术分析：[震荡整理趋势]",
      "content": "当前狗狗币/美元（DOGE/USD）在0.11416附近震荡整理，短期内呈现出横盘走势。24小时变化为-0.42%，显示出市场的犹豫情绪。高点和低点相对接近，表明买卖双方尚未形成明显的方向，市场可能在寻找新的突破点。\n\n从技术指标来看，MACD处于负值区域，表明短期内卖压较重，市场情绪偏向谨慎。虽然RSI未提供，但据SMA(20)的表现来看，价格已低于其均线，进一步确认了当前的弱势。投资者需关注市场情绪的变化，寻找可能的反转信号。\n\n支撑位方面，0.11403是近期的低点，若跌破该水平，可能导致进一步下探至0.11200附近的心理关口。阻力位则在0.11654附近，若突破这一水平，或将引发短期内的买盘回升。市场需密切关注这些关键价位的表现，以判断后续走势。\n\n建议投资者在此阶段采取观望态度，避免追高。在支撑位确认后可考虑低吸策略，若价格突破阻力位，则可适量加仓。但需设置止损，控制风险，以应对市场的潜在波动。"
    },
    "en": {
      "title": "Dogecoin vs US Dollar Technical Analysis",
      "content": "Dogecoin (DOGE) is currently showing a relatively stable range-bound movement between 0.11468 and 0.11403. The slight 24-hour change of -0.42% reflects a minor pullback, which is typical in a consolidation phase. The market appears to be in a wait-and-see mode, as no significant bullish or bearish momentum is pushing prices beyond this range. Traders should monitor the 0.11403 support level closely for signs of further downward pressure. A break below this could open the door to further declines toward 0.11300 or lower.\n\nThe lack of RSI data and an unclear MACD signal make it challenging to gauge the momentum in the short term. However, with the MACD sitting at -0.0019041433, it suggests a bearish inclination, albeit a weak one. This negative value indicates that the selling pressure is currently outweighing buying interest, but it does not confirm a strong downtrend. The market remains in neutral territory until either a stronger bearish signal or a positive crossover in the MACD occurs. \n\nThe 20-period Simple Moving Average (SMA) at 0.11654100 is acting as a dynamic resistance level. If the price manages to break above this level, it could signal a potential reversal, offering opportunities for short-term bullish trades. However, without a strong catalyst to drive prices higher, the upside may be capped around 0.11800. Traders should watch for a solid close above the SMA before considering any long positions.\n\nFor those looking to trade DOGE, a cautious approach seems prudent. If prices dip near the support at 0.11403, look for a potential bounce, especially if additional bullish signals emerge, like an RSI reaching an oversold condition or a MACD crossover. On the other hand, a break below 0.11400 could signal further downside, potentially leading to short opportunities with targets around 0.11300."
    }
  }
}