{
  "symbol": "DOGE/USD",
  "name": "Dogecoin vs US Dollar",
  "nameCn": "狗狗币/美元",
  "timestamp": "2026-02-09T15:42:16.463Z",
  "price": {
    "close": "0.09511",
    "high": "0.09555",
    "low": "0.09401",
    "open": "0.09488",
    "change": "0.23",
    "datetime": "2026-02-09 15:00:00"
  },
  "indicators": {
    "rsi": 47.22484,
    "macd": -0.00075583833,
    "macd_signal": -0.00072963948,
    "sma20": 0.0953985
  },
  "analysis": {
    "zh": {
      "title": "狗狗币/美元技术分析：震荡整理，关注支撑和阻力位",
      "content": "目前DOGE/USD处于震荡整理区间，最新价格为0.09511。短期内，价格波动在0.09401至0.09555区间内，未显现出强烈的趋势方向。此时，市场情绪相对平稳，缺乏明显的多头或空头动力。\n\n技术指标方面，MACD为负值（-0.00075583833），但信号线数据暂缺，表明市场可能处于弱势调整阶段。RSI指标暂无数据，因此无法从超买或超卖的角度判断市场的过热或超卖情况。SMA(20)处于0.095398500，表明价格接近短期均线，进一步确认当前整理走势。\n\n在支撑位方面，0.09400附近可能提供一定的支撑，而上方0.09550附近则可能是短期的阻力位。若价格突破0.09550，可能会进一步上探0.0960以上的阻力区域。相反，如果跌破0.09400，价格可能会下探0.0930附近的支撑区。\n\n综合来看，短期内DOGE/USD仍处于震荡整理中，建议投资者在区间内进行高抛低吸操作，避免追高。若突破上方阻力位，可考虑适度跟进，但需注意风险管理。"
    },
    "en": {
      "title": "Dogecoin vs US Dollar Technical Analysis",
      "content": "The Dogecoin market shows a slight bullish sentiment in the short term, with a modest 24-hour gain of 0.23%. The latest price of $0.09511 reflects a narrow range between the high of $0.09555 and the low of $0.09401. Given the proximity to its 20-period simple moving average (SMA) of $0.09540, this suggests that the price is currently in a consolidation phase. A break above the high of $0.09555 could signal further upward momentum, but it’s essential to confirm this with a sustained increase in volume and positive price action.\n\nThe absence of a clear RSI value and MACD signal makes it difficult to assess the strength of the ongoing move. The current MACD value of -0.000755 indicates a mild bearish bias, though without a signal line for comparison, this is inconclusive. Traders should remain cautious until a clearer trend develops. If the price starts to form higher lows and push past the immediate resistance at $0.09555, we could see the start of an uptrend, but this would require confirmation from other indicators.\n\nThe support level at $0.09401 appears to be holding, providing a solid foundation for potential buyers. A decline below this point would expose Dogecoin to further downside risk, with the next potential support zone around $0.09200. If the price holds steady above $0.09401 and manages to break through resistance, a move toward $0.09700 is possible. Traders should monitor the market for breakout confirmation, particularly if volume picks up.\n\nGiven the current neutral-to-bullish outlook, it may be prudent to wait for a decisive move above $0.09555 before entering long positions. Short-term traders could consider targeting the $0.09700 level, but managing risk with tight stops is crucial, as a reversal below $0.09401 would suggest further weakness."
    }
  }
}