{
  "symbol": "DOGE/USD",
  "name": "Dogecoin vs US Dollar",
  "nameCn": "狗狗币/美元",
  "timestamp": "2026-02-05T15:30:16.500Z",
  "price": {
    "close": "0.09356",
    "high": "0.09861",
    "low": "0.09277",
    "open": "0.09831",
    "change": "-4.84",
    "datetime": "2026-02-05 15:00:00"
  },
  "indicators": {
    "rsi": 17.83242,
    "macd": -0.0021592369,
    "macd_signal": -0.0016173122,
    "sma20": 0.101006
  },
  "analysis": {
    "zh": {
      "title": "狗狗币/美元技术分析：[短期下行压力显现]",
      "content": "当前DOGE/USD的价格为0.09356，较24小时前下降了4.84%。从最近的价格波动来看，狗狗币处于轻微的下行趋势中。价格未能突破0.09861的高点，反而下探至0.09277，表明市场的卖压逐步增加。\n\n从技术指标上看，RSI(14)暂时不可用，MACD显示负值-0.0021592369，这意味着短期内可能会继续维持弱势。虽然SMA(20)在0.101006附近，但价格已经远离该水平，未能站稳在其上方，显示出短期的下行趋势。\n\n支撑位方面，0.09277是当前价格的低点，可能会对价格形成支撑，但若突破这一价位，可能会进一步下探至0.09附近。阻力位在0.09861，若价格能突破此位，可能会恢复上行趋势。短期内建议关注0.09277和0.09861的关键水平。\n\n总体来说，目前DOGE/USD面临一定的下行压力，投资者可考虑在支撑位附近寻找买入机会，但要谨慎防范进一步下行的风险。建议保持谨慎，并密切关注价格波动及技术指标的变化。"
    },
    "en": {
      "title": "Dogecoin vs US Dollar Technical Analysis",
      "content": "The current price of Dogecoin against the US Dollar stands at $0.09356, showing a 4.84% decline over the past 24 hours. This indicates a slight bearish sentiment in the market. The high of $0.09861 and the low of $0.09277 during this period suggest a range-bound market, with the price struggling to maintain momentum above the $0.0950 level. Traders may need to watch for a clear breakout or breakdown from this range for further directional cues. \n\nOn the technical front, the RSI (14) is not available, which leaves a gap in assessing potential overbought or oversold conditions. However, the MACD value is negative at -0.0021592369, signaling bearish momentum. This negative MACD suggests that the market may continue to experience downward pressure, with limited bullish momentum at the moment. A close observation of the MACD crossover in the coming hours may offer better clarity on the potential trend shift.\n\nThe 20-period Simple Moving Average (SMA) currently sits at $0.101006, which is above the current price. This implies a short-term downtrend, as the price is trading below the SMA, often considered a bearish signal. For support, the $0.09277 level seems crucial. A break below this support could lead to further downside, potentially testing lower levels around $0.0900 or even $0.0880. Conversely, resistance appears around $0.0950, with the SMA providing additional resistance around $0.1010.\n\nConsidering the current setup, a conservative approach could involve waiting for confirmation of a breakout either above $0.0950 or below $0.09277 before making significant trades. A break above $0.0950 could lead to a retest of the SMA at $0.1010, while a downside move through support could set up a more bearish outlook. Traders should monitor the MACD for any bullish or bearish crossovers as a secondary indicator of momentum."
    }
  }
}