{
  "symbol": "DOGE/USD",
  "name": "Dogecoin vs US Dollar",
  "nameCn": "狗狗币/美元",
  "timestamp": "2026-02-09T14:37:48.813Z",
  "price": {
    "close": "0.09368",
    "high": "0.09395",
    "low": "0.09336",
    "open": "0.09368",
    "change": "0.02",
    "datetime": "2026-02-09 14:00:00"
  },
  "indicators": {
    "rsi": 37.38205,
    "macd": -0.00094996955,
    "macd_signal": -0.00074239461,
    "sma20": 0.0954665
  },
  "analysis": {
    "zh": {
      "title": "狗狗币/美元技术分析：[震荡整理，短期偏空]",
      "content": "当前狗狗币/美元（DOGE/USD）价格在0.09368附近震荡整理。价格未能突破前期高点0.095，表明当前市场情绪偏弱，短期内可能会延续震荡下行的走势。从技术面来看，当前的MACD值为-0.00095，显示出一定的卖盘压力，且信号线尚未形成，暗示市场可能维持在弱势区间。\n\n支撑位方面，0.09336作为近期的低点，提供了一定的支撑。一旦跌破此水平，可能会迎来更深的回调，下一支撑位可关注0.092。相反，若价格能够突破0.09395的高点，则可能恢复上行动能，重新挑战0.095水平。\n\n考虑到目前RSI值缺失，未能提供超买超卖信号，技术指标难以给出明确的超买或超卖提示。在这种情况下，短期内更应关注价格在0.093区间内的波动。如果价格继续维持在此区间内，建议观望或进行短线交易。\n\n总体来说，DOGE/USD处于震荡整理状态，若出现跌破支撑位的情况，则可能进一步测试下方支撑，而若价格能够突破短期阻力，则可考虑短期反弹操作。"
    },
    "en": {
      "title": "Dogecoin vs US Dollar Technical Analysis",
      "content": "The current Dogecoin market shows a relatively neutral short-term trend. With a latest price of $0.09368 and a modest 24-hour change of 0.02%, DOGE/USD appears to be in a consolidation phase. The price has remained within a narrow range between $0.09336 and $0.09395, highlighting low volatility. This could be indicative of market indecision or a breather after more substantial price movements. Without strong directional momentum, Dogecoin is likely waiting for either a bullish or bearish catalyst.\n\nThe absence of a defined RSI(14) and the negative MACD value (-0.00094996955) signals weak downward momentum. The MACD's negative reading shows a mild bearish tendency, but without a clear crossover or signal line, the market may remain range-bound for now. The lack of a defined RSI also leaves the market without a clear overbought or oversold condition, suggesting there is no immediate risk of a reversal in either direction. Traders may want to watch for any shift in the MACD or RSI for confirmation of future price action.\n\nThe 20-period SMA at $0.09547 serves as a dynamic resistance level in the near term. Given the current price is below this SMA, it suggests a downward bias. If Dogecoin fails to break above this level, it could continue to oscillate within its current range. Conversely, a break above the SMA could open the door for a move higher towards previous resistance levels, potentially near $0.097 or beyond. On the downside, support appears to lie at the lower boundary of the current range, around $0.09336, with a further risk of decline if this level is breached.\n\nTraders should be cautious and consider waiting for a clearer breakout before entering positions. A break above the SMA or a bullish MACD crossover could offer opportunities to go long, with an initial target around $0.095. Conversely, a break below the support at $0.09336 could signal further downside, with potential targets near $0.092 or lower. Patience and monitoring for clear signals are key in this indecisive market."
    }
  }
}