{
  "symbol": "DOGE/USD",
  "name": "Dogecoin vs US Dollar",
  "nameCn": "狗狗币/美元",
  "timestamp": "2026-02-15T20:25:52.323Z",
  "price": {
    "close": "0.10294",
    "high": "0.10336",
    "low": "0.1021",
    "open": "0.10262",
    "change": "0.29",
    "datetime": "2026-02-15 20:00:00"
  },
  "indicators": {
    "rsi": 32.43644,
    "macd": -0.00079759506,
    "macd_signal": 0.00079571711,
    "sma20": 0.1106345
  },
  "analysis": {
    "zh": {
      "title": "狗狗币/美元技术分析：震荡整理，缺乏明确方向",
      "content": "当前狗狗币/美元（DOGE/USD）的市场走势表现为震荡整理。价格在0.1021至0.10336区间内波动，整体未突破任何关键支撑或阻力位，显示出缺乏强烈的趋势。由于没有明显的涨跌动能，市场情绪处于观望状态，短期内难以出现急剧变化。\n\n在技术指标方面，RSI(14)目前没有数据，这使得我们无法评估超买或超卖状态。MACD值为负（-0.0008），但信号线未明确，表明目前处于弱势的震荡市场中，短期内可能维持低迷表现。SMA(20)的水平为0.1106，价格低于这一水平，进一步确认短期内的下行压力。\n\n支撑位方面，0.1021附近提供了一定的支撑，若价格进一步下行，可能会测试这一水平的有效性。上方的阻力位在0.10336附近，如果突破该区间可能会重新测试0.1106的阻力。若突破0.1106，可能会迎来更多买盘。\n\n考虑到当前市场没有明确的上涨信号，建议在此区域内观望，等待更强的技术信号。若价格跌破0.1021，短期内可能出现进一步回调，而若突破0.10336，可能会迎来短期反弹。"
    },
    "en": {
      "title": "Dogecoin vs US Dollar Technical Analysis",
      "content": "The Dogecoin market has shown relatively stable movement in the past 24 hours, with a minor 0.29% increase. However, its price remains below the key short-term resistance of $0.1106, represented by the 20-period simple moving average (SMA). The latest price of $0.10294 suggests that DOGE is consolidating in a narrow range, with no strong directional push at the moment. A breakout above the SMA could signal a potential rally, while failure to break this level may lead to further consolidation or downside testing.\n\nThe absence of an RSI reading and the current negative MACD (-0.0008) indicate that Dogecoin lacks significant bullish momentum. The MACD value below the zero line suggests that the selling pressure is slightly outweighing buying activity, though this could change if buying volume picks up. A more comprehensive view of the MACD's signal line could provide clarity on whether a reversal or continuation of this downward bias is likely.\n\nKey support levels for DOGE/USD lie at the lower range of $0.1021, where the price found some support in the last 24 hours. If this support holds, it could indicate a consolidation phase before a potential bullish recovery. However, a breakdown below this level would open up the possibility for further declines towards lower support levels, possibly testing the $0.1000 psychological barrier or below. Traders should watch for a decisive move at these levels for clearer directional cues.\n\nFrom a trading perspective, cautious short-term traders may prefer to wait for a confirmed breakout above the $0.1106 SMA to enter long positions with targets toward $0.1150 or higher. Conversely, for those looking to enter on a pullback, watching for a retest of $0.1021 support could provide an opportunity, with stops placed below this level to manage risk effectively."
    }
  }
}