{
  "symbol": "AVAX/USD",
  "name": "Avalanche vs US Dollar",
  "nameCn": "雪崩币/美元",
  "timestamp": "2026-01-22T17:54:29.691Z",
  "price": {
    "close": "12.1393",
    "high": "12.2462",
    "low": "12.1232",
    "open": "12.2332",
    "change": "-0.77",
    "datetime": "2026-01-22 17:00:00"
  },
  "indicators": {
    "rsi": 39.17146,
    "macd": -0.041559504,
    "macd_signal": -0.0062088207,
    "sma20": 12.40263
  },
  "analysis": {
    "zh": {
      "title": "> search(\"你是专业的数字货币交易分析师。请对 雪崩币/美元(AVAX/USD) 进行技术分析。\\n\\n当前市场数据：\\n- 最新价格: 12.1393\\n- 24小时变化: -0.77%\\n- 高点/低点: 12.2462 / 12.1232\\n- RSI(14): N/A\\n- MACD: -0.041559504, Signal: N/A\\n- SMA(20): 12.40263\\n\\n要求：\\n1. 第一行：完整的中文标题，格式：\\\"雪崩币/美元技术分析：[趋势描述]\\\"\\n2. 然后空一行\\n3. 正文3-4段，每段60-80字，总共250-300字\\n4. 包含：趋势判断、技术指标解读、支撑/阻力位、交易建议\\n5. 使用专业术语但易于理解\\n6. 不要添加任何标签或额外说明\\n\\n立即开始（第一行就是标题）：\")",
      "content": "雪崩币/美元技术分析：当前区间震荡偏弱整理\n\n目前AVAX价格在12.13附近震荡，小幅下挫表明空头略占上风，价格仍低于20日SMA均线，整体趋势偏弱整理，短线缺乏明确突破动力。若持续在均线下方运行，弱势延续可能性较大。\n\n技术指标方面，MACD呈现负值但未显著发散，显示下行动能有限且空头动量有所削弱。RSI数据缺失，但结合价格与均线位置，可推测动量指标可能在中低位震荡，反映短期市场观望情绪浓厚。\n\n关键支撑位于近期低点12.12附近，其下方若失守可能引发进一步下探至11.80一线；阻力位在20日均线12.40及上方12.60/12.80构成阶梯压力。成交量如未放大，则假突破可信度较低。\n\n交易建议上，短线建议仍以区间操作为主，临近支撑可考虑低多；若价格回升突破并稳定站上12.40以上，可逐步布局多单。风险管理上设置止损于支撑下方0.5%位置，防止快速波动带来损失。"
    },
    "en": {
      "title": "Avalanche vs US Dollar Technical Analysis",
      "content": "> search(\"You are a professional cryptocurrency analyst. Provide technical analysis for Avalanche vs US Dollar (AVAX/USD).\\n\\nCurrent Market Data:\\n- Latest Price: 12.1393\\n- 24h Change: -0.77%\\n- High/Low: 12.2462 / 12.1232\\n- RSI(14): N/A\\n- MACD: -0.041559504, Signal: N/A\\n- SMA(20): 12.40263\\n\\nRequirements:\\n1. Write 3-4 paragraphs, 60-80 words each, total 250-300 words\\n2. Include: trend analysis, indicator interpretation, support/resistance levels, trading suggestions\\n3. Use professional but accessible language\\n4. No labels, no meta-commentary\\n5. Start immediately with the content (no title needed)\\n\\nBegin:\")\n\nThe recent price action in **AVAX/USD** shows a modestly bearish sentiment over the short term. With the latest price sitting around **$12.14** and trading slightly below the 20‑period simple moving average (~12.40), Avalanche is under short‑term pressure. The inability to reclaim the SMA suggests sellers retain control, at least intraday. A break above **$12.40–12.50** would be needed to shift momentum back toward neutral or bullish territory.\n\nLooking at momentum indicators, the negative MACD reading (~‑0.0416) highlights diminishing buying strength and a tilt toward selling pressure. Without the signal line available, it’s harder to confirm a full bearish crossover, but the divergence from positive territory is notable. The missing RSI figure limits clarity on overbought/oversold conditions, but price weakening and the MACD’s direction imply caution. Traders should watch for any strengthening in the MACD histogram or a rebound toward zero as an early sign of renewed interest.\n\nKey psychological and technical levels include **support near $12.00–11.80**, where previous intraday lows and round numbers may attract bids. If this zone breaks decisively, further downside toward **$11.40–11.20** becomes plausible, especially if volume increases on sell‑offs. On the upside, **$12.40–12.50** initially resists, with a more substantial barrier around **$12.80–13.00** where sellers have historically stepped in. Range‑bound traders might exploit these levels, setting tight stops just beyond them to manage risk.\n\nFor trading suggestions, those holding long positions should consider trimming around resistance if momentum doesn’t improve, locking in gains and reducing exposure. Aggressive traders might look for a confirmed bounce off the **$12.00** support with volume pickup before entering new longs. Conversely, short positions could be explored on failed rallies below the SMA with clear stops above recent highs. Keeping an eye on broader market sentiment and volume will be important for confirming directional bias."
    }
  }
}