{
  "symbol": "DOGE/USD",
  "name": "Dogecoin vs US Dollar",
  "nameCn": "狗狗币/美元",
  "timestamp": "2026-01-22T17:53:42.134Z",
  "price": {
    "close": "0.12509",
    "high": "0.12534",
    "low": "0.12437",
    "open": "0.125",
    "change": "0.06",
    "datetime": "2026-01-22 17:00:00"
  },
  "indicators": {
    "rsi": 46.48615,
    "macd": -0.00021758913,
    "macd_signal": 0.000032376978,
    "sma20": 0.126184
  },
  "analysis": {
    "zh": {
      "title": "狗狗币/美元技术分析：[震荡整理中，短期趋势偏弱]",
      "content": "当前DOGE/USD价格为0.12509，24小时变化仅为0.06%。价格波动较小，整体处于震荡整理阶段。短期内，市场缺乏强烈的上涨或下跌动力，可能会继续在当前区间内震荡。\n\n从技术指标来看，RSI数据缺失，无法进行准确的超买超卖判断。MACD值为负，表明当前市场存在一定的卖压，短期内可能会维持弱势。SMA(20)为0.12618，价格稍微低于均线，显示短期趋势偏弱。若未能突破该均线，价格可能继续回调。\n\n支撑位方面，0.12437为近期低点，若跌破该位置，可能会进一步测试0.12300附近的支撑位。阻力位则在0.12534附近，突破此位后，可能会试探0.12600-0.12700区间。当前的区间震荡格局明确，需关注这些关键价位。\n\n建议交易者保持观望，短期内可考虑在支撑位附近寻找低位买入机会，避免在高位追涨。若价格突破0.12600以上，可以考虑做多，反之则考虑做空。"
    },
    "en": {
      "title": "Dogecoin vs US Dollar Technical Analysis",
      "content": "> search(\"You are a professional cryptocurrency analyst. Provide technical analysis for Dogecoin vs US Dollar (DOGE/USD).\\n\\nCurrent Market Data:\\n- Latest Price: 0.12509\\n- 24h Change: 0.06%\\n- High/Low: 0.12534 / 0.12437\\n- RSI(14): N/A\\n- MACD: -0.00021758913, Signal: N/A\\n- SMA(20): 0.12618400\\n\\nRequirements:\\n1. Write 3-4 paragraphs, 60-80 words each, total 250-300 words\\n2. Include: trend analysis, indicator interpretation, support/resistance levels, trading suggestions\\n3. Use professional but accessible language\\n4. No labels, no meta-commentary\\n5. Start immediately with the content (no title needed)\\n\\nBegin:\")\n\nDogecoin’s price action around **$0.1251** shows a subdued short-term trend, with minimal 24-hour change and tight range trading between **$0.1244–$0.1253**. This consolidation phase suggests market indecision, with neither bulls nor bears exerting clear control. The inability to sustain rallies above the **20-period SMA (~$0.1262)** indicates mild downward pressure in the immediate timeframe. Watch how price interacts with this moving average as it may signal directional resolution.\n\nThe absence of a valid RSI and MACD signal line complicates momentum assessment, but the slightly negative MACD value implies diminishing bullish momentum. A declining MACD tends to indicate that recent price gains lack strength, and without supportive volumes, upward thrusts may falter. Traders should remain cautious and seek confirmation from other oscillators once available. If MACD crosses further below zero, bearish bias could strengthen, reinforcing caution among longs.\n\nImmediate support appears near **$0.1240–$0.1245**, where recent lows clustered and buying interest re-emerged. A clear break below this zone could accelerate downside toward **$0.1210–$0.1220**, a secondary support area visible in higher-timeframe charts. Resistance lies initially at the **20-SMA (~$0.1262)** and more decisively near **$0.1280–$0.1300**, where prior swing highs and congestion zones reside. These levels form a logical framework for short-term risk management.\n\nIn terms of trading suggestions, range-oriented strategies may be preferable until a clean breakout forms. Consider scalping or short-term buy setups near well-defined support with tight stops, rather than aggressive trend chasing. For breakout traders, wait for confirmed closes above **$0.1265** or below **$0.1240** with volume expansion to reduce false signals. Longer-term holders might use intraday dips as disciplined entry points, balancing risk with broader market conditions."
    }
  }
}