{
  "symbol": "DOGE/USD",
  "name": "Dogecoin vs US Dollar",
  "nameCn": "狗狗币/美元",
  "timestamp": "2026-02-14T04:28:03.873Z",
  "price": {
    "close": "0.09662",
    "high": "0.09681",
    "low": "0.09652",
    "open": "0.09678",
    "change": "-0.20",
    "datetime": "2026-02-14 04:00:00"
  },
  "indicators": {
    "rsi": 66.20708,
    "macd": 0.00098962313,
    "macd_signal": 0.0010172168,
    "sma20": 0.0956875
  },
  "analysis": {
    "zh": {
      "title": "狗狗币/美元技术分析：[震荡整理，关注支撑与阻力]",
      "content": "当前狗狗币/美元（DOGE/USD）价格处于0.09662，24小时内出现小幅下跌。市场呈现震荡整理的走势，未能突破短期内的关键支撑和阻力区域。虽然价格波动幅度较小，但市场情绪依然保持谨慎，短期内可能继续在当前区间内震荡整理。\n\n从技术指标来看，目前的RSI（14）数据缺失，MACD指标处于轻微正值0.00099，但信号线数据缺乏，显示市场动力较弱。SMA（20）为0.09569，价格稍微高于该水平，表明短期内有一定的支撑，但突破该均线可能会导致进一步下行压力。\n\n在支撑位方面，0.09652至0.0956区域为较强的支撑区，一旦价格回撤至此位置，可能会出现反弹。然而，上方的阻力位位于0.09681附近，突破该点可能会带来短期上涨的机会。整体来看，当前市场仍未出现明显的趋势，波动较小。\n\n建议交易者在0.0965附近寻找买入机会，目标看向0.0968附近的阻力位。同时，也要密切关注突破支撑或阻力的情况，及时调整策略。避免在区间震荡过大的情况下进行激进交易。"
    },
    "en": {
      "title": "Dogecoin vs US Dollar Technical Analysis",
      "content": "The current price of Dogecoin (DOGE) against the US Dollar is $0.09662, which represents a slight dip of 0.20% over the last 24 hours. This minor change, coupled with the tight trading range between the day's high of $0.09681 and low of $0.09652, suggests a relatively neutral short-term market sentiment. However, the overall trend remains sideways, indicating that DOGE is in consolidation mode. The absence of a clear trend could mean that investors are waiting for a catalyst to either push the price higher or lower.\n\nLooking at the available indicators, the SMA(20) is at $0.09569, slightly below the current price, which could act as a dynamic support level. If the price falls to this level, it might test the strength of this moving average as support. A break below this level could lead to further downside potential, with the next support seen around $0.0950. On the other hand, the MACD value is still positive, but the absence of a signal line limits its usefulness in the current analysis. A higher MACD with an increasing histogram would suggest that the bulls are in control, but this is not yet evident.\n\nAs for the resistance side, DOGE faces potential overhead pressure around $0.097, the recent high. A breakout above this level could set the stage for a move toward $0.098 or even $0.100. However, with the current lack of strong upward momentum, traders should be cautious about chasing price rallies. Given the recent price action and market behavior, a wait-and-see approach might be prudent, as DOGE could continue to consolidate until there is a clearer signal for the next move.\n\nFor traders, the range-bound action implies that DOGE/USD is in a choppy phase, with no clear directional bias. Short-term traders might consider entering near the support at $0.09569 for a potential bounce, while those looking for breakout opportunities could monitor the price action closely for a sustained move above $0.097. As always, it is essential to manage risk effectively, especially in a market showing such consolidation."
    }
  }
}