{
  "symbol": "DOGE/USD",
  "name": "Dogecoin vs US Dollar",
  "nameCn": "狗狗币/美元",
  "timestamp": "2026-02-15T14:00:36.827Z",
  "price": {
    "close": "0.10756",
    "high": "0.11013",
    "low": "0.10711",
    "open": "0.10864",
    "change": "-0.93",
    "datetime": "2026-02-15 13:00:00"
  },
  "indicators": {
    "rsi": 44.14352,
    "macd": 0.0021921257,
    "macd_signal": 0.003411399,
    "sma20": 0.112302
  },
  "analysis": {
    "zh": {
      "title": "狗狗币/美元技术分析：当前市场处于震荡整理状态",
      "content": "当前狗狗币/美元（DOGE/USD）的价格为0.10756，短期内呈现出震荡整理的走势。从24小时的价格变动来看，DOGE出现了轻微的下跌（-0.93%），显示出市场暂时缺乏强势的趋势。考虑到近期价格在0.10711至0.11013区间内波动，市场情绪较为谨慎。\n\n技术指标方面，虽然RSI(14)数据尚缺失，但MACD值为0.0022，显示出短期内的弱势上涨动能。SMA(20)为0.1123，表明当前价格低于短期均线，可能意味着价格面临一定的下行压力。整体来看，狗狗币短期内缺乏明确的上涨动力，但仍维持震荡整理格局。\n\n支撑位方面，0.1071附近可能形成强支撑，若价格跌破此点位，可能会进一步回撤至0.1050区间。阻力位则位于0.11013附近，突破该水平可能会重新测试0.1123的SMA(20)位置。此区间的价格波动值得关注，若突破高点则可能出现短期反弹。\n\n对于交易者来说，目前可以关注区间交易策略。建议在支撑位附近逢低吸纳，在阻力位附近考虑获利了结。若价格突破0.11013，并且MACD持续走强，则可以考虑短期多单布局。但需谨慎控制风险，避免市场出现突发波动。"
    },
    "en": {
      "title": "Dogecoin vs US Dollar Technical Analysis",
      "content": "The Dogecoin market has been experiencing a slight decline in the past 24 hours, with a modest decrease of 0.93%. Currently priced at 0.10756, the cryptocurrency is trading near the lower end of its recent range, which fluctuated between a high of 0.11013 and a low of 0.10711. This suggests some consolidation or indecision, with price struggling to maintain upward momentum. A breakout from this range, either to the upside or downside, could indicate the next directional move. The overall market sentiment remains cautious as Dogecoin faces resistance at the 0.112 level, near the 20-period simple moving average, while support is found closer to 0.107.\n\nWithout the RSI and Signal for the MACD, interpreting the trend momentum is more challenging, but the MACD value of 0.0021921257 suggests a slight bullish bias, though it is not yet conclusive. As the market continues to range, a further decline could lead to testing lower support levels, potentially near the 0.105 zone. Conversely, if the price manages to break above 0.11013 with significant volume, this could open up further upside potential, with the 0.112 level acting as immediate resistance. The lack of significant bearish indicators implies a possibility of a retest of the recent high or a minor reversal to the upside.\n\nFor traders, the focus should be on range-bound strategies until a decisive breakout occurs. A breakout above 0.11013 could lead to a buying opportunity, targeting a move toward the 0.112 level or higher. On the flip side, a failure to hold above 0.107 could present a chance to short, with potential targets near 0.105. Caution is advised in the absence of the RSI and MACD signal, as the lack of clear trend indicators may result in false breakouts.\n\nIn conclusion, Dogecoin's current market action suggests consolidation within a defined range, with a neutral to slightly bullish outlook. Traders should stay vigilant for breakout opportunities and respect support and resistance zones. Clearer trend confirmation will come once more indicators are available, providing greater certainty for potential trade setups."
    }
  }
}