{
  "symbol": "DOGE/USD",
  "name": "Dogecoin vs US Dollar",
  "nameCn": "狗狗币/美元",
  "timestamp": "2026-02-07T16:28:42.920Z",
  "price": {
    "close": "0.09753",
    "high": "0.09867",
    "low": "0.0963",
    "open": "0.09675",
    "change": "0.81",
    "datetime": "2026-02-07 16:00:00"
  },
  "indicators": {
    "rsi": 55.26561,
    "macd": 0.000048564801,
    "macd_signal": 0.00015045357,
    "sma20": 0.0971355
  },
  "analysis": {
    "zh": {
      "title": "狗狗币/美元技术分析：维持区间震荡走势",
      "content": "当前，狗狗币/美元（DOGE/USD）在0.0975附近波动，价格接近近期的20日简单移动平均线（SMA 20），显示出市场维持震荡区间的走势。最近24小时内，狗狗币的波动幅度较小，表现为0.81%的涨幅，显示出市场情绪相对平稳。\n\n从技术指标来看，MACD指标目前处于一个较小的正值区间，暗示出市场可能存在轻微的上涨动能，但没有强烈的趋势信号。RSI（相对强弱指数）目前缺乏数据，但若计算出来，若RSI值维持在50附近，将进一步支持区间震荡的趋势，表明市场尚未形成明确的买卖力量。\n\n支撑位方面，0.0963处为最近的低点，若价格下破此位置，可能会进一步回落至0.095附近。阻力位则在0.09867，突破这一水平有可能开启进一步的上涨，但需要关注成交量的支持。当前的震荡区间使得市场参与者在此区间内可能采取保守的交易策略。\n\n综合来看，考虑到当前价格在区间内波动，建议投资者可以在支撑位附近尝试低吸，而在接近阻力位时则可考虑适当减仓。对于短线交易者，保持谨慎并注意区间震荡中的价格变动，避免贸然追高。"
    },
    "en": {
      "title": "Dogecoin vs US Dollar Technical Analysis",
      "content": "The Dogecoin (DOGE) vs US Dollar (USD) pair is currently showing a modest uptrend, with a slight 0.81% increase in the past 24 hours. The price is hovering near the $0.0975 mark, just above the 20-period simple moving average (SMA) at $0.0971. This SMA typically serves as a support level, and its proximity to the current price suggests a neutral to mildly bullish short-term outlook. However, Dogecoin's inability to break above the recent high of $0.09867 indicates that the price is facing some resistance at that level.\n\nThe absence of a clear Relative Strength Index (RSI) value and the limited data on the Moving Average Convergence Divergence (MACD) make it difficult to fully gauge market momentum. However, the MACD value of 0.00004856 is positive, signaling potential upward momentum. Traders should monitor whether the MACD continues to rise or if the signal line catches up, which would offer more clarity on bullish strength. Without the signal line available, the MACD alone isn’t enough for strong momentum confirmation.\n\nOn the technical front, immediate support is found near $0.0963, the recent low, with a potential move to retest the SMA at $0.0971. A break below $0.0963 could signal a further decline, potentially targeting $0.0945. Resistance is seen at $0.09867, and a breakout above this level could lead to the next resistance zone at $0.1000, which could act as a psychological barrier for traders. \n\nFor short-term traders, staying within these boundaries might provide opportunities for range-bound trades, but the price action should be watched closely for any significant breakout or breakdown. The lack of extreme overbought or oversold conditions means a cautious approach could be ideal, focusing on short-term moves with tight stop-losses around key levels."
    }
  }
}