{
  "symbol": "DOGE/USD",
  "name": "Dogecoin vs US Dollar",
  "nameCn": "狗狗币/美元",
  "timestamp": "2026-02-24T04:36:49.845Z",
  "price": {
    "close": "0.09126",
    "high": "0.09213",
    "low": "0.0909",
    "open": "0.09207",
    "change": "-0.87",
    "datetime": "2026-02-24 04:00:00"
  },
  "indicators": {
    "rsi": 29.86954,
    "macd": -0.00091074416,
    "macd_signal": -0.00070733275,
    "sma20": 0.094171
  },
  "analysis": {
    "zh": {
      "title": "狗狗币/美元技术分析：[短期调整，寻找支撑反弹]",
      "content": "当前狗狗币/美元（DOGE/USD）价格在0.09126附近，呈现出小幅调整的趋势。24小时变化为-0.87%，显示出市场略微的卖压。在此价位附近，可能出现短期震荡，价格能否保持在支撑位之上，将决定接下来的走势。\n\n从技术指标来看，MACD值为-0.00091，表明市场处于弱势，但信号线暂时缺失，因此无法明确确认空头的持续性。SMA(20)为0.09417，当前价格低于该均线，暗示短期内价格可能面临更多的下行压力。RSI指标暂未提供，因此暂无法评估超买或超卖状态。\n\n支撑位方面，0.0909附近可能是关键的支撑区域，若价格跌破这一位置，可能会进一步回落至0.0880区域。上行阻力位则在0.09213附近，若价格突破这一点位，可能会尝试重新站上0.0940附近的均线水平。投资者需关注价格能否突破这些关键价位。\n\n建议短期内采取谨慎操作，待市场确认支撑位稳固后，再考虑低位进场的机会。如果价格突破上方阻力，则可适当跟随多头趋势。"
    },
    "en": {
      "title": "Dogecoin vs US Dollar Technical Analysis",
      "content": "The Dogecoin market currently shows a slight bearish sentiment with a price of $0.09126, reflecting a 0.87% drop in the last 24 hours. Price action is consolidating near the lower end of its range, having briefly touched a low of $0.0909 and a high of $0.09213 during this period. Given this tight range and a lack of significant directional movement, the market is likely in a phase of indecision. It’s crucial to monitor whether the price will hold near the support level or break down further.\n\nThe absence of a clear Relative Strength Index (RSI) reading leaves the momentum largely undetermined. However, the MACD's negative value of -0.00091 indicates a mild bearish trend, suggesting downward pressure may continue. The MACD’s lack of a defined signal line adds uncertainty, but the continued negative histogram suggests that selling pressure could persist in the short term. Traders should be cautious about entering long positions without more concrete signs of reversal.\n\nLooking at the simple moving average (SMA) of 20 periods at $0.094171, it appears that Dogecoin is trading below this level, reinforcing the idea of a short-term downtrend. If the price fails to reclaim the SMA, this may point to further declines, potentially testing support at $0.0909. A break below this level could trigger additional downside momentum, with the next potential support lying around $0.0885. Traders should watch for signs of a price reversal before entering any long positions.\n\nConsidering these factors, trading strategies should focus on waiting for confirmation of a clear trend. A breakout above $0.09213 could indicate a shift in momentum, signaling potential long opportunities. However, until such a breakout occurs, the bearish bias remains intact, and risk management is essential, especially for short positions. Investors should also be mindful of external market conditions that may affect Dogecoin’s price action."
    }
  }
}