{
  "symbol": "DOGE/USD",
  "name": "Dogecoin vs US Dollar",
  "nameCn": "狗狗币/美元",
  "timestamp": "2026-01-26T21:47:42.376Z",
  "price": {
    "close": "0.12264",
    "high": "0.12299",
    "low": "0.12142",
    "open": "0.12161",
    "change": "0.87",
    "datetime": "2026-01-26 21:00:00"
  },
  "indicators": {
    "rsi": 55.42122,
    "macd": 0.00019959898,
    "macd_signal": 0.000069033366,
    "sma20": 0.121776
  },
  "analysis": {
    "zh": {
      "title": "狗狗币/美元技术分析：震荡整理中，短期关注支撑和阻力",
      "content": "目前，DOGE/USD处于震荡整理阶段，价格略微回升至0.12264附近。市场波动较为温和，短期内没有明显的趋势突破。尽管价格略有上涨，但尚未形成强烈的上涨势头，因此可以预计该货币对将在区间内震荡整理，短期内可能维持这一走势。\n\n从技术指标来看，RSI目前缺失，未能为我们提供过买或过卖的信号。MACD虽有0.0002的正值，但信号线尚未出现，说明市场仍在整理阶段。SMA(20)当前位于0.1218附近，这表示该水平可能作为支撑线，价格若回调至此处，可能会找到一定的支撑。\n\n从支撑和阻力位来看，当前的支撑位位于0.12142附近，而阻力位则在0.12299。这两个关键价位可能成为短期价格波动的参考，若价格突破上行阻力位，可能会出现一定的上涨动力。相反，若下破支撑位，则有可能进入较深的回调阶段。\n\n综合来看，建议短期内关注0.12142支撑位和0.12299阻力位的突破情况，若价格持续震荡整理，保持观望，并考虑在支撑附近寻找买入机会。"
    },
    "en": {
      "title": "Dogecoin vs US Dollar Technical Analysis",
      "content": "The current market for Dogecoin (DOGE) against the US Dollar (USD) presents a mildly bullish short-term outlook, with the latest price standing at $0.12264. Over the last 24 hours, DOGE has experienced a 0.87% price increase, indicating a slight upward momentum. The recent price action shows a high of $0.12299 and a low of $0.12142, suggesting a relatively narrow trading range within this period. This could indicate consolidation within a range, and a breakout could be possible depending on the volume and broader market conditions.\n\nLooking at the moving averages, the 20-period simple moving average (SMA) is at $0.12177600, which is slightly below the current price. This could suggest that DOGE is in a mild uptrend as it trades above its 20-period average. However, the absence of a Relative Strength Index (RSI) reading and a MACD signal leaves room for caution, as the market may lack clear momentum signals. Traders should consider this lack of confirmation in other technical indicators when making trading decisions.\n\nSupport and resistance levels are crucial for understanding potential price movements. Immediate support is seen around the recent low of $0.12142, with the next significant support around $0.1200. On the resistance side, $0.1230 to $0.1240 is a key zone where price might encounter selling pressure. A break above $0.1240 could signal a more substantial rally, while a drop below $0.12142 may point to a bearish reversal. Traders should watch these levels closely.\n\nGiven the current market conditions, a conservative approach would be to wait for a breakout above resistance or a confirmation of a reversal below support before entering a position. If the price holds above $0.1220, it might present an opportunity for a short-term long position. However, traders should monitor broader market sentiment, as Dogecoin often moves in tandem with general cryptocurrency market trends."
    }
  }
}