{
  "symbol": "DOGE/USD",
  "name": "Dogecoin vs US Dollar",
  "nameCn": "狗狗币/美元",
  "timestamp": "2026-01-19T11:03:38.917Z",
  "price": {
    "close": "0.12776",
    "high": "0.1278",
    "low": "0.1277",
    "open": "0.12777",
    "change": "0.00",
    "datetime": "2026-01-19 11:00:00"
  },
  "indicators": {
    "rsi": 27.4419,
    "macd": -0.0024853414,
    "macd_signal": -0.0024495074,
    "sma20": 0.1309695
  },
  "analysis": {
    "zh": {
      "title": "狗狗币/美元技术分析：[震荡整理，需关注关键水平]",
      "content": "当前DOGE/USD的价格为0.12776，24小时内变化幅度微乎其微，显示出市场的谨慎情绪。从高点0.1278到低点0.1277的波动幅度极小，表明短期内市场缺乏方向性，可能处于震荡整理阶段。\n\n技术指标方面，由于RSI(14)数据缺失，无法提供超买或超卖的明确信号。MACD为负值，显示出当前市场动能偏弱，可能暗示卖压存在。同时，20日简单移动平均线(SMA)为0.13096950，价格在其下方，进一步确认了当前的下行压力。\n\n从支撑和阻力位来看，当前支撑位在0.1270附近，若跌破可能会加剧下行风险。阻力位则在0.1300处，若能突破将为多头提供新的动力。在这种震荡格局中，建议投资者保持谨慎观望，等待价格突破关键水平后再进行交易决策，以降低风险。"
    },
    "en": {
      "title": "Dogecoin vs US Dollar Technical Analysis",
      "content": "The current price of Dogecoin (DOGE) against the US Dollar (USD) is 0.12776, showing a stable 24-hour change of 0.00%. This stability suggests a period of consolidation after previous volatility. The high and low for the day are closely matched at 0.1278 and 0.1277, indicating a tight trading range. This could signify indecision among traders, possibly reflecting broader market sentiment or external factors influencing Dogecoin's price stability.\n\nIn terms of trend analysis, the absence of significant price movement hints at a potential sideways trend. The Simple Moving Average (SMA) for the last 20 periods sits at 0.13096950, indicating that the market might be experiencing bearish pressure as the current price is below this average. A sustained move below the SMA could point to further downside potential, while a breakout above could signal a shift in momentum.\n\nThe MACD value of -0.0024853414 suggests that the momentum is currently negative, reinforcing the bearish outlook. Without a corresponding signal line value, it is challenging to evaluate crossovers; however, the negative MACD indicates a lack of bullish support. Traders should keep an eye on any shifts in this indicator, as a move back toward zero could signal a reversal.\n\nSupport levels are currently identified around 0.1270, while resistance may be seen at the SMA level near 0.1300. A break below 0.1270 could lead to further declines, whereas a move above the SMA could provide a buying opportunity. Traders might consider placing buy orders cautiously if the price breaks above the resistance, while maintaining stop-loss orders to mitigate risks given the prevailing bearish sentiment."
    }
  }
}