{
  "symbol": "DOGE/USD",
  "name": "Dogecoin vs US Dollar",
  "nameCn": "狗狗币/美元",
  "timestamp": "2026-02-28T21:41:57.514Z",
  "price": {
    "close": "0.0938",
    "high": "0.09442",
    "low": "0.09341",
    "open": "0.09433",
    "change": "-0.55",
    "datetime": "2026-02-28 21:00:00"
  },
  "indicators": {
    "rsi": 58.91267,
    "macd": -0.00016720419,
    "macd_signal": -0.00084830368,
    "sma20": 0.091078
  },
  "analysis": {
    "zh": {
      "title": "狗狗币/美元技术分析：[当前市场整理，短期震荡风险]",
      "content": "当前DOGE/USD价格为0.0938，短期呈现横盘整理的态势。市场波动幅度较小，价格在0.0934至0.0944区间内震荡，且没有明显的突破迹象。虽然价格处于相对平稳状态，但随着市场情绪的波动，价格可能会出现短期变动。\n\n从技术指标来看，MACD处于负值区间，表明短期内卖压较强。没有信号线的确认，因此仍处于不确定状态。SMA(20)显示0.0911的支撑位，这一位置可能成为市场反弹的起点。由于RSI数据缺失，无法充分分析超买超卖状态，但从整体走势来看，市场情绪依然较为中性。\n\n支撑位可关注0.0934附近，而阻力位则位于0.0944附近。如果价格突破0.0944上行，可能会迎来更强的反弹，反之则可能测试下方支撑区间。短期内，若无法突破这些关键价位，价格可能继续震荡。\n\n建议投资者保持观望，等待更明确的趋势确认。在价格突破区间高点或低点时，可以考虑进场，但风险管理依然非常重要，避免盲目跟风。"
    },
    "en": {
      "title": "Dogecoin vs US Dollar Technical Analysis",
      "content": "The Dogecoin market is currently in a consolidation phase, with the price holding steady near $0.0938, reflecting a minor decrease of -0.55% over the last 24 hours. The price has been fluctuating within a narrow range, with a high of $0.09442 and a low of $0.09341, indicating a lack of significant volatility at this moment. The overall trend remains neutral, with no clear direction forming at this stage. A breakout in either direction would likely determine the next phase of movement.\n\nTechnical indicators suggest a somewhat weak market structure. The Relative Strength Index (RSI) is unavailable, leaving a gap in momentum analysis. The MACD is in negative territory at -0.00016720419, which shows bearish pressure, though without a clear signal line to confirm momentum shifts. This suggests that while the market sentiment is slightly bearish, there's no immediate sell-off signal, as the indicator lacks a confirmed crossover or direction.\n\nThe Simple Moving Average (SMA) (20) at $0.09108 is serving as a potential support level. If the price drops further below this level, a retest of the $0.09000 mark could be expected, which is a key psychological support. On the resistance side, the recent high of $0.09442 presents an immediate hurdle. A break above this level could lead to further testing of $0.09500, which has acted as a significant resistance zone in the past.\n\nFor traders, the current market setup suggests a wait-and-see approach. If the price holds above the 20-SMA, there may be a short-term opportunity for a bounce towards resistance. Conversely, if the price falls below the $0.09100 level, a bearish strategy targeting $0.09000 could be considered. Patience is key, as Dogecoin's near-term price action remains range-bound."
    }
  }
}