{
  "symbol": "DOGE/USD",
  "name": "Dogecoin vs US Dollar",
  "nameCn": "狗狗币/美元",
  "timestamp": "2026-02-11T14:40:07.843Z",
  "price": {
    "close": "0.09026",
    "high": "0.0925",
    "low": "0.08991",
    "open": "0.0901",
    "change": "0.21",
    "datetime": "2026-02-11 14:00:00"
  },
  "indicators": {
    "rsi": 31.51616,
    "macd": -0.0010120265,
    "macd_signal": -0.00093812045,
    "sma20": 0.0915165
  },
  "analysis": {
    "zh": {
      "title": "狗狗币/美元技术分析：[短期震荡整理，略微偏弱]",
      "content": "当前狗狗币/美元(DOGE/USD)价格为0.09026，短期内呈现震荡整理趋势。价格在0.0925和0.08991区间波动，显示出市场处于一个窄幅区间内。由于缺乏明显的上涨动力，整体趋势偏弱。\n\n技术指标方面，MACD当前为负值(-0.001)，显示出市场的卖压仍然存在，虽然RSI(14)数据暂缺，但根据当前价格波动，市场短期内可能未出现超卖或超买的极端情况。SMA(20)位于0.0915附近，进一步确认了价格在该水平附近徘徊。\n\n支撑位可以设在0.08991，而阻力位则位于0.0925。如果价格突破0.0925，可能会迎来小幅反弹，但若跌破0.08991，可能会加速下行调整。因此，投资者需关注这些关键价位。\n\n考虑到市场缺乏强烈的趋势，建议保持观望，等待价格突破上述支撑或阻力后再做进一步决策。对于风险承受能力较高的投资者，可以考虑在接近支撑位时小额买入，但要注意风险控制。"
    },
    "en": {
      "title": "Dogecoin vs US Dollar Technical Analysis",
      "content": "The current price of Dogecoin (DOGE) stands at $0.09026, reflecting a slight 24-hour change of +0.21%. The price has been contained within a relatively narrow range, oscillating between a high of $0.0925 and a low of $0.08991. This tight price action signals a period of consolidation, where market participants may be waiting for a catalyst to spark a more significant price move. With the SMA(20) at $0.09152, the market is trading slightly below its 20-day simple moving average, suggesting some mild bearish pressure in the short term.\n\nFrom an indicator perspective, the absence of a recent RSI reading makes it difficult to draw clear conclusions about overbought or oversold conditions. However, the negative MACD value of -0.00101 suggests a slight bearish momentum, albeit not yet strong enough to indicate a sharp downturn. The market is at a critical juncture, and the next few price actions may determine if DOGE will experience a short-term breakout or if it will continue to trade within the current range. As the MACD is still negative, traders should remain cautious of a possible retest of lower support levels.\n\nThe primary support level for DOGE/USD is located at $0.08991, which has held up well in the recent period. A break below this support could push the price toward the $0.0850 region, where further buyers may enter. On the other hand, resistance sits at $0.0925, with a potential for further resistance just above $0.095. A break above these levels could suggest a bullish move, confirming the continuation of the uptrend.\n\nFor short-term traders, it might be advisable to monitor the price action closely around the $0.08991 support. A bounce off this level could present an opportunity for a long position, targeting the $0.0925 resistance. Conversely, if DOGE breaks below support, caution is warranted as it could lead to a deeper correction. With relatively low volatility, cautious trading and smaller position sizes may be appropriate until a clearer trend emerges."
    }
  }
}