{
  "symbol": "BNB/USD",
  "name": "Binance Coin vs US Dollar",
  "nameCn": "币安币/美元",
  "timestamp": "2026-01-31T17:46:18.286Z",
  "price": {
    "close": "780.99",
    "high": "796",
    "low": "774",
    "open": "793.24",
    "change": "-1.54",
    "datetime": "2026-01-31 17:00:00"
  },
  "indicators": {
    "rsi": 11.55613,
    "macd": -14.72349,
    "macd_signal": -8.55471,
    "sma20": 837.2675
  },
  "analysis": {
    "zh": {
      "title": "币安币/美元技术分析：[短期下行压力明显，需警惕支撑位破位]",
      "content": "目前，币安币/美元（BNB/USD）价格呈现出一定的下行压力。从最近的价格走势来看，当前价格780.99接近24小时内的低点774，显示出市场情绪偏弱。短期内，价格可能会继续承压，特别是未出现明显的反弹信号时。\n\n技术指标方面，MACD目前为负值（-14.72349），表明市场卖压较重。由于RSI和Signal值未提供，无法完全评估超买或超卖情况，但MACD的负值暗示着价格可能维持疲软走势。20日简单移动平均线（SMA20）在837.26750，远高于当前价格，显示出下行趋势。\n\n在支撑位方面，774是短期内的关键支撑位，一旦跌破可能进一步引发价格下行。阻力位则集中在796附近，如果价格反弹至此，可能会遇到抛压并难以突破。保持警惕，尤其是下行突破支撑位时。\n\n建议交易者短期内保持谨慎，若价格回升至796附近可考虑适当空头布局，但需密切关注774支撑位的稳固性。一旦跌破774，可能需进一步调整策略，保持风险控制。"
    },
    "en": {
      "title": "Binance Coin vs US Dollar Technical Analysis",
      "content": "> search(\"You are a professional cryptocurrency analyst. Provide technical analysis for Binance Coin vs US Dollar (BNB/USD).\\n\\nCurrent Market Data:\\n- Latest Price: 780.99\\n- 24h Change: -1.54%\\n- High/Low: 796 / 774\\n- RSI(14): N/A\\n- MACD: -14.72349, Signal: N/A\\n- SMA(20): 837.26750\\n\\nRequirements:\\n1. Write 3-4 paragraphs, 60-80 words each, total 250-300 words\\n2. Include: trend analysis, indicator interpretation, support/resistance levels, trading suggestions\\n3. Use professional but accessible language\\n4. No labels, no meta-commentary\\n5. Start immediately with the content (no title needed)\\n\\nBegin:\")\n\nBNB/USD’s recent price action shows a **short-term bearish drift**, trading below the 20-period simple moving average (~837.27). The latest price at 780.99 and the negative 24h change signal downward pressure, especially as sellers control the session’s high/low range (796/774). This suggests that momentum is still weak and lower time-frame sellers may remain active unless the price recaptures the 20-SMA convincingly. A break below the 770 support could extend the decline. \n\nIndicator interpretation reinforces this cautious tone. The MACD being negative (-14.72) without a signal line confirmation indicates **momentum below neutral**, hinting at persistent sellingis $ 835.45 with a trading volume of $ 3.57B and market cap of $ 113.92B. BNB price decreased -2.9% in the last 24 hours.\n\n\nIndicator interpretation reinforces this cautious tone. The MACD being negative (-14.72) without a signal line confirmation indicates **momentum below neutral**, hinting at persistent selling pressure. Despite the absence of a current RSI value, broader market readings often see BNB’s relative strength lingering near neutral to bearish levels in similar setups. This tells us **buyers are not yet strong enough to reverse the slide**, so trend continuation to support zones remains a valid scenario. y technical levels to watch include **support near 760–770**, aligned with recent swing lows and psychological round numbers, and **resistance near 800–820**, capped by the recent intra-day high and the 20-SMA acting as dynamic resistance. A sustained break above that resistance band would improve the trend bias, while failure keepstable trades. In addition to technical analysis, it's always best to use as much data as possible — to stay on top of everything that can potentially influence Binance Coin price, keep an eye on related news.\n\n\nKey technical levels to watch include **support near 760–770**, aligned with recent swing lows and psychological round numbers, and **resistance near 800–820**, capped by the recent intra-day high and the 20-SMA acting as dynamic resistance. A sustained break above that resistance band would improve the trend bias, while failure keeps pressure on downside targets. These levels frame a balanced view of risk vs reward for tactical trades. \n\nFrom a trading perspective, consider **waiting for clear confirmation** before committing. Short positions might target the 760 support with stops above 810, while longs are better considered.45 with a trading volume of $ 3.57B and market cap of $ 113.92B. BNB price decreased -2.9% in the last 24 hours.\n\n\nFrom a trading perspective, consider **waiting for clear confirmation** before committing. Short positions might target the 760 support with stops above 810, while longs are better considered only if price climbs above the 20-SMA with strong volume. Swing traders could use tight ranges to scalp near support, but larger positions may benefit from broader confirmation like an RSI bounce off oversold or MACD cross back toward positive territory. (This approach helps manage risk given current technicals.)"
    }
  }
}