{
  "symbol": "DOGE/USD",
  "name": "Dogecoin vs US Dollar",
  "nameCn": "狗狗币/美元",
  "timestamp": "2026-01-31T17:49:25.013Z",
  "price": {
    "close": "0.10125",
    "high": "0.1054",
    "low": "0.09889",
    "open": "0.10513",
    "change": "-3.71",
    "datetime": "2026-01-31 17:00:00"
  },
  "indicators": {
    "rsi": 10.52023,
    "macd": -0.0028045836,
    "macd_signal": -0.0017536202,
    "sma20": 0.111824
  },
  "analysis": {
    "zh": {
      "title": "狗狗币/美元技术分析：[下行压力加大，短期可能回调]",
      "content": "当前，狗狗币/美元（DOGE/USD）在0.10125附近交易，显示出短期内的下行压力。价格已经从近期高点0.1054回调，市场情绪偏向疲软。24小时变化为-3.71%，表明卖盘力量占据主导地位。\n\n技术指标方面，MACD显示出-0.0028的负值，表明卖盘占优，缺乏明确的多头信号。由于RSI（14）数据缺失，无法准确判断超买或超卖状态，但价格下行趋势仍然明显。SMA(20)位于0.1118，当前价格远低于该水平，进一步确认了市场的空头趋势。\n\n支撑位方面，0.09889是当前的关键支撑区域，若跌破此价位，价格可能进一步回探至0.095左右。上方则有阻力位在0.1054，突破此价位可能会激发一定的反弹，但考虑到目前的技术形势，回升空间可能有限。\n\n综合来看，短期内狗狗币/美元可能继续面临回调压力。建议交易者谨慎操作，避免追涨，等待价格回落至支撑位附近时考虑低吸策略。"
    },
    "en": {
      "title": "Dogecoin vs US Dollar Technical Analysis",
      "content": "The current market data for Dogecoin (DOGE) against the US Dollar (USD) reveals a bearish trend, particularly following a recent 24-hour decline of 3.71%. The price is currently positioned at 0.10125, which is significantly below the recent high of 0.1054. The rapid drop in value suggests that sellers are gaining momentum, and if this trend continues, we may see further declines toward the recent low of 0.09889. Traders should closely monitor this price range for potential volatility.\n\nIn terms of technical indicators, the MACD is currently negative at -0.0028045836, indicating a bearish momentum. Although the RSI(14) is not available, the negative MACD suggests that there could be further downside potential unless buying pressure emerges. The absence of a clear bullish signal indicates that traders should remain cautious. The 20-day Simple Moving Average (SMA) at 0.11182400 serves as a critical resistance level. If the price fails to break above this level, it may continue to decline.\n\nSupport levels can be identified around the recent low of 0.09889. A sustained break below this level could trigger further selling, leading to a test of even lower support zones. Conversely, if the price manages to bounce back above this low, it could signal a potential reversal and a buying opportunity for traders looking to capitalize on a short-term rally. \n\nGiven the current market dynamics, a conservative approach may be warranted. Traders might consider placing buy orders near the support level of 0.09889 while setting stop-loss orders slightly below this level to mitigate risk. Conversely, short positions could be considered if the price moves closer to the resistance level at 0.11182400, especially if bearish confirmations arise. Monitoring volume for any significant shifts will be essential to validate these potential trading strategies."
    }
  }
}