{
  "symbol": "DOGE/USD",
  "name": "Dogecoin vs US Dollar",
  "nameCn": "狗狗币/美元",
  "timestamp": "2026-02-04T19:32:11.947Z",
  "price": {
    "close": "0.10344",
    "high": "0.10432",
    "low": "0.10319",
    "open": "0.10341",
    "change": "0.04",
    "datetime": "2026-02-04 19:00:00"
  },
  "indicators": {
    "rsi": 38.76731,
    "macd": -0.0010254347,
    "macd_signal": -0.00054699723,
    "sma20": 0.106289
  },
  "analysis": {
    "zh": {
      "title": "狗狗币/美元技术分析：震荡整理中，短期内缺乏明确方向",
      "content": "当前DOGE/USD价格在0.10344附近，24小时微幅上涨0.04%。整体走势表现出震荡整理的特征，价格未能突破近期的高点0.10432，且未能进一步下探至0.10319下方。市场情绪偏向平稳，短期内可能维持区间震荡。\n\n技术指标方面，MACD线目前处于负值区间，显示出一定的卖压，但由于信号线尚未给出明确的变化信号，当前的市场走势缺乏明确的趋势动能。SMA(20)维持在0.106289附近，价格持续在其下方运行，显示短期内可能面临一些压力。\n\n在支撑位方面，0.10319区域是短期内的关键支撑水平，一旦跌破可能会引发进一步的下行调整。阻力位则位于0.10432附近，突破该水平后可能会试探更高的价格区间。若价格突破阻力位，可能会带来短期反弹机会。\n\n综合来看，DOGE/USD在当前震荡区间内运行，建议短期内观望，等待更明确的突破信号。如果价格突破0.10432，则可以考虑轻仓跟进多头；若跌破0.10319，则应考虑适时止损或调整策略。"
    },
    "en": {
      "title": "Dogecoin vs US Dollar Technical Analysis",
      "content": "The current market for Dogecoin shows a narrow price movement, with the latest price at 0.10344 USD, up by only 0.04% over the last 24 hours. The high and low for the day are quite close, indicating a period of consolidation. This suggests that DOGE/USD is in a neutral to slightly bullish phase, but with limited volatility. The absence of a clear trend can also be inferred from the relatively stable movement between the high of 0.10432 and the low of 0.10319.\n\nThe lack of a defined RSI and MACD signal makes it difficult to assess the momentum of the asset at this moment. However, the MACD value of -0.001 indicates a slight bearish pressure, although the absence of a signal line leaves the indicator less useful for decisive trade actions. This suggests that any potential move could be short-lived unless more decisive momentum emerges in the near future. Without a clear momentum signal, traders should be cautious of abrupt shifts in sentiment.\n\nThe 20-period simple moving average (SMA) of 0.10629 shows a slight downward tilt, which suggests some bearish pressure in the short term. This moving average is a key level to watch, as a break above it could signal a return to bullish territory, while a failure to reclaim it could lead to further declines. For now, DOGE/USD is trading below the SMA, indicating that the market sentiment is slightly negative. Traders might consider waiting for a breakout above the SMA for a confirmation of upward momentum.\n\nIn terms of support and resistance, the immediate support is at 0.10319, while the resistance is near the high of 0.10432. A break below 0.10319 could expose the asset to lower levels, potentially testing 0.10200. Conversely, a move above 0.10432 could lead to a short-term rally towards the next resistance around 0.10600. Traders might look for confirmation of either a breakout or a bounce off these levels to make more informed decisions."
    }
  }
}