{
  "symbol": "DOGE/USD",
  "name": "Dogecoin vs US Dollar",
  "nameCn": "狗狗币/美元",
  "timestamp": "2026-02-05T11:26:54.032Z",
  "price": {
    "close": "0.09754",
    "high": "0.09964",
    "low": "0.09739",
    "open": "0.09932",
    "change": "-1.80",
    "datetime": "2026-02-05 11:00:00"
  },
  "indicators": {
    "rsi": 25.15138,
    "macd": -0.0015671858,
    "macd_signal": -0.0012638442,
    "sma20": 0.102269
  },
  "analysis": {
    "zh": {
      "title": "狗狗币/美元技术分析：[短期震荡，潜在下行风险]",
      "content": "当前狗狗币（DOGE/USD）在0.09754美元附近交易，较24小时内下跌1.80%。短期来看，价格震荡走势较为明显，未能突破0.10美元的关键心理关口，整体呈现承压状态。当前市场情绪较为谨慎，短期内可能继续整理。\n\n技术指标方面，MACD处于负值区间（-0.0015671858），尚未出现明显的买入信号，而RSI值缺失使得短期超买或超卖情况无法评估。SMA（20）显示在0.1023美元附近，作为重要的短期阻力位，价格回升至此可能遇到较大压力。如果价格持续低于此水平，走势可能会进一步承压。\n\n支撑位方面，0.09739美元为近期的低点，若价格跌破此水平，可能会测试0.095美元附近的强支撑位。反之，若价格突破0.09964美元的高点，则可能迎来短期反弹。整体来看，狗狗币面临一定的下行风险，短期内若未能突破当前阻力位，可能会继续整理或回调。\n\n交易建议：建议短期内观望为主，等待价格突破关键支撑或阻力位再做决策。如果突破0.09964美元，可以考虑小幅进场，反之跌破0.09739美元，则可考虑短期做空。"
    },
    "en": {
      "title": "Dogecoin vs US Dollar Technical Analysis",
      "content": "Dogecoin (DOGE) has been experiencing a slight downtrend, with the price currently sitting at 0.09754, down 1.80% in the last 24 hours. The recent high of 0.09964 and low of 0.09739 suggest a relatively narrow range, indicating consolidation. The broader trend is still under pressure, and the price is well below the 20-period simple moving average (SMA) of 0.10227, which reflects ongoing bearish sentiment. This price action indicates that the market may continue to favor the downside unless a significant shift in momentum occurs.\n\nThe RSI(14) value is not available, but the MACD at -0.0016 is negative, pointing to weak momentum. Without the Signal line data, it's difficult to assess the strength of the current trend, but the negative MACD suggests a lack of buying pressure. Additionally, the lack of significant bullish indicators increases the likelihood that DOGE could face continued downward pressure, particularly if the broader market remains weak.\n\nIn terms of support and resistance levels, the immediate support is around 0.09739, which is the low of the current range. A breakdown below this level could trigger further declines towards the next support zone around 0.09500. On the upside, resistance is seen at 0.09964, with the 20-period SMA acting as a secondary resistance at 0.10227. If DOGE is able to reclaim the SMA and break through resistance, there could be a short-term bullish reversal.\n\nFor traders, the current market conditions suggest a cautious approach. Short-term traders may consider selling on rallies towards resistance levels, especially around the SMA. If DOGE drops below 0.09739, further bearish opportunities could arise. Conversely, if the price manages to break above resistance, traders should watch for confirmation of trend reversal signals before considering a more substantial entry."
    }
  }
}