{
  "symbol": "ADA/USD",
  "name": "Cardano vs US Dollar",
  "nameCn": "艾达币/美元",
  "timestamp": "2026-02-14T07:26:25.417Z",
  "price": {
    "close": "0.274934",
    "high": "0.27515",
    "low": "0.274522",
    "open": "0.274522",
    "change": "0.18",
    "datetime": "2026-02-14 07:00:00"
  },
  "indicators": {
    "rsi": 63.55379,
    "macd": 0.0029163559,
    "macd_signal": 0.0030573726,
    "sma20": 0.2724418
  },
  "analysis": {
    "zh": {
      "title": "艾达币/美元技术分析：[短期震荡整理]",
      "content": "当前，艾达币/美元（ADA/USD）在0.2749附近震荡整理，价格接近其20日简单移动平均线（SMA 20），显示出短期内缺乏明确的趋势。近期波动较小，24小时涨幅仅为0.18%，市场情绪偏谨慎。若价格突破0.27515的高点，可能会试探上方的强阻力位0.28；相反，若跌破0.2745，可能会进一步测试下方支撑位0.272。\n\n技术指标方面，MACD为0.0029，显示出微弱的多头力量，但缺乏明确的交叉信号，未能强烈支持上涨趋势。同时，RSI未提供有效的超买或超卖信号，表明市场未过度偏向某一方向。SMA(20)支撑着当前价格水平，表明短期内市场走势较为平稳。\n\n在支撑/阻力层面，0.272和0.275分别构成近期的关键支撑和阻力位。突破阻力位后，ADA/USD可能会重新测试0.28附近的高点。若跌破支撑位，则可能会触及更低的价格区域。投资者应关注这些关键价位，以便抓住短期交易机会。\n\n综合来看，建议短线交易者保持观望，除非价格突破关键支撑或阻力位。如果你偏向于长线持有，可以考虑在当前价位附近分批建仓，但要耐心等待更加明确的趋势信号。"
    },
    "en": {
      "title": "Cardano vs US Dollar Technical Analysis",
      "content": "Cardano (ADA) is currently in a tight range with a slight upward bias. The latest price of $0.274934 suggests the market is consolidating, with a 24-hour change of only +0.18%. This indicates low volatility and investor indecision, as ADA fluctuates between the high of $0.27515 and low of $0.274522. Such tight price action suggests that a breakout could be imminent, but there’s a lack of clear direction at this stage.\n\nThe current market is showing an absence of key indicators like RSI and SMA(14), but the SMA(20) at $0.27244180 provides a dynamic level of support. This support level is crucial for potential buyers, as the price holding above it could signal that the bullish trend remains intact. If ADA falls below this moving average, however, it may indicate a shift towards bearish sentiment in the short term. The absence of a clear MACD signal leaves the market somewhat neutral, making it harder to establish strong momentum in either direction.\n\nFor traders, the current price range could be an opportunity for range-bound strategies. Traders might look for buying opportunities around $0.2724, targeting the next resistance level at $0.27515. A breakout above $0.27515 would open the door to further upside potential, potentially targeting $0.28. Conversely, a break below the current support near $0.2724 could trigger a move to the downside, with targets around $0.2650. Risk management will be crucial here, as the market is not yet showing a definitive trend.\n\nOverall, ADA appears to be in a wait-and-see pattern. With the current price action and lack of major signals, cautious trading is recommended. A solid break above resistance or a drop below support will be key factors in determining the next move for Cardano."
    }
  }
}