{
  "symbol": "DOGE/USD",
  "name": "Dogecoin vs US Dollar",
  "nameCn": "狗狗币/美元",
  "timestamp": "2026-02-14T07:27:06.584Z",
  "price": {
    "close": "0.09655",
    "high": "0.09663",
    "low": "0.09642",
    "open": "0.09651",
    "change": "0.04",
    "datetime": "2026-02-14 07:00:00"
  },
  "indicators": {
    "rsi": 63.5113,
    "macd": 0.00082819724,
    "macd_signal": 0.0009459192,
    "sma20": 0.096103
  },
  "analysis": {
    "zh": {
      "title": "狗狗币/美元技术分析：当前震荡整理，短期内缺乏明确趋势",
      "content": "当前狗狗币/美元（DOGE/USD）价格维持在0.09655附近，24小时变动较小，仅0.04%。目前市场呈现震荡整理态势，价格在0.09642至0.09663区间内波动，未能突破关键支撑或阻力位，短期内缺乏强烈的方向性。\n\n在技术指标方面，虽然RSI（14日）未给出明确数据，但MACD的值为0.000828，暗示市场可能略有买盘力量，然而由于缺乏信号线支持，不能完全确认买入信号。SMA（20日）值为0.0961，表明价格在20日均线附近整理，这也是当前短期趋势的支撑区。\n\n从支撑位和阻力位来看，0.09642是短期支撑区域，而0.09663则是阻力位。如果价格突破上行至0.0967或更高，可能会引发一定的上涨动能；若跌破0.09642，则可能进入更深的调整区域。\n\n综上所述，当前市场情绪偏谨慎，建议交易者在没有突破关键价格区间前采取观望策略，或选择短期区间内的波动进行日内交易。"
    },
    "en": {
      "title": "Dogecoin vs US Dollar Technical Analysis",
      "content": "The current price of Dogecoin against the US Dollar is $0.09655, reflecting a modest 24-hour change of +0.04%. This indicates a consolidation phase in the market, where volatility has remained relatively low. The price has shown slight upward movement from the low of $0.09642, establishing a tight range between $0.09642 and $0.09663. In this situation, the market appears to be taking a breather after recent fluctuations, with no major directional momentum being established.\n\nLooking at the indicators, the absence of RSI data limits a full assessment of overbought or oversold conditions. The MACD value of 0.000828 suggests a mild bullish momentum, though without a clear signal line or divergence, the strength of this trend is uncertain. The moving average at the 20-period mark stands at $0.0961, providing a potential dynamic support level. A move below this could signal further bearish pressure, while holding above may allow for a continuation of the range-bound price action.\n\nSupport levels can be identified near the $0.09642 low, which aligns with the 20-period SMA, and further below, the next significant support zone is $0.09500. Resistance remains just above at $0.09663, and any break above this level could lead to a test of the $0.0970-$0.0975 range. Traders should look for confirmation of price action breaking key levels, as any decisive movement above resistance could signal a potential shift to a short-term bullish trend.\n\nConsidering the current market structure, cautious trading within the range could be appropriate. For risk-averse traders, monitoring for a breakout above $0.09663 could provide a bullish entry, while a breakdown below $0.09642 may present a short opportunity. However, both scenarios require confirmation, and traders should remain alert to avoid trading in a largely directionless market."
    }
  }
}