{
  "symbol": "DOGE/USD",
  "name": "Dogecoin vs US Dollar",
  "nameCn": "狗狗币/美元",
  "timestamp": "2026-01-11T21:37:12.246Z",
  "price": {
    "close": "0.1368",
    "high": "0.1369",
    "low": "0.13572",
    "open": "0.13667",
    "change": "0.09",
    "datetime": "2026-01-11 21:00:00"
  },
  "indicators": {
    "rsi": 33.44687,
    "macd": -0.00064122154,
    "macd_signal": -0.00033748812,
    "sma20": 0.139036
  },
  "analysis": {
    "zh": {
      "title": "狗狗币/美元技术分析：[震荡整理，关注支撑与阻力]",
      "content": "目前狗狗币/美元（DOGE/USD）在0.1368附近震荡整理，24小时变化仅为0.09%，显示出市场缺乏明显的方向性。结合当前的高点0.1369和低点0.13572，可以看出价格正在一个窄幅区间内波动，短期内可能持续维持这种走势。\n\n在技术指标方面，MACD显示出轻微的负值（-0.00064122154），表明短期内卖盘力量略强，而RSI未提供，因此无法进一步判断超买或超卖状态。SMA(20)的值为0.13903600，当前价格低于此均线，意味着短期趋势相对偏弱，投资者需保持警惕。\n\n支撑位方面，0.1357可以作为重要的支撑线，若价格跌破此位，可能会引发更大的下行压力。反之，0.1390附近则是主要的阻力位，一旦突破，将有助于恢复上涨趋势。短期内，投资者可关注这些关键价位进行操作。\n\n建议投资者采取观望策略，密切关注价格在支撑和阻力位的表现。如果价格突破0.1390，可考虑逢高进场，但若跌破0.1357，则应及时止损，降低风险。保持灵活应变的交易策略，将有助于在当前市场环境中把握机会。"
    },
    "en": {
      "title": "Dogecoin vs US Dollar Technical Analysis",
      "content": "The current price of Dogecoin (DOGE) against the US Dollar (USD) is showing a slight upward movement at $0.1368, reflecting a 0.09% increase over the last 24 hours. This modest change suggests that the market is currently in a consolidation phase, as it operates within a narrow range defined by a recent high of $0.1369 and a low of $0.13572. Traders should closely monitor these levels for potential breakouts or reversals, as they can indicate the market's next direction.\n\nIn terms of technical indicators, the absence of RSI data complicates the assessment of momentum, but the MACD at -0.00064122154 indicates a bearish sentiment, as the MACD line is below the signal line. This suggests that while the price may be stable in the short term, there is underlying weakness that could lead to further declines. The SMA(20) at $0.13903600 acts as a resistance level, and if the price fails to break above this moving average, it may continue to face downward pressure.\n\nSupport levels can be identified around the recent low of $0.13572, which may provide a cushion for buyers. If the price breaks this support, it could open the door to further declines, potentially targeting lower support levels. Conversely, if the price manages to rally past the SMA(20), it could signal a reversal in sentiment, leading to further gains toward the $0.14 mark, which would act as a psychological resistance.\n\nTraders may consider a cautious approach, given the current indicators. A buy strategy could be implemented if DOGE breaks above the SMA(20) with strong volume, while a sell strategy might be prudent if the price falls below the support level of $0.13572. Utilizing stop-loss orders to manage risk is advisable, as volatility can quickly change the market dynamics in the realm of cryptocurrencies."
    }
  }
}