{
  "symbol": "DOGE/USD",
  "name": "Dogecoin vs US Dollar",
  "nameCn": "狗狗币/美元",
  "timestamp": "2026-02-16T15:31:03.438Z",
  "price": {
    "close": "0.10015",
    "high": "0.1011",
    "low": "0.09991",
    "open": "0.1005",
    "change": "-0.39",
    "datetime": "2026-02-16 15:00:00"
  },
  "indicators": {
    "rsi": 35.98571,
    "macd": -0.0014462115,
    "macd_signal": -0.001388356,
    "sma20": 0.1021095
  },
  "analysis": {
    "zh": {
      "title": "狗狗币/美元技术分析：当前区间震荡，短期观望",
      "content": "目前DOGE/USD在0.10015附近徘徊，表现出区间震荡的走势。市场缺乏明显的趋势动力，24小时内价格变动幅度较小，仅为-0.39%。这种情况可能意味着市场情绪较为谨慎，投资者保持观望态度。\n\n从技术指标来看，MACD值为-0.0014，说明市场依然处于空头压力中，但没有明显的卖盘加速。由于缺少RSI数据，无法进一步确认超买或超卖情况。SMA(20)位于0.1021附近，暗示短期内价格有回升至此水平的可能，但需要突破当前的压制区。\n\n当前的支撑位位于0.09991，若价格跌破该水平，则可能进一步回测0.0990附近的低点。阻力位在0.1011附近，突破后有望测试0.1020附近的区域。综合来看，短期内DOGE/USD可能会在0.0999至0.1020区间内震荡整理。\n\n建议投资者在当前区间内采取观望策略，避免追高或抄底。在价格突破关键支撑或阻力位时，可以考虑适时介入，尤其是在确认趋势反转信号后。"
    },
    "en": {
      "title": "Dogecoin vs US Dollar Technical Analysis",
      "content": "The current price of Dogecoin (DOGE/USD) stands at $0.10015, showing a slight 24-hour decline of -0.39%. In the short term, the market sentiment appears neutral-to-bearish, as the price is hovering just above the key support level of $0.09991. This could indicate a potential for further downside if the support level fails to hold. Traders should watch for any significant break below this level, which could lead to further price decline toward the next support zone around $0.098.\n\nOn the technical side, the 20-period simple moving average (SMA) is at $0.1021, suggesting a mild bearish trend as the price is currently trading below this average. The SMA often acts as a dynamic resistance level, and with the current price positioning, this suggests a cautious outlook for bulls unless the price can reclaim and stay above the $0.102 mark. If the price does manage to break above the SMA, it could signal a shift to a more bullish short-term outlook.\n\nWhile the Relative Strength Index (RSI) is unavailable, the MACD indicator is negative at -0.0014, further reinforcing a slight bearish bias. A negative MACD reading typically suggests that selling pressure is outweighing buying activity, especially if the trend continues in the absence of a positive cross. However, traders should be on the lookout for any potential MACD convergence, which could signal a shift in momentum.\n\nGiven these indicators, the immediate outlook for Dogecoin remains neutral-to-bearish, with a focus on support at $0.09991. A break below this could open up further downside, whereas a recovery above the SMA could offer a buying opportunity. Traders should remain cautious, especially in light of the overall market volatility, and closely monitor key levels for further confirmation of trend direction."
    }
  }
}