{
  "symbol": "DOGE/USD",
  "name": "Dogecoin vs US Dollar",
  "nameCn": "狗狗币/美元",
  "timestamp": "2025-12-20T03:43:56.440Z",
  "price": {
    "close": "0.13166",
    "high": "0.13176",
    "low": "0.13084",
    "open": "0.13102",
    "change": "0.49",
    "datetime": "2025-12-20 03:00:00"
  },
  "indicators": {
    "rsi": 61.072862,
    "macd": 0.001394887,
    "macd_signal": 0.001474876,
    "sma20": 0.130341
  },
  "analysis": {
    "zh": {
      "title": "狗狗币/美元技术分析：[当前区间震荡，需谨慎操作]",
      "content": "当前狗狗币（DOGE）在0.13166美元附近波动，24小时变化幅度为0.49%。从近期的价格走势来看，DOGE处于一个窄幅震荡区间，最高触及0.13176美元，最低为0.13084美元。整体趋势表现出一定的横向整理特征，短期内缺乏明确的方向性。\n\n技术指标方面，虽然RSI(14)数据缺失，但从MACD来看，当前值为0.00139，显示出短期内买卖力量相对均衡。结合20日简单移动平均线（SMA）0.13034，当前价格略高于该均线，表明短期内存在一定的上行动力，但需警惕价格回调的风险。\n\n在支撑和阻力位方面，0.13084美元为近期的强支撑位，若跌破则可能加大下行压力。反之，0.13176美元则是当前的阻力位，突破后可能引发进一步上涨。因此，在操作上建议投资者密切关注这两个关键价位，短期内可考虑在支撑位附近进行低吸，但应设定止损以控制风险。"
    },
    "en": {
      "title": "Dogecoin vs US Dollar Technical Analysis",
      "content": "The current price of Dogecoin (DOGE) against the US Dollar stands at 0.13166, reflecting a slight upward movement of 0.49% over the last 24 hours. This modest increase suggests a potential bullish sentiment in the short term. The price has fluctuated between a high of 0.13176 and a low of 0.13084, indicating a tight trading range. The recent price action suggests that DOGE may be consolidating, and a breakout from this range could set the tone for the next move.\n\nFrom a technical standpoint, the 20-day Simple Moving Average (SMA) is positioned at 0.13034100, serving as a critical support level. Currently, DOGE is trading above this SMA, which may indicate a bullish trend. However, without the Relative Strength Index (RSI) and the Signal line for the Moving Average Convergence Divergence (MACD), it is challenging to assess the momentum definitively. The MACD is positive, suggesting that buyers are in control, but caution is warranted given the lack of additional confirming indicators.\n\nIn terms of support and resistance levels, the immediate support level is observed at 0.13084, while resistance is identified around 0.13176. A sustained move above the resistance level could open doors for further gains, potentially targeting the next psychological level at 0.135. Conversely, if the price breaks below the support level, it may lead to increased selling pressure, with the next support zone around 0.1300.\n\nTraders may consider monitoring for a possible breakout above the resistance level, which could present an opportunity for entry. Conversely, those looking to enter a short position might wait for a confirmed breakdown below the support level. Given the current technical landscape, maintaining a watchful eye on market developments and sentiment will be critical for making informed trading decisions in the DOGE/USD pair."
    }
  }
}