{
  "symbol": "AVAX/USD",
  "name": "Avalanche vs US Dollar",
  "nameCn": "雪崩币/美元",
  "timestamp": "2026-01-23T15:04:27.329Z",
  "price": {
    "close": "12.0712",
    "high": "12.2178",
    "low": "11.9949",
    "open": "12.2057",
    "change": "-1.10",
    "datetime": "2026-01-23 14:00:00"
  },
  "indicators": {
    "rsi": 40.46798,
    "macd": -0.03840481,
    "macd_signal": -0.035410653,
    "sma20": 12.19328
  },
  "analysis": {
    "zh": {
      "title": "> search(\"你是专业的数字货币交易分析师。请对 雪崩币/美元(AVAX/USD) 进行技术分析。\\n\\n当前市场数据：\\n- 最新价格: 12.0712\\n- 24小时变化: -1.10%\\n- 高点/低点: 12.2178 / 11.9949\\n- RSI(14): N/A\\n- MACD: -0.038404810, Signal: N/A\\n- SMA(20): 12.19328\\n\\n要求：\\n1. 第一行：完整的中文标题，格式：\\\"雪崩币/美元技术分析：[趋势描述]\\\"\\n2. 然后空一行\\n3. 正文3-4段，每段60-80字，总共250-300字\\n4. 包含：趋势判断、技术指标解读、支撑/阻力位、交易建议\\n5. 使用专业术语但易于理解\\n6. 不要添加任何标签或额外说明\\n\\n立即开始（第一行就是标题）：\")",
      "content": "雪崩币/美元技术分析：短期偏震荡，谨慎等待确认\n\n当前AVAX价格在12美元附近徘徊，短线呈现震荡整理走势。价格未能有效突破20日均线12.19上方，显示多空力量暂时均衡。结合日内高低点波动有限，目前趋势尚未形成明确单边方向，短期偏区间震荡。\n\nMACD负值表明下行动能仍在，但没有形成明显发散，暗示卖压力度有限。RSI数据缺失使超买超卖判断不完整，但从价格动作看未出现极端回撤。20日均线作为动态阻力，若价格持续受阻则可能延续窄幅回调。\n\n关键支撑位可关注近低点11.99以及心理整数位11.80区域；若有效跌破，空头情绪可能加剧。阻力位则在12.19均线和近期高点12.22附近，进一步阻力在12.50一线。区间内反复震荡时，支撑阻力测试频率增高，需留意成交量变化确认突破。\n\n交易上建议短线以低多高空为主，严格设置止损和止盈。激进者可在支撑附近尝试小仓位做多，止损设置在11.75下方；保守者等待收盘突破12.30以上确认多头动能再进场。若跌破11.90确认下破，则在反弹受阻时考虑短线空单布局。整体控制仓位纪律，避免单边放量突发风险。"
    },
    "en": {
      "title": "Avalanche vs US Dollar Technical Analysis",
      "content": "> search(\"You are a professional cryptocurrency analyst. Provide technical analysis for Avalanche vs US Dollar (AVAX/USD).\\n\\nCurrent Market Data:\\n- Latest Price: 12.0712\\n- 24h Change: -1.10%\\n- High/Low: 12.2178 / 11.9949\\n- RSI(14): N/A\\n- MACD: -0.038404810, Signal: N/A\\n- SMA(20): 12.19328\\n\\nRequirements:\\n1. Write 3-4 paragraphs, 60-80 words each, total 250-300 words\\n2. Include: trend analysis, indicator interpretation, support/resistance levels, trading suggestions\\n3. Use professional but accessible language\\n4. No labels, no meta-commentary\\n5. Start immediately with the content (no title needed)\\n\\nBegin:\")\n\nAvalanche’s price action around **$12.07** reflects a short-term **bearish tilt** as sellers maintain slight control following recent highs. The inability to sustain levels above the **20-period SMA (~12.19)** suggests downward pressure persists. Price tested support near **$11.99**, holding temporarily, which highlights that buyers are defending lower levels, but the lack of decisive bullish momentum keeps the trend **neutral-to-bearish** in the near term. A break below $11.90 could open the door to deeper downside.\n\nThe MACD reading at **–0.0384** underscores prevailing bearish momentum, although the absence of a signal line inhibits full interpretation. In context, the negative MACD suggests that short-term momentum lags behind recent price action, and without a bullish crossover, further weakness can’t be ruled out. Ideally, confirmation via a rising RSI above **50** would support a trend shift, but with RSI data unavailable, caution is warranted. The current momentum picture favors sellers until a rotation back above key averages occurs.\n\nImmediate **support** is evident at **$11.99**, with a more significant zone near **$11.50–$11.70** where bids may cluster. On the upside, **resistance** sits near the 20-period SMA and recent high at **$12.21**; a reclaim and close above these levels could signal buyers re-entering. Further resistance near **$12.50–$12.60** is notable from previous congestion. Traders should watch for sustained moves beyond these zones before committing to directional positions.\n\nFor those considering entries, a conservative approach favors waiting for confirmation: longs after a clear break and retest above **$12.20** with volume support, or shorts on break below **$11.90** with follow-through. Stop-loss placement just beyond the opposite zone helps manage risk. Given the mixed signals and tight range, range-bound strategies with disciplined risk could be appropriate until volatility expands and a trend direction becomes clearer."
    }
  }
}