{
  "symbol": "AVAX/USD",
  "name": "Avalanche vs US Dollar",
  "nameCn": "雪崩币/美元",
  "timestamp": "2026-01-28T20:31:21.910Z",
  "price": {
    "close": "12.1231",
    "high": "12.1305",
    "low": "12.0493",
    "open": "12.0586",
    "change": "0.53",
    "datetime": "2026-01-28 20:00:00"
  },
  "indicators": {
    "rsi": 56.15406,
    "macd": 0.039388363,
    "macd_signal": 0.057274045,
    "sma20": 12.0983
  },
  "analysis": {
    "zh": {
      "title": "> search(\"你是专业的数字货币交易分析师。请对 雪崩币/美元(AVAX/USD) 进行技术分析。\\n\\n当前市场数据：\\n- 最新价格: 12.1231\\n- 24小时变化: 0.53%\\n- 高点/低点: 12.1305 / 12.0493\\n- RSI(14): N/A\\n- MACD: 0.039388363, Signal: N/A\\n- SMA(20): 12.098300\\n\\n要求：\\n1. 第一行：完整的中文标题，格式：\\\"雪崩币/美元技术分析：[趋势描述]\\\"\\n2. 然后空一行\\n3. 正文3-4段，每段60-80字，总共250-300字\\n4. 包含：趋势判断、技术指标解读、支撑/阻力位、交易建议\\n5. 使用专业术语但易于理解\\n6. 不要添加任何标签或额外说明\\n\\n立即开始（第一行就是标题）：\")",
      "content": "雪崩币/美元技术分析：近期维持区间震荡\n\n当前价格小幅上行但力度不足，多头趋势偏弱。价格围绕SMA(20)震荡，短线走势缺乏明确方向，整体趋势呈现整理特征，短期多空力量反复博弈，尚未确认突破格局。\n\n技术指标上，MACD正值但未见明显扩散，多头动能有限，尚未形成强势信号。RSI数据不可用使超买超卖判断受限，需结合价格表现与成交量来辅助研判，以避免单一指标误导。\n\n关键支撑位关注前低12.05附近，该区域短线多次获得支撑；阻力位则在12.30-12.40区间，若突破可提升多头信心。若失守支撑，则可能下探更深调整空间，需要动态跟踪价格行为。\n\n交易上建议短线以区间策略为主，接近支撑可考虑低多布局，止损设在支撑下方适当位置；突破阻力可加仓追涨，但要控制仓位与风险。中线持仓者耐心等待趋势确认再加仓较稳健。"
    },
    "en": {
      "title": "Avalanche vs US Dollar Technical Analysis",
      "content": "> search(\"You are a professional cryptocurrency analyst. Provide technical analysis for Avalanche vs US Dollar (AVAX/USD).\\n\\nCurrent Market Data:\\n- Latest Price: 12.1231\\n- 24h Change: 0.53%\\n- High/Low: 12.1305 / 12.0493\\n- RSI(14): N/A\\n- MACD: 0.039388363, Signal: N/A\\n- SMA(20): 12.098300\\n\\nRequirements:\\n1. Write 3-4 paragraphs, 60-80 words each, total 250-300 words\\n2. Include: trend analysis, indicator interpretation, support/resistance levels, trading suggestions\\n3. Use professional but accessible language\\n4. No labels, no meta-commentary\\n5. Start immediately with the content (no title needed)\\n\\nBegin:\")\n\nAvalanche’s price action around **$12.12** suggests a mild bullish bias within a tight range, with the recent 24-hour high near **$12.13** and low around **$12.05**. The market is consolidating just above the **20-period simple moving average (~$12.098)**, indicating short-term upward pressure remains intact. If buyers sustain above this average and build momentum, we could see a push toward the next resistance levels near **$12.40–$12.50**, where previous supply has been observed.\n\nMomentum indicators paint a cautiously positive picture. The **MACD reading (0.039)** suggests modest bullish energy, but without a corresponding signal line value, confirmation of a strong trend is pending. **RSI is unavailable**, limiting insight into overbought or oversold conditions; however, the lack of extreme swings in price implies the market isn’t stretched in either direction. Traders should watch for a MACD-signal cross above zero to confirm strengthening upward momentum. Likewise, loss of the 20 SMA could signal a return to range trading.\n\nKey psychological support sits near **$12.00**, reinforced by the daily low at **$12.049**; a break below this zone could open the door to deeper support around **$11.80–$11.70**. On the upside, **$12.30** acts as the first notable resistance, with **$12.50** marking a more substantial barrier where sellers might retest. Volatility in this range has been subdued, so breakout traders may want to wait for a decisive close outside these levels before committing significant capital.\n\nFor short-term traders, consider buying dips toward the **20 SMA**, placing stop losses just below **$12.00** to manage risk. More conservative participants might wait for confirmation of trend continuation via MACD crossover or a clean break above **$12.30–$12.40** with increased volume. If the price fails to hold the moving average, short-term bearish setups could emerge targeting lower support bands."
    }
  }
}