{
  "symbol": "DOGE/USD",
  "name": "Dogecoin vs US Dollar",
  "nameCn": "狗狗币/美元",
  "timestamp": "2026-02-28T16:26:15.634Z",
  "price": {
    "close": "0.09066",
    "high": "0.091",
    "low": "0.09047",
    "open": "0.09071",
    "change": "-0.06",
    "datetime": "2026-02-28 16:00:00"
  },
  "indicators": {
    "rsi": 43.034733,
    "macd": -0.0012588816,
    "macd_signal": -0.0014979321,
    "sma20": 0.091175
  },
  "analysis": {
    "zh": {
      "title": "狗狗币/美元技术分析：[震荡整理中，需关注支撑与阻力]",
      "content": "当前DOGE/USD价格维持在0.09066附近，全天波动幅度较小，仅下降了0.06%。从市场整体表现来看，狗狗币的价格仍处于震荡整理阶段，未显示出明显的上行或下行趋势。\n\n技术指标方面，MACD当前显示负值(-0.00126)，表明短期内的卖压略强，但未达到极端的超卖水平。RSI(14)尚未更新，因此难以判断市场是否处于超买或超卖区域。20日简单移动平均线(SMA)为0.09117，提供了一定的上行阻力。\n\n就支撑和阻力位来看，当前的支撑位在0.09047附近，而阻力位则位于0.091。若价格突破0.091，可能会尝试挑战更高的区域。反之，若价格跌破支撑位0.09047，则可能会进一步回调。\n\n交易策略上，考虑到当前的震荡格局，建议在接近支撑位时寻找买入机会，而在接近阻力位时可考虑卖出或观望。总体上，短期内DOGE/USD的价格可能会维持横盘整理，需耐心等待突破信号。"
    },
    "en": {
      "title": "Dogecoin vs US Dollar Technical Analysis",
      "content": "The current market for Dogecoin (DOGE) against the US Dollar shows a relatively stable price movement, with a slight 24-hour decline of 0.06%. The price is hovering around $0.09066, and there is limited volatility observed, with the high and low for the period ranging from $0.091 to $0.09047. This suggests that the market is consolidating within a narrow range, which can indicate either indecision or a buildup for a breakout in either direction.\n\nThe absence of a clear RSI (14) value makes it difficult to gauge immediate overbought or oversold conditions, but the MACD at -0.0012588816 suggests a slight bearish momentum. Given the negative MACD, there might be more downward pressure in the short term. However, with the market trading near its 20-period Simple Moving Average (SMA) of $0.091175, this level may act as a short-term resistance. If Dogecoin fails to reclaim this level, it could signal further downside.\n\nFrom a technical perspective, the key support level appears to be at $0.09047, which marks the recent low. If the price breaks below this support, further downside toward $0.0890 could be possible. On the other hand, resistance lies around the $0.091 region, where the price is currently facing difficulty breaking through. A successful breach of this level could open up the path for a retest of higher levels, such as $0.0925 or even $0.094.\n\nTraders should monitor for either a breakdown below $0.09047 or a breakout above $0.091 to determine the next short-term directional move. If the market shows signs of upward momentum, consider looking for entry points around $0.09066, with an initial target near $0.0915. Conversely, if the market remains weak, a move toward the support region at $0.0890 could offer a better risk-to-reward setup for shorts."
    }
  }
}