{
  "symbol": "DOGE/USD",
  "name": "Dogecoin vs US Dollar",
  "nameCn": "狗狗币/美元",
  "timestamp": "2026-02-12T01:57:09.838Z",
  "price": {
    "close": "0.09155",
    "high": "0.09196",
    "low": "0.0915",
    "open": "0.0915",
    "change": "0.05",
    "datetime": "2026-02-12 01:00:00"
  },
  "indicators": {
    "rsi": 52.86907,
    "macd": -0.00021990805,
    "macd_signal": -0.00052405158,
    "sma20": 0.090414
  },
  "analysis": {
    "zh": {
      "title": "狗狗币/美元技术分析：震荡整理，略显疲态",
      "content": "当前狗狗币/美元（DOGE/USD）在0.0915附近震荡整理，显示出略微的疲态。价格保持在0.0915与0.09196之间波动，未出现显著的突破迹象。整体市场处于横盘整理阶段，短期内可能继续维持这一状态，缺乏明确的上涨或下跌动能。\n\n从技术指标来看，MACD仍然处于负值区域（-0.00021990805），表明市场短期内可能继续面临卖压。虽然RSI没有数据，但从当前价格走势来看，狗狗币的超买或超卖状态暂时难以确认。SMA(20)在0.0904附近，作为短期支撑位，若价格跌破该水平，可能加剧下行风险。\n\n支撑位方面，0.0915附近是当前的关键支撑区，若价格跌破此区域，可能进一步测试0.0900至0.0890区间。阻力位则位于0.0920-0.0930区间，若突破该阻力位，可能会带动价格向上反弹。整体而言，市场短期内缺乏明确趋势，建议投资者保持观望，待价格突破关键支撑或阻力时再做进一步操作。\n\n交易策略上，可以考虑在支撑位附近做多，止损设在0.0890左右；如果价格突破阻力位，可以考虑做多并跟踪行情走势，谨慎操作。"
    },
    "en": {
      "title": "Dogecoin vs US Dollar Technical Analysis",
      "content": "The Dogecoin market against the US Dollar (DOGE/USD) is currently in a tight range, with a modest 24-hour change of 0.05%. The price is hovering around 0.09155, with a narrow range between its recent high of 0.09196 and low of 0.0915. This suggests a consolidation phase where market participants are awaiting a catalyst for a breakout. A key point to observe here is whether the price maintains support near 0.0915 or pushes above the 0.09196 resistance. Given the lack of significant movement, it’s possible that a breakout or breakdown could signal a more decisive trend direction.\n\nFrom a technical perspective, the 20-period Simple Moving Average (SMA) at 0.090414 provides a dynamic support level, which has been holding relatively steady. This SMA can serve as a reference point for potential price bounces. Should the price dip below this level, there’s a chance it could move toward the next support at 0.0900, or potentially lower, depending on market conditions. However, if the price stays above the SMA, it could continue to consolidate and test resistance at the 0.09196 level.\n\nThe MACD is currently showing a negative value at -0.00021990805, signaling a slight bearish bias. However, with no signal line to compare, it is difficult to draw clear conclusions from the MACD alone. If the MACD moves closer to the neutral zone (0.000), it could indicate weakening bearish momentum and an eventual shift toward the upside. Traders should watch for any crossovers or confirmation signals before taking positions based on the MACD.\n\nFor trading, caution is advised in the absence of strong directional momentum. A breakout above 0.09196 could present a buy opportunity, with a target of 0.0925 and potentially higher, depending on broader market sentiment. On the other hand, a sustained drop below the 0.090414 SMA could prompt a short-term sell strategy, with targets near 0.0900 and 0.0895. Keep an eye on volume for confirmation of breakouts or breakdowns."
    }
  }
}