{
  "symbol": "DOGE/USD",
  "name": "Dogecoin vs US Dollar",
  "nameCn": "狗狗币/美元",
  "timestamp": "2026-02-13T10:09:01.094Z",
  "price": {
    "close": "0.09344",
    "high": "0.09361",
    "low": "0.09344",
    "open": "0.09359",
    "change": "-0.17",
    "datetime": "2026-02-13 10:00:00"
  },
  "indicators": {
    "rsi": 57.24082,
    "macd": 0.00031246312,
    "macd_signal": 0.00018774888,
    "sma20": 0.092389
  },
  "analysis": {
    "zh": {
      "title": "狗狗币/美元技术分析：震荡整理，短期看涨潜力",
      "content": "当前狗狗币/美元(DOGE/USD)价格维持在0.09344附近，24小时变化为-0.17%，价格波动较小。从趋势上看，狗狗币目前处于震荡整理阶段，未形成明显的上涨或下跌趋势。然而，考虑到其在短期内维持在0.093区间附近，未来可能会出现小幅的反弹。\n\n从技术指标来看，MACD处于微弱的正值0.00031246312，显示出一定的买盘动能，但信号线数据缺失，因此无法确认强烈的买入或卖出信号。SMA(20)位于0.092389000，当前价格略高于这一水平，显示出短期内可能存在小幅上涨的空间。\n\n支撑位方面，狗狗币的支撑位在0.09344附近，一旦跌破，可能会测试0.092区域。阻力位则在0.09361，突破此点可能会带动进一步上涨，目标可见0.094附近。需要关注价格在这些关键价位附近的反应。\n\n综合来看，建议投资者在短期内保持观望，除非价格突破0.09361上方，可以考虑适度进场做多。若价格回调至0.092下方，则可考虑建立买入仓位，目标锁定在0.094附近。"
    },
    "en": {
      "title": "Dogecoin vs US Dollar Technical Analysis",
      "content": "The DOGE/USD market is currently trading at $0.09344, showing a slight 24-hour decrease of -0.17%. This price action suggests a consolidation phase as the coin stays near its recent highs of $0.09361 and lows of $0.09344. The market is still in a narrow range, indicating indecision or lack of strong momentum in either direction. Without significant breakout or breakdown, the trend remains neutral, and further price movement depends on upcoming market catalysts.\n\nThe absence of an RSI (14) and the lack of a clear signal for MACD complicate immediate technical analysis, leaving the market direction uncertain. However, the current MACD value of 0.00031246312 could be interpreted as a slight bullish momentum, though it is not yet confirmed by a corresponding signal line. Given this, traders should watch for a stronger trend confirmation before taking larger positions. Momentum indicators should align to create a more reliable forecast of movement in the coming sessions.\n\nSupport levels remain around the $0.092 mark, aligned with the 20-period SMA at $0.092389, providing a cushion against any downward pressure. On the resistance side, $0.09361 is the immediate level to watch, with the potential for further resistance at higher points should the price break out. A decisive move beyond $0.09361 could trigger an uptrend, while a break below the support would suggest bearish sentiment gaining control.\n\nGiven the lack of strong signals from momentum indicators, caution is advised. Traders could consider a wait-and-see approach, observing for either a breakout above the $0.09361 resistance or a decline below $0.092 for confirmation of the next directional move. Range-bound trading strategies may be suitable until clearer signals emerge."
    }
  }
}