{
  "symbol": "DOGE/USD",
  "name": "Dogecoin vs US Dollar",
  "nameCn": "狗狗币/美元",
  "timestamp": "2026-02-18T04:38:52.849Z",
  "price": {
    "close": "0.1009",
    "high": "0.1012",
    "low": "0.10055",
    "open": "0.10118",
    "change": "-0.28",
    "datetime": "2026-02-18 04:00:00"
  },
  "indicators": {
    "rsi": 51.31223,
    "macd": 0.0000031678275,
    "macd_signal": -0.00010683268,
    "sma20": 0.100378
  },
  "analysis": {
    "zh": {
      "title": "狗狗币/美元技术分析：当前震荡整理，短期走势需关注支撑和阻力",
      "content": "当前DOGE/USD价格处于0.1009附近，短期内维持震荡整理的走势。价格在0.1012和0.10055之间波动，表明市场情绪较为谨慎。整体趋势没有明显的上涨或下跌信号，市场等待进一步的突破。\n\n从技术指标来看，RSI和MACD数据暂未完全提供有力的参考，特别是RSI(14)缺失，未能明确揭示超买或超卖信号。MACD微弱的正值表示短期内可能会有一些微弱的上涨动能，但整体走势仍然偏弱。\n\n支撑位位于0.10055附近，一旦突破该位置，价格可能会进一步回落。阻力位则在0.1012附近，若突破该位置，可能会看到更高的价格水平。短期内，市场可能会在这一区间内震荡整理，投资者需关注这些关键点位的突破。\n\n交易建议方面，若价格接近支撑位，可考虑逢低买入，止损设置在0.1002以下；而若价格突破阻力位，则可考虑适度增仓，目标指向0.1025以上。但由于当前缺乏明确的趋势信号，建议以短线操作为主，灵活应对市场波动。"
    },
    "en": {
      "title": "Dogecoin vs US Dollar Technical Analysis",
      "content": "The DOGE/USD market is currently showing a slight bearish momentum, with the price at 0.1009, down 0.28% over the past 24 hours. Despite this, the price has remained relatively stable within a narrow range, marked by a high of 0.1012 and a low of 0.10055. This indicates a period of consolidation, with buyers and sellers struggling for control. A closer look at recent price action suggests the market is hesitant to break either the support or resistance levels, with neither side dominating the movement at this moment.\n\nIn terms of technical indicators, the Relative Strength Index (RSI) is currently unavailable, leaving an incomplete picture of market sentiment. The MACD value is also minimal at 0.0000031678275, suggesting a lack of significant momentum. The absence of a confirmed signal line makes the MACD less reliable for trend direction at this point. Moving averages, such as the 20-period Simple Moving Average (SMA), provide better insights; the price trading just above the SMA at 0.100378 supports the possibility of a neutral-to-bullish short-term trend, should the price continue to hold above this level.\n\nSupport levels are identified around the 0.10055 region, where the price recently dipped, offering potential entry points for traders seeking a bounce. If the price holds above this level, a continuation towards resistance near 0.1012 could occur. Conversely, if the price breaks below the support, the next critical level to watch is the 0.100 mark. If the price closes consistently below this level, a further decline could follow.\n\nFor traders, this market presents a cautiously neutral outlook with a slight bearish bias. Given the lack of strong momentum indicators, it may be wise to wait for confirmation of either a break above resistance or a dip below support before making more aggressive moves. Cautious, range-bound trading strategies could be effective in the short term, with an emphasis on tight stop-losses and risk management."
    }
  }
}