{
  "symbol": "DOGE/USD",
  "name": "Dogecoin vs US Dollar",
  "nameCn": "狗狗币/美元",
  "timestamp": "2026-02-18T01:56:30.306Z",
  "price": {
    "close": "0.10013",
    "high": "0.1008",
    "low": "0.0999",
    "open": "0.10049",
    "change": "-0.34",
    "datetime": "2026-02-18 01:00:00"
  },
  "indicators": {
    "rsi": 47.20315,
    "macd": -0.000098132879,
    "macd_signal": -0.00018716029,
    "sma20": 0.100182
  },
  "analysis": {
    "zh": {
      "title": "狗狗币/美元技术分析：震荡整理，短期走势维持窄幅波动",
      "content": "当前狗狗币/美元价格维持在0.10013附近，24小时变化较小，波动幅度较为平稳。近期市场呈现震荡整理模式，未出现明显的上涨或下跌趋势。短期内价格在0.1008和0.0999区间内波动，显示出一定的横盘格局。\n\n从技术指标来看，虽然RSI(14)暂未提供数据，MACD处于轻微负值状态（-0.000098132879），但缺乏明确的信号确认当前是否有强烈的买入或卖出机会。SMA(20)在0.10018200处支撑了当前的价格，显示出市场的短期均衡点。\n\n支撑位方面，0.0999附近构成较强支撑，一旦跌破可能会引发更大幅度的下行调整。阻力位则位于0.1008，一旦突破可能打开进一步上涨空间。当前市场未出现极端波动，投资者应保持谨慎，关注价格突破的方向。\n\n综合来看，短期内狗狗币/美元可能维持震荡整理格局，建议投资者在支撑位附近寻找低位买入机会，突破阻力位时再考虑适时加仓。"
    },
    "en": {
      "title": "Dogecoin vs US Dollar Technical Analysis",
      "content": "Dogecoin has been experiencing subtle fluctuations within a tight range, with the price hovering around 0.10013. The slight 24-hour drop of -0.34% suggests a consolidation phase rather than a clear trend. This type of market behavior indicates indecision among traders, as neither the bulls nor the bears have been able to dominate. A sustained breakout above the 0.1008 high could signal a bullish move, while a further decline below 0.0999 would suggest continued downward pressure.\n\nThe absence of an RSI reading makes it difficult to assess whether Dogecoin is overbought or oversold, leaving us to rely on the MACD, which currently shows a negative value of -0.000098. This bearish MACD reading indicates that the downward momentum is still in play, but with the signal line unavailable, caution is needed in making short-term decisions. A potential crossover, if and when the signal line becomes available, will help clarify the market's direction.\n\nThe current price is slightly below the 20-period simple moving average (SMA) of 0.100182, which also aligns with the lack of momentum and suggests a neutral short-term outlook. If the price begins to trade consistently below this level, we may see further declines toward the next key support at 0.0995. Conversely, reclaiming the SMA could act as a signal for a potential move back toward resistance levels around 0.1010 to 0.1020, where sellers might reassert control.\n\nFor traders, the current environment calls for caution with a preference for range-bound strategies. Short-term traders may look for potential bounce plays near the support zone of 0.0999, while waiting for a more decisive breakout or confirmation from indicators like the RSI or a more bullish MACD crossover. Long-term holders may remain patient, awaiting clearer signals before acting on larger trends."
    }
  }
}