{
  "symbol": "DOGE/USD",
  "name": "Dogecoin vs US Dollar",
  "nameCn": "狗狗币/美元",
  "timestamp": "2026-01-14T22:58:03.895Z",
  "price": {
    "close": "0.14652",
    "high": "0.14765",
    "low": "0.1463",
    "open": "0.14748",
    "change": "-0.68",
    "datetime": "2026-01-14 22:00:00"
  },
  "indicators": {
    "rsi": 49.67197,
    "macd": 0.00082506206,
    "macd_signal": 0.0012267584,
    "sma20": 0.1477675
  },
  "analysis": {
    "zh": {
      "title": "狗狗币/美元技术分析：[震荡整理趋势]",
      "content": "当前狗狗币/美元（DOGE/USD）在0.1465附近震荡整理，24小时内小幅下跌0.68%。价格在0.14765的高点和0.1463的低点之间波动，显示出市场情绪相对谨慎。短期内，价格未能突破上方阻力位，可能会在当前区间内继续整理。\n\n技术指标方面，虽然RSI(14)数据缺失，但MACD显示出微弱的上行动能，当前值为0.000825。这表明市场仍存在一定的买入兴趣，但未能形成强趋势。SMA(20)为0.14776750，显示出短期内价格仍受制于此均线，若能有效突破，可能会带来进一步上涨的机会。\n\n支撑位方面，0.1463将是关键的支撑区域，若价格跌破该水平，可能会引发更大幅度的下行风险。反之，上方阻力位在0.14765，若成功突破该位，则有望向0.15关口挑战。投资者应关注这些关键价位，以制定合理的交易策略。\n\n综合考虑，建议投资者在当前区间内保持观望，待市场明确突破方向后再进行操作。若价格突破0.14765可考虑适度追涨，而若跌破0.1463则需谨慎止损，防范风险。"
    },
    "en": {
      "title": "Dogecoin vs US Dollar Technical Analysis",
      "content": "The current price of Dogecoin (DOGE) against the US Dollar (USD) stands at 0.14652, reflecting a minor decline of 0.68% over the last 24 hours. Analyzing the recent price action, DOGE has established a narrow trading range between 0.14765 and 0.1463. This consolidation phase suggests that traders are awaiting a significant catalyst to drive the price in either direction. The ability to maintain above the lower boundary of this range is crucial for the bullish outlook.\n\nIn terms of technical indicators, the 20-period Simple Moving Average (SMA) at 0.14776750 indicates a slight downward trend, as the current price is trading below this level. The MACD reading of 0.00082506206, while positive, does not show strong momentum, suggesting that buying interest may be waning. Without a confirmed bullish signal, caution is advised for traders looking to enter long positions. \n\nKey support is identified at the 0.1463 level, which, if breached, could open the door to further downside, potentially targeting 0.1450. Conversely, resistance is set at 0.14765; a breakout above this level could trigger a more aggressive buying response, potentially pushing the price toward 0.1485 or higher. Monitoring these levels will be essential for traders seeking to capitalize on potential price movements.\n\nGiven the current market conditions, a wait-and-see approach may be prudent. Traders might consider setting buy orders just above the 0.14765 resistance to capture any upward momentum, while placing stop-loss orders just below 0.1463 support to manage risk. Those already holding DOGE may want to assess their position closely, as the lack of strong bullish indicators suggests that further volatility could be on the horizon."
    }
  }
}