{
  "symbol": "DOGE/USD",
  "name": "Dogecoin vs US Dollar",
  "nameCn": "狗狗币/美元",
  "timestamp": "2026-02-14T05:12:01.410Z",
  "price": {
    "close": "0.09666",
    "high": "0.09676",
    "low": "0.09658",
    "open": "0.09662",
    "change": "0.06",
    "datetime": "2026-02-14 05:00:00"
  },
  "indicators": {
    "rsi": 65.16484,
    "macd": 0.000939107,
    "macd_signal": 0.0010001908,
    "sma20": 0.0958375
  },
  "analysis": {
    "zh": {
      "title": "狗狗币/美元技术分析：横盘整理，短期震荡",
      "content": "当前狗狗币/美元（DOGE/USD）价格在0.09666附近，24小时内小幅上涨0.06%。市场波动较小，价格在0.09676和0.09658之间波动，表明当前处于一个短期震荡区间。从趋势来看，价格未能突破明显的支撑或阻力位，市场情绪偏向横盘整理。\n\n技术指标方面，RSI（14）值缺失，因此无法进行超买或超卖的判断。MACD值为0.00093910700，显示出价格有微弱的上涨动能，但信号线缺失，难以确认强趋势。SMA（20）为0.0958375，短期均线支撑价格，显示出市场短期内倾向于在这一水平附近维持震荡走势。\n\n支撑位位于0.09658，若价格跌破此位，可能进一步向下测试0.0958左右的支撑。阻力位在0.09676附近，突破此位可能会开启短期上涨。整体来看，当前市场走势较为平稳，缺乏明确的上行动力。\n\n建议投资者在该区间内进行短线操作，关注价格突破支撑或阻力位的信号。若价格稳定在当前区间内，建议等待更明确的技术信号再进行进一步操作。"
    },
    "en": {
      "title": "Dogecoin vs US Dollar Technical Analysis",
      "content": "The current price of Dogecoin against the US Dollar (DOGE/USD) is showing slight movement, with a modest 24-hour change of 0.06%. This suggests a relatively stable market at the moment. The price is hovering around 0.09666, a level close to the 20-period simple moving average (SMA) of 0.0958375, which serves as a support. This could indicate a neutral to slightly bullish short-term trend, but further price action is needed to determine if a breakout or reversal is imminent.\n\nLooking at key technical indicators, the absence of a full RSI(14) reading makes it difficult to gauge the strength of the current momentum. However, the MACD value of 0.00093910700 suggests a slight bullish bias, as the MACD line is above zero, even though there’s no signal line for confirmation. With no significant divergence or crossover, this indicates that the market is still in a consolidation phase. \n\nFrom a support/resistance perspective, the immediate support for DOGE/USD appears to be at the low of the 24-hour range, 0.09658. If the price breaks below this level, the next support could be found around 0.0958, aligning with the SMA(20). On the resistance side, 0.09676 represents the daily high, which could serve as a potential barrier for further upward movement. A successful break above this level might signal a continuation of the bullish trend.\n\nConsidering the current market behavior, a cautious approach is recommended. Traders could look for short-term opportunities within the range, buying near support and selling close to resistance. However, without a clear trend confirmation from key indicators, a wait-and-see strategy may be prudent until more decisive signals emerge."
    }
  }
}