{
  "symbol": "DOGE/USD",
  "name": "Dogecoin vs US Dollar",
  "nameCn": "狗狗币/美元",
  "timestamp": "2026-02-20T14:12:24.455Z",
  "price": {
    "close": "0.0967",
    "high": "0.09684",
    "low": "0.09618",
    "open": "0.09625",
    "change": "0.46",
    "datetime": "2026-02-20 14:00:00"
  },
  "indicators": {
    "rsi": 36.93391,
    "macd": -0.00019870153,
    "macd_signal": 0.0000029904902,
    "sma20": 0.0983405
  },
  "analysis": {
    "zh": {
      "title": "狗狗币/美元技术分析：震荡整理，短期看空",
      "content": "当前狗狗币/美元（DOGE/USD）价格在0.0967附近震荡整理，24小时内变化幅度较小。价格接近最近的支撑位0.09618，短期内可能会维持区间波动。市场未能突破上方的压力位0.09684，显示出一定的弱势。\n\n技术指标方面，MACD仍处于负值区间，表明短期内市场缺乏明确的上涨动能。虽然RSI未提供数据，但MACD的负值意味着卖盘压力较大，可能会继续拖累价格。20日简单移动平均线（SMA）目前在0.09834，作为短期内的动态阻力位，若价格反弹至该区域，将面临较强的卖压。\n\n从支撑/阻力角度来看，当前的支撑位在0.09618附近，若突破该位置，可能会进一步下行至0.09500左右。而上方的阻力位则位于0.09684和0.09834之间，一旦突破，可能会带来一定的反弹行情。\n\n总体而言，当前市场依然处于整理状态，短期内看空。建议投资者保持观望，等待更清晰的价格突破信号再作决策，避免盲目追涨杀跌。"
    },
    "en": {
      "title": "Dogecoin vs US Dollar Technical Analysis",
      "content": "The current market for Dogecoin shows a slight positive movement with a 24-hour change of 0.46%, indicating a relatively stable price action. With the latest price at $0.0967, Dogecoin is still trading within a narrow range between its daily high of $0.09684 and low of $0.09618. This tight range suggests consolidation, with traders waiting for a clearer signal to determine the next directional move. At this stage, the market seems neutral, with no major bullish or bearish momentum currently in play.\n\nThe absence of an RSI value and a signal for the MACD makes it challenging to assess the momentum precisely, but the MACD line itself is negative at -0.00019870153. This suggests that there could be some mild bearish pressure in the short term, but the overall strength of this pressure remains uncertain without further confirmation from additional indicators. The SMA(20) level of $0.09834 is still above the current price, reinforcing a potential resistance zone around the $0.098 area. A breakout above this level could signal a shift toward bullish conditions.\n\nKey support for Dogecoin is found near the $0.096 region, aligning with recent lows, while resistance sits at $0.098, in line with the SMA(20). If the price moves towards support and holds, there may be an opportunity for buyers to step in and push the price higher. Conversely, if support breaks, a deeper correction could unfold with the next potential target being around $0.095. Traders should watch these levels closely for signs of breakout or breakdown, especially in combination with the MACD or other indicators.\n\nGiven the current market conditions, a cautious approach is recommended. A breakout above $0.098 may present a buying opportunity, targeting $0.10, while a failure to hold the $0.096 support could suggest a bearish outlook. As always, patience and careful monitoring of price action and momentum indicators will be key in navigating Dogecoin's next move."
    }
  }
}