{
  "symbol": "DOGE/USD",
  "name": "Dogecoin vs US Dollar",
  "nameCn": "狗狗币/美元",
  "timestamp": "2026-01-31T20:26:24.610Z",
  "price": {
    "close": "0.10138",
    "high": "0.10262",
    "low": "0.10112",
    "open": "0.10174",
    "change": "-0.36",
    "datetime": "2026-01-31 20:00:00"
  },
  "indicators": {
    "rsi": 12.22974,
    "macd": -0.0035437369,
    "macd_signal": -0.0025386793,
    "sma20": 0.1097495
  },
  "analysis": {
    "zh": {
      "title": "> search(\"你是专业的数字货币交易分析师。请对 狗狗币/美元(DOGE/USD) 进行技术分析。\\n\\n当前市场数据：\\n- 最新价格: 0.10138\\n- 24小时变化: -0.36%\\n- 高点/低点: 0.10262 / 0.10112\\n- RSI(14): N/A\\n- MACD: -0.0035437369, Signal: N/A\\n- SMA(20): 0.10974950\\n\\n要求：\\n1. 第一行：完整的中文标题，格式：\\\"狗狗币/美元技术分析：[趋势描述]\\\"\\n2. 然后空一行\\n3. 正文3-4段，每段60-80字，总共250-300字\\n4. 包含：趋势判断、技术指标解读、支撑/阻力位、交易建议\\n5. 使用专业术语但易于理解\\n6. 不要添加任何标签或额外说明\\n\\n立即开始（第一行就是标题）：\")",
      "content": "狗狗币/美元技术分析：短期偏弱整理震荡\n\n当前价格在0.10138附近波动，短期走势偏向弱势整理，未能有效上破20日均线（0.1097附近），显示多头乏力。价格在0.1011–0.1026区间震荡，未形成明确趋势，需关注突破方向确认下一阶段走势。\n\nMACD指标负值且无明显金叉迹象，动能偏弱。虽然RSI数据不可用，但从价格结构看买盘力量不足，短线承压较大。若能重新站上20日均线并扩大成交量，多头回补意愿才可能增强。\n\n关键支撑位在0.1000一线，跌破将加剧空头逼空；上方阻力密集在0.1050和0.1100附近，特别是20日均线阻力明显。区间震荡格局下，短线交易更适合于支撑/阻力间高抛低吸策略。\n\n交易建议上，激进者可在0.1010–0.1000附近布局打低，止损设在0.0980以下；保守者等待有效突破20日均线或跌破支撑确认方向后再介入。严格控制仓位，关注整体市场情绪变化。"
    },
    "en": {
      "title": "Dogecoin vs US Dollar Technical Analysis",
      "content": "The Dogecoin market is currently showing a subtle downtrend, with the price hovering at 0.10138, reflecting a minor 24-hour loss of 0.36%. This suggests a period of consolidation after the recent highs around 0.10262. The ongoing slight pullback indicates a potential short-term bearish momentum, but it is not yet a decisive trend reversal. A close observation of the price action and volume over the next few hours is essential to gauge the sustainability of this decline or the possibility of a rebound.\n\nThe key resistance level stands at 0.10262, with the price failing to maintain a break above it. If this resistance is not surpassed in the near term, Dogecoin may face further downside pressure. The next immediate support is 0.10112, which could act as a critical level to monitor for potential reversal signs. A breach of this support could signal a deeper retracement, possibly targeting the SMA(20) at 0.10974950, where Dogecoin has historically shown support.\n\nFrom an indicator perspective, the MACD is currently negative at -0.0035437369, suggesting a slight bearish bias. The absence of an RSI(14) reading limits some insight into potential overbought or oversold conditions. However, the negative MACD value points to weak bullish momentum or ongoing selling pressure, which reinforces the case for cautious short-term trading. A neutral stance with the possibility of downside risk remains valid unless the price manages a sustained rally above key resistance.\n\nFor traders, short-term positions may be considered if the price approaches the support levels, provided confirmation of reversal signals. Conversely, caution is advised if the price breaks below the 0.10112 support, as further declines could be imminent. In either scenario, watch for potential volume spikes or indicator shifts to confirm the next directional move in Dogecoin’s price action."
    }
  }
}