{
  "symbol": "DOGE/USD",
  "name": "Dogecoin vs US Dollar",
  "nameCn": "狗狗币/美元",
  "timestamp": "2026-01-14T21:43:47.093Z",
  "price": {
    "close": "0.14741",
    "high": "0.14787",
    "low": "0.14689",
    "open": "0.14727",
    "change": "0.07",
    "datetime": "2026-01-14 21:00:00"
  },
  "indicators": {
    "rsi": 53.93136,
    "macd": 0.00098120945,
    "macd_signal": 0.0013252679,
    "sma20": 0.1478515
  },
  "analysis": {
    "zh": {
      "title": "狗狗币/美元技术分析：[震荡整理，短期关注支撑与阻力]",
      "content": "当前狗狗币（DOGE/USD）价格为0.14741，整体呈现震荡整理的走势。在过去24小时内，价格变化幅度较小，仅为0.07%。从高点0.14787和低点0.14689来看，市场情绪较为谨慎，投资者可能在观望更明确的交易信号。\n\n在技术指标方面，MACD显示出轻微的买入信号，但由于信号线数据缺失，尚需进一步确认。20日简单移动平均线（SMA）在0.14785附近，这一水平也为短期支撑位。若价格突破该支撑位，可能进一步下探至0.14689；反之，突破0.14787的高点则可能引发短期反弹。\n\n投资者应密切关注这些关键价格水平，同时结合RSI指标进行超买或超卖的判断。若RSI低于30，可能意味着超卖，适合逢低布局；而若RSI高于70，则需谨慎，防范可能的回调风险。建议在此区间内灵活操作，把握短期波动机会，设置止损以控制风险。"
    },
    "en": {
      "title": "Dogecoin vs US Dollar Technical Analysis",
      "content": "The current price of Dogecoin (DOGE) against the US Dollar (USD) stands at 0.14741, reflecting a modest 24-hour change of 0.07%. This stability suggests that DOGE is currently experiencing a consolidation phase, oscillating between its recent high of 0.14787 and low of 0.14689. In this context, traders should closely monitor these boundaries as they may indicate a potential breakout or reversal, influencing short-term trading strategies.\n\nThe absence of a computed Relative Strength Index (RSI) limits our ability to gauge overbought or oversold conditions. However, the Moving Average Convergence Divergence (MACD) value of 0.00098120945 indicates a bullish momentum, albeit weak, suggesting that buyers are slowly gaining strength. Traders should be cautious, as the lack of a confirmed signal line could lead to volatility. The Simple Moving Average (SMA) of 20 periods at 0.14785150 is also crucial; if the price remains above this level, it may reinforce a bullish sentiment, while a drop below could signal bearish pressure.\n\nSupport and resistance levels are pivotal in guiding trading decisions. The immediate support level can be identified around the recent low of 0.14689, where buying interest may emerge. Conversely, a breach above the high of 0.14787 could pave the way for further gains, potentially targeting the next psychological resistance level at 0.15000. Traders might consider setting alerts for these levels to capitalize on potential movements.\n\nIn the current market conditions, a cautious approach is advisable. Given the tight trading range, it could be prudent to adopt a scalping strategy, buying near support and selling near resistance. Additionally, waiting for a confirmation of momentum through the MACD or RSI would enhance the likelihood of successful trades. Overall, maintaining vigilance on market sentiment and external factors influencing Dogecoin will be key to navigating this dynamic landscape."
    }
  }
}