{
  "symbol": "DOGE/USD",
  "name": "Dogecoin vs US Dollar",
  "nameCn": "狗狗币/美元",
  "timestamp": "2026-01-18T16:25:20.681Z",
  "price": {
    "close": "0.13701",
    "high": "0.13705",
    "low": "0.13634",
    "open": "0.13649",
    "change": "0.38",
    "datetime": "2026-01-18 16:00:00"
  },
  "indicators": {
    "rsi": 44.019125,
    "macd": -0.0003182748,
    "macd_signal": -0.00028811801,
    "sma20": 0.13726
  },
  "analysis": {
    "zh": {
      "title": "狗狗币/美元技术分析：震荡整理，短期走势略偏弱",
      "content": "目前狗狗币/美元（DOGE/USD）价格维持在0.13701附近，整体呈现震荡整理态势。24小时内价格波动较小，变化仅为0.38%，显示出市场在此区间的纠结状态。高点与低点相对接近，表明买卖双方力量对比相当，未能形成明显的突破趋势。\n\n从技术指标来看，RSI(14)数据缺失，但根据当前价格水平和MACD的负值(-0.00031827480)，可以推测市场短期内存在一定的卖压。MACD处于负值区域，未能显示出反转的迹象，短期可能继续面临下行压力。SMA(20)略高于当前价格，进一步支持震荡整理的判断。\n\n支撑位方面，0.13634附近形成较强支撑，若跌破该水平，可能会进一步探底0.13400左右。阻力位则位于0.13705至0.13800之间，价格若突破这一区域，可能会出现短期反弹的机会。因此，建议在当前区间内操作时，保持谨慎态度，利用支撑和阻力区间进行短线交易。\n\n综上所述，狗狗币/美元当前呈现震荡整理趋势，缺乏明确的趋势性突破。建议投资者关注支撑和阻力位的变化，短期内保持观望或在低位进行逢低买入操作，但需设定好止损策略以防市场波动。"
    },
    "en": {
      "title": "Dogecoin vs US Dollar Technical Analysis",
      "content": "Dogecoin is currently displaying a relatively stable market structure with slight bullish momentum as evidenced by the recent 24-hour change of 0.38%. The price has remained near the daily high of 0.13705, suggesting the market is hovering close to resistance levels. With the latest price sitting at 0.13701, the coin is holding steady within a narrow range, indicating a neutral-to-bullish short-term outlook. The lack of a significant price drop suggests that selling pressure is subdued, but the absence of a clear upward break makes it vulnerable to consolidation.\n\nThe absence of an RSI value makes it difficult to assess the momentum in overbought or oversold conditions. However, the MACD reading of -0.00031827480 shows a slightly negative trend, hinting at the potential for further downward movement if it remains under the zero line. The lack of a clear signal line data complicates the analysis, but traders should remain cautious and wait for further confirmation before entering long positions. The negative MACD suggests possible bearish divergence, but additional indicators are required for clarity.\n\nThe current SMA(20) at 0.13726 is acting as a dynamic support level, providing stability for the price. Traders should look for price action around this moving average as it has historically provided a baseline for short-term trends. A break below this level could expose the coin to further downside, possibly testing the recent low of 0.13634 as immediate support. If the price manages to reclaim and hold above the SMA, there is potential for a retest of the upper resistance around 0.13705.\n\nGiven the current conditions, traders should watch for signs of a breakout or breakdown. A decisive break above 0.13705 could lead to a retest of higher levels, while a failure to maintain above the SMA(20) may lead to downward pressure. In this scenario, short-term traders should focus on managing risk and consider protective stop-loss strategies. Patience is key, as the market shows limited volatility without clear trend signals at this time."
    }
  }
}