{
  "symbol": "DOGE/USD",
  "name": "Dogecoin vs US Dollar",
  "nameCn": "狗狗币/美元",
  "timestamp": "2026-02-17T04:36:44.001Z",
  "price": {
    "close": "0.10007",
    "high": "0.10075",
    "low": "0.09988",
    "open": "0.10046",
    "change": "-0.37",
    "datetime": "2026-02-17 04:00:00"
  },
  "indicators": {
    "rsi": 41.089512,
    "macd": -0.00084979875,
    "macd_signal": -0.0010037974,
    "sma20": 0.10093
  },
  "analysis": {
    "zh": {
      "title": "狗狗币/美元技术分析：[震荡整理，短期可能出现小幅波动]",
      "content": "当前狗狗币/美元（DOGE/USD）价格在0.10007附近，24小时变化较小，仅为-0.37%。市场在最近的高点0.10075和低点0.09988之间震荡整理，显示出短期内价格的横盘整理走势。没有显著的上涨或下跌动能，市场情绪相对平稳。\n\n从技术指标来看，当前MACD值为-0.00084979875，显示出略微的卖压，但由于信号线尚未明确，动能不足以确认趋势的改变。SMA(20)为0.10093，价格当前稍微低于这一水平，表明短期内可能面临一定的支撑位压力。\n\n对于支撑位和阻力位，当前支撑位可以关注0.09988附近，如果价格跌破该点位，可能会进一步向下探寻。上方阻力位则集中在0.10075附近，突破该水平后，价格有可能进一步上涨至更高的区域。\n\n建议交易者在此阶段采取观望策略，避免在震荡区间内频繁进出。如果价格突破0.10075或跌破0.09988，可以考虑短期交易机会，但需谨慎管理风险。"
    },
    "en": {
      "title": "Dogecoin vs US Dollar Technical Analysis",
      "content": "The current price of Dogecoin against the US Dollar is $0.10007, marking a slight decline of 0.37% over the last 24 hours. This indicates a neutral-to-bearish sentiment in the market. The price is trading just below its 20-period simple moving average (SMA) of $0.10093, suggesting a minor bearish short-term trend. As long as the price remains below the SMA, there’s a risk of further downside pressure. However, the 24-hour range between $0.09988 and $0.10075 shows a relatively tight price action, which may imply consolidation or indecision in the market.\n\nThe MACD indicator is currently showing a negative value at -0.00085, which signals a potential bearish momentum. However, without the signal line data, it's difficult to assess the strength or confirmation of this signal. A negative MACD suggests that the bears might have some control, but it's essential to monitor future crossovers or changes in momentum. Given the lack of clear trend confirmation, traders should be cautious of breakout patterns before acting on any longer-term positions.\n\nIn terms of support and resistance, the current low at $0.09988 presents immediate support, which could be a critical level to watch for potential buying opportunities. If this support holds, there may be a chance for a short-term rebound towards the resistance at $0.10075. If the price breaks below $0.09988, the next significant support could be found at around $0.099. Conversely, any push above $0.10075 would expose higher resistance levels and could signal a bullish shift, although this would require further confirmation from volume or indicators.\n\nGiven the current market conditions, traders should look for short-term price action within the current range, paying attention to key support at $0.09988 and resistance at $0.10075. A breakout above resistance or a bounce from support may provide clearer direction. Conservative traders may prefer to wait for confirmation through other technical indicators such as RSI or MACD crossovers before entering new positions."
    }
  }
}