{
  "symbol": "ADA/USD",
  "name": "Cardano vs US Dollar",
  "nameCn": "艾达币/美元",
  "timestamp": "2026-02-22T23:02:03.462Z",
  "price": {
    "close": "0.271644",
    "high": "0.272049",
    "low": "0.270349",
    "open": "0.270355",
    "change": "0.48",
    "datetime": "2026-02-22 22:00:00"
  },
  "indicators": {
    "rsi": 37.47498,
    "macd": -0.0022386744,
    "macd_signal": -0.0023052028,
    "sma20": 0.27318645
  },
  "analysis": {
    "zh": {
      "title": "艾达币/美元技术分析：震荡整理，短期弱势",
      "content": "当前艾达币/美元(ADA/USD)的价格在0.271644附近波动，24小时内的变化幅度较小，仅为0.48%。价格在高点0.272049和低点0.270349之间震荡整理，显示出市场的谨慎情绪。短期内，市场缺乏强势方向，可能继续维持震荡走势。\n\n技术指标方面，RSI(14)值尚未提供，但MACD值为-0.0022，表明当前市场短期内存在弱势。MACD处于负值区域，且信号线尚未形成，意味着短期内卖压仍占主导地位，价格可能面临进一步下行压力。SMA(20)为0.27318645，处于当前价格之上，进一步确认了价格的弱势状态。\n\n在支撑方面，当前价格接近0.270349，这一水平若失守，可能会加速下跌至更低的区域。阻力位则在0.272049附近，突破该位置可能会暂时缓解卖压，迎来一定的反弹。综合来看，短期内若价格无法突破阻力位，可能会继续维持震荡格局。\n\n交易建议：建议短期内保持观望，若价格突破阻力位0.272049，可以考虑轻仓短期反弹操作；若下行破位支撑0.270349，建议谨慎做空，并注意下方可能的进一步支撑位。"
    },
    "en": {
      "title": "Cardano vs US Dollar Technical Analysis",
      "content": "The ADA/USD pair is currently trading at $0.271644, showing a modest 0.48% increase over the last 24 hours. The price is consolidating within a narrow range between the recent high of $0.272049 and the low of $0.270349, indicating a lack of strong directional momentum. This range-bound behavior suggests the market is waiting for a clearer catalyst before making a decisive move. In this scenario, observing a break above the $0.272 mark could signal a short-term bullish reversal, while a drop below $0.270 may confirm further downward pressure.\n\nLooking at the 20-period Simple Moving Average (SMA), ADA is trading slightly below it at $0.271644 compared to $0.27318645. The SMA is often used as an indicator of short-term trend direction, and this suggests ADA is in a mild bearish phase at the moment. The price's proximity to the SMA indicates that ADA has been somewhat neutral in the past few days, but if the price continues to hover below the SMA, the bearish sentiment may continue to gain traction. A move above the SMA, however, could indicate a shift to a neutral or slightly bullish outlook.\n\nThe Relative Strength Index (RSI) and MACD data are currently unavailable, limiting a comprehensive understanding of momentum and trend strength. Still, with the recent price action and close proximity to the SMA, the market seems undecided. In terms of key support and resistance levels, the immediate support lies at $0.270, followed by $0.267. Resistance is seen at $0.273, with a further level around $0.276. These levels will play a crucial role in determining short-term price movements.\n\nGiven the market’s current consolidation, traders should consider waiting for a breakout from the range. A confirmed move above $0.272 could provide an entry point for a bullish short-term trade, while a break below $0.270 could signal further downside risk. Risk management should be a priority, with stop losses set just outside these key levels to mitigate potential losses in case the price reverses."
    }
  }
}