{
  "symbol": "DOGE/USD",
  "name": "Dogecoin vs US Dollar",
  "nameCn": "狗狗币/美元",
  "timestamp": "2026-02-22T17:51:00.975Z",
  "price": {
    "close": "0.09501",
    "high": "0.09584",
    "low": "0.09483",
    "open": "0.09582",
    "change": "-0.86",
    "datetime": "2026-02-22 17:00:00"
  },
  "indicators": {
    "rsi": 22.22251,
    "macd": -0.00091874922,
    "macd_signal": -0.00076670561,
    "sma20": 0.0970535
  },
  "analysis": {
    "zh": {
      "title": "狗狗币/美元技术分析：[短期震荡整理，偏弱]",
      "content": "当前狗狗币/美元(DOGE/USD)的价格在0.09501附近，短期内呈现震荡整理走势。价格波动相对较小，未能突破之前的高点0.09584，也未跌破低点0.09483，显示市场缺乏强烈的买卖信号。整体来看，短期内可能会维持这种整理状态。\n\n从技术指标来看，MACD目前处于负值区域，显示卖压较重，但信号线尚未提供明确的方向。SMA(20)为0.0970535，当前价格低于该均线，进一步印证了市场偏弱的状态。RSI值无法提供参考，可能是由于市场震荡过小导致波动不足。\n\n支撑位方面，0.09483为近期的低点，若跌破该价位，可能会进一步测试0.09300附近的支撑。而阻力位则位于0.09584，如果价格突破这一阻力，有望反弹至0.09700左右。短期内，DOGE/USD面临较强的上下压力。\n\n综合来看，建议投资者保持谨慎，暂时观望为主。如果价格突破上行阻力，可以考虑轻仓做多；若下破支撑，则应及时止损。"
    },
    "en": {
      "title": "Dogecoin vs US Dollar Technical Analysis",
      "content": "The Dogecoin market has experienced a slight downtrend over the last 24 hours, with a modest decrease of -0.86%. The current price is hovering around 0.09501, just slightly above the daily low of 0.09483, indicating that the price is testing the lower boundary of its recent range. Given the lack of a clear RSI or MACD signal, traders may be cautious, as these tools are essential for gauging momentum and potential trend shifts. The absence of a strong directional signal suggests a consolidation phase in the market.\n\nThe 20-period Simple Moving Average (SMA) is positioned at 0.09705, which is above the current price, signifying a slight bearish bias in the short-term. This resistance level at 0.09705 may act as a psychological barrier, with price potentially struggling to break through it. If Dogecoin does manage to reclaim this level, it could pave the way for further upside, testing recent highs near 0.09584. However, the proximity of the price to the lower range suggests that there is also a risk of further downside if support fails to hold.\n\nSupport is currently located around the recent low of 0.09483, with the price testing this critical level for a potential bounce. A break below this level could open the door to further declines, with 0.09400 acting as the next key support level. This zone could offer a more substantial entry point for bears, with the potential for Dogecoin to retrace further. On the other hand, a rebound from 0.09483 could present a buying opportunity for short-term traders, especially if the price starts to approach or breach the 0.09584 high.\n\nIn the current market, trading strategies should be more cautious. For long positions, consider waiting for confirmation of a bounce from the support level or a break above the 20-period SMA to confirm upward momentum. Short-term traders may look for opportunities within the range, focusing on selling near the resistance zone at 0.09705 and buying on support. However, the absence of clear momentum indicators means that patience and risk management are essential in navigating the current market conditions."
    }
  }
}