{
  "symbol": "DOGE/USD",
  "name": "Dogecoin vs US Dollar",
  "nameCn": "狗狗币/美元",
  "timestamp": "2026-01-15T03:14:54.067Z",
  "price": {
    "close": "0.14405",
    "high": "0.14419",
    "low": "0.14371",
    "open": "0.144",
    "change": "0.06",
    "datetime": "2026-01-15 03:00:00"
  },
  "indicators": {
    "rsi": 40.022509,
    "macd": -0.00013004925,
    "macd_signal": 0.00054451268,
    "sma20": 0.1469565
  },
  "analysis": {
    "zh": {
      "title": "狗狗币/美元技术分析：[震荡整理趋势]",
      "content": "当前狗狗币/美元(DOGE/USD)的价格为0.14405，呈现出震荡整理的趋势。从近期的高点0.14419和低点0.14371来看，价格波动幅度较小，表明市场参与者对价格的看法较为谨慎。此时，价格在20日简单移动平均线(SMA)下方运行，可能暗示短期内仍存在下行压力。\n\n技术指标方面，当前的MACD显示出微弱的负值，表明短期内卖方力量略占上风。虽然RSI指标尚未提供，但结合当前的价格波动水平，可能显示出市场处于超卖或中性状态。整体来看，市场情绪偏向保守，投资者需要保持警惕。\n\n在支撑和阻力位方面，0.14370可以视为短期支撑位，而0.14695则是关键阻力位。若价格突破0.14695，可能会引发买入情绪，推动价格进一步上涨。反之，若跌破0.14370，则可能加剧下行风险，投资者应密切关注这些关键水平。\n\n综上所述，建议投资者在当前价格区间内谨慎操作，短期内可考虑波段交易，但应设置止损以控制风险。若价格出现突破信号，则可适时调整策略参与市场。"
    },
    "en": {
      "title": "Dogecoin vs US Dollar Technical Analysis",
      "content": "The current price of Dogecoin (DOGE) against the US Dollar (USD) stands at 0.14405, reflecting a slight increase of 0.06% over the past 24 hours. This modest change indicates a period of consolidation following recent volatility. The high of 0.14419 and low of 0.14371 suggest that DOGE is trading within a tight range, which could point to indecision among traders. Moving averages and trendlines will be crucial in determining the next significant price movement.\n\nThe current 20-day Simple Moving Average (SMA) is at 0.14695650, which indicates a bearish sentiment as the price is trading below this level. This divergence suggests that DOGE may struggle to gain momentum unless it can break above this SMA resistance. Traders should monitor for a potential bullish reversal if the price can decisively close above this level, which might signal a shift in market sentiment. Conversely, continued trading below this SMA could lead to further bearish pressure.\n\nTechnical indicators such as the MACD are showing a slight negative value of -0.00013004925, indicating that momentum is currently weak. The absence of a clear signal for a bullish crossover reinforces the cautious sentiment in the market. Until the MACD begins to show a positive trend and the RSI can be calculated, traders should remain vigilant of potential downward movement. A close watch on these indicators will be essential for understanding the market's direction.\n\nSupport for DOGE is currently identified at the recent low of 0.14371, which could act as a safety net for traders looking to enter long positions. If this level breaks, the next significant support could be found lower down at 0.14200. On the upside, resistance is established at the 20-day SMA of 0.14695650. For a more aggressive trading strategy, traders might consider buying near support while placing stop-loss orders slightly below this level. Conversely, selling near resistance could be a prudent strategy until a confirmed breakout occurs."
    }
  }
}