{
  "symbol": "DOGE/USD",
  "name": "Dogecoin vs US Dollar",
  "nameCn": "狗狗币/美元",
  "timestamp": "2026-03-01T19:05:57.392Z",
  "price": {
    "close": "0.09261",
    "high": "0.09279",
    "low": "0.09258",
    "open": "0.09278",
    "change": "-0.19",
    "datetime": "2026-03-01 19:00:00"
  },
  "indicators": {
    "rsi": 44.063167,
    "macd": -0.00014514177,
    "macd_signal": 0.00012303105,
    "sma20": 0.0942365
  },
  "analysis": {
    "zh": {
      "title": "狗狗币/美元技术分析：当前震荡整理，短期承压",
      "content": "目前DOGE/USD的价格在0.0926附近，呈现震荡整理的格局。价格接近20日简单移动平均线(SMA 20)的0.0942，显示短期内缺乏明确的上行动力。结合MACD处于负值区间，显示卖压较强，短期价格可能继续承压。\n\nRSI（相对强弱指数）暂时无法提供准确参考，但结合价格的波动情况来看，DOGE/USD当前处于一个较为平稳的状态，未出现明显的超买或超卖信号。技术指标整体显示市场缺乏明确趋势，投资者应谨慎操作。\n\n从支撑与阻力位来看，DOGE/USD的短期支撑位在0.0925附近，而上方的压力位则位于0.0940-0.0950区间。如果价格突破该阻力区间，可能会迎来一波反弹；反之，价格跌破支撑位，则可能进一步下探。\n\n总体来说，当前市场缺乏强势的趋势信号，建议投资者保持观望，除非价格突破关键支撑或阻力位，方可考虑进场。"
    },
    "en": {
      "title": "Dogecoin vs US Dollar Technical Analysis",
      "content": "The current price of Dogecoin against the US Dollar stands at $0.09261, showing a minor decline of 0.19% in the last 24 hours. This slight pullback follows a period of consolidation near the 0.0930 level, indicating a range-bound market. The price is currently near the lower end of its daily range, with the high and low of the day at $0.09279 and $0.09258, respectively. This suggests that there is limited volatility in the short term, with the price struggling to break past recent resistance.\n\nWithout an RSI reading, we lack direct insight into overbought or oversold conditions, which makes interpreting market momentum challenging. However, the MACD is slightly negative at -0.00014514177, suggesting a mild bearish bias in the market, but without a corresponding signal line, the current trend remains unclear. The absence of a strong directional signal implies that traders may be waiting for further confirmation before committing to any significant positions. This indecisiveness is reflected in the relatively narrow daily price fluctuations.\n\nThe 20-period Simple Moving Average (SMA) at $0.0942365 provides an important resistance level. The price remains below the SMA, which could signal ongoing bearish pressure unless a bullish breakout occurs. If the price fails to reclaim the $0.094 level, the next potential support zone is near the recent low of $0.09258, which could act as a strong demand area. A break below this level would bring the next support zone into focus, potentially near $0.0920, which may attract buyers if price action weakens further.\n\nFor traders, the current market presents a cautious approach. Short-term trades could focus on scalping within the $0.0925 to $0.0930 range, with stops placed just below the $0.092 mark to mitigate risk. A decisive move above $0.0940 could trigger a shift to a more bullish outlook, with potential upside targets near $0.0950. Conversely, if price action breaks below $0.09258, a further decline towards $0.0920 may offer additional opportunities for shorts."
    }
  }
}