{
  "symbol": "DOGE/USD",
  "name": "Dogecoin vs US Dollar",
  "nameCn": "狗狗币/美元",
  "timestamp": "2026-02-01T09:52:38.311Z",
  "price": {
    "close": "0.10608",
    "high": "0.10619",
    "low": "0.10532",
    "open": "0.10587",
    "change": "0.20",
    "datetime": "2026-02-01 09:00:00"
  },
  "indicators": {
    "rsi": 45.70504,
    "macd": -0.0013373723,
    "macd_signal": -0.0019850288,
    "sma20": 0.104312
  },
  "analysis": {
    "zh": {
      "title": "狗狗币/美元技术分析：[震荡整理趋势]",
      "content": "当前狗狗币（DOGE）在0.10608附近震荡整理，表现出相对稳定的市场情绪。虽然价格在24小时内小幅上涨0.20%，但整体趋势并未显著突破。结合最近的高点0.10619和低点0.10532，可以看出DOGE在一个相对狭窄的区间内波动，显示出市场参与者的观望情绪。\n\n从技术指标来看，虽然RSI(14)数据缺失，但MACD值为-0.0013，显示出短期内卖压仍然存在。SMA(20)为0.104312，表明价格目前处于其上方，可能形成短期支撑。如果后续价格未能突破0.10619，则可能会面临进一步回调风险。\n\n在支撑和阻力位方面，0.10532是关键支撑位，若跌破该水平，则可能进一步测试0.105的心理关口。阻力位则在0.10619至0.1070一线，若成功突破，可能会引发短期的上涨动能。建议投资者密切关注这些关键价位，合理设置止损。\n\n综合来看，当前狗狗币的走势仍需耐心等待，建议投资者在支撑位附近谨慎建仓，同时关注市场消息面变化，灵活调整交易策略，以降低风险。"
    },
    "en": {
      "title": "Dogecoin vs US Dollar Technical Analysis",
      "content": "The current price of Dogecoin against the US Dollar stands at 0.10608, reflecting a modest 24-hour change of 0.20%. The price has oscillated between a high of 0.10619 and a low of 0.10532 during this period, indicating a relatively tight trading range. This behavior suggests a market that is consolidating, potentially indicating indecision among traders. Observing the price action, the ability to hold above the recent low of 0.10532 could be a key signal for potential upward momentum.\n\nIn terms of trend analysis, Dogecoin appears to be in a short-term bullish phase, given its recent price levels above the 20-day Simple Moving Average (SMA) of 0.10431200. This SMA serves as a dynamic support level, and a sustained move above this level could further strengthen the bullish sentiment. However, traders should remain cautious, as the absence of a definitive indicator like RSI or MACD could lead to increased volatility.\n\nSupport levels are identified at 0.10532 and 0.10400, while resistance is noted at the recent high of 0.10619. If Dogecoin can break above the resistance level, it may pave the way for further gains, potentially targeting 0.10750. Conversely, a drop below the support could signal a bearish reversal, prompting a reassessment of bullish positions. \n\nTraders are advised to adopt a wait-and-see approach, particularly observing price action around key support and resistance levels. A breakout above 0.10619 could signal a buying opportunity, while a decline below 0.10532 may warrant caution. Utilizing stop-loss orders can help manage risk effectively, especially in a market characterized by rapid price movements and uncertainty."
    }
  }
}