{
  "symbol": "DOGE/USD",
  "name": "Dogecoin vs US Dollar",
  "nameCn": "狗狗币/美元",
  "timestamp": "2026-02-28T14:58:34.962Z",
  "price": {
    "close": "0.09029",
    "high": "0.09193",
    "low": "0.09006",
    "open": "0.09152",
    "change": "-1.34",
    "datetime": "2026-02-28 14:00:00"
  },
  "indicators": {
    "rsi": 40.6807,
    "macd": -0.0015168906,
    "macd_signal": -0.0016024188,
    "sma20": 0.0914105
  },
  "analysis": {
    "zh": {
      "title": "狗狗币/美元技术分析：[震荡整理，短期仍面临下行压力]",
      "content": "当前狗狗币/美元（DOGE/USD）价格位于0.09029附近，整体走势显示出震荡整理的特征。过去24小时价格小幅下跌1.34%，但依然在短期内维持窄幅区间波动。当前价格略低于20日简单移动平均线(SMA 20)的水平0.09141，表明短期内有一定的下行压力。\n\n从MACD指标来看，当前的MACD值为-0.0015，虽然信号线未提供明确方向，但负值暗示市场情绪偏弱。RSI(14)值未提供，无法进行进一步的超买或超卖分析。即便如此，价格未能突破短期阻力位0.09193，进一步验证了下行风险的存在。\n\n支撑位方面，当前价格附近0.09006是一个关键支撑点。如果价格下破此位，可能会进一步向0.08900或更低区域回调。阻力位则位于0.09193，突破此位可能带来一定的反弹空间，提升短期多头情绪。\n\n综合来看，当前建议采取观望策略，等待更明确的突破信号。如果价格持续维持在当前区间，短期内可考虑低位轻仓布局，逢高适当止盈。"
    },
    "en": {
      "title": "Dogecoin vs US Dollar Technical Analysis",
      "content": "Dogecoin is currently experiencing a slight downtrend with its latest price at $0.09029, marking a 1.34% decline over the last 24 hours. This pullback from the intraday high of $0.09193 suggests some short-term weakness in the market. A closer look at the price action shows that Dogecoin has been fluctuating near its recent range, with a low of $0.09006. This tight range indicates indecisiveness in market sentiment, making it critical to watch for a breakout in either direction.\n\nThe absence of an RSI value complicates the assessment of market momentum. However, the MACD reading of -0.0015 signals a bearish tilt, indicating that the selling pressure may dominate in the short term. Without a clear signal from the RSI, traders might need to rely more heavily on price action and moving averages for direction. The SMA(20) at $0.09141 suggests that the short-term trend is still below the average, reinforcing the current bearish bias in the market. The lack of a bullish crossover or strong RSI signal confirms the cautious outlook.\n\nLooking at support and resistance levels, the immediate support can be identified around $0.09006, the recent intraday low. A break below this level could lead to further downside toward $0.0880 or lower. On the upside, resistance sits at the $0.09193 level, which marks the highest point in the last 24 hours. A move above this resistance might signal a shift in momentum and lead to potential gains toward the $0.0925 zone.\n\nTraders should remain cautious and wait for a confirmation of a breakout or a reversal. A clear close above $0.09193 could open the door to buying opportunities, while further weakness below $0.09006 might prompt selling or short positions. As always, considering risk management strategies such as stop-loss orders is crucial in such volatile conditions."
    }
  }
}