{
  "symbol": "AVAX/USD",
  "name": "Avalanche vs US Dollar",
  "nameCn": "雪崩币/美元",
  "timestamp": "2026-01-30T08:39:24.444Z",
  "price": {
    "close": "10.8575",
    "high": "10.9731",
    "low": "10.8548",
    "open": "10.954",
    "change": "-0.87",
    "datetime": "2026-01-30 08:00:00"
  },
  "indicators": {
    "rsi": 33.67009,
    "macd": -0.1940365,
    "macd_signal": -0.21141026,
    "sma20": 11.00905
  },
  "analysis": {
    "zh": {
      "title": "> search(\"你是专业的数字货币交易分析师。请对 雪崩币/美元(AVAX/USD) 进行技术分析。\\n\\n当前市场数据：\\n- 最新价格: 10.8575\\n- 24小时变化: -0.87%\\n- 高点/低点: 10.9731 / 10.8548\\n- RSI(14): N/A\\n- MACD: -0.19403650, Signal: N/A\\n- SMA(20): 11.0090500\\n\\n要求：\\n1. 第一行：完整的中文标题，格式：\\\"雪崩币/美元技术分析：[趋势描述]\\\"\\n2. 然后空一行\\n3. 正文3-4段，每段60-80字，总共250-300字\\n4. 包含：趋势判断、技术指标解读、支撑/阻力位、交易建议\\n5. 使用专业术语但易于理解\\n6. 不要添加任何标签或额外说明\\n\\n立即开始（第一行就是标题）：\")",
      "content": "雪崩币/美元技术分析：短期偏弱震荡整理\n\n当前价格略低于20日均线，短期下行动能仍存，价格在10.85–10.97区间反复震荡，显示多空力量未明显分化，短线趋势偏弱整理状态，缺乏明确突破信号。\n\n技术指标上，MACD负值表明下行动量占优，但背离幅度有限；RSI数据缺失限制超买超卖判断，而价格承压于SMA(20)下方，短期多头难以掌控节奏，需观察指标进一步确认。\n\n关键支撑位关注10.80附近，若失守则可能进一步测试10.50区域；阻力位在11.00及11.20，突破这些位置才有望重拾上攻，区间震荡格局短期难以打破。\n\n交易上建议谨慎为主，区间内可考虑逢低小幅多单，止损设在10.75下方；激进者等待价格稳破11.00并伴随成交放量后再入场，避免在区间震荡中被频繁止损。总体以短线机会为主，不宜过度追高。"
    },
    "en": {
      "title": "Avalanche vs US Dollar Technical Analysis",
      "content": "The current price of Avalanche (AVAX) against the US Dollar stands at 10.8575, reflecting a slight decline of 0.87% over the past 24 hours. This downward movement suggests that the bullish momentum observed in previous sessions may be waning, leading to a cautious outlook for short-term traders. The price has recently oscillated between a high of 10.9731 and a low of 10.8548, indicating a tight trading range. A sustained close below the recent low could trigger further selling pressure, while a bounce off this level may present a buying opportunity.\n\nAnalyzing the short-term trend, the SMA(20) at 11.0090 provides insight into the market's momentum. With the current price trading below this moving average, it indicates a bearish trend in the near term. Additionally, the MACD value of -0.19403650 points towards a negative momentum shift, reinforcing the caution for buyers. Traders should monitor this indicator closely, as any crossover or shift in momentum could signal a potential reversal or continuation of the current trend.\n\nSupport levels are established at 10.8548, the recent low, while resistance can be identified near 11.0090, aligning with the 20-day simple moving average. A break below the support level may open the door for further declines toward 10.50, a psychological level for many traders. Conversely, should the price manage to reclaim and hold above the SMA, it may target the resistance around 11.20, which could attract bullish sentiment.\n\nFor traders looking to position themselves effectively, a cautious approach is recommended. Entering long positions near support while setting tight stop-loss orders just below the support level could mitigate risk. Alternatively, if bearish sentiment persists, short positions could be considered, especially if the price fails to reclaim the SMA. Monitoring broader market sentiment and key news events will be crucial in navigating this volatile environment."
    }
  }
}