{
  "symbol": "DOGE/USD",
  "name": "Dogecoin vs US Dollar",
  "nameCn": "狗狗币/美元",
  "timestamp": "2026-01-30T08:38:43.559Z",
  "price": {
    "close": "0.11341",
    "high": "0.11458",
    "low": "0.11336",
    "open": "0.11433",
    "change": "-0.81",
    "datetime": "2026-01-30 08:00:00"
  },
  "indicators": {
    "rsi": 32.55875,
    "macd": -0.0019308024,
    "macd_signal": -0.001925231,
    "sma20": 0.1157895
  },
  "analysis": {
    "zh": {
      "title": "> search(\"你是专业的数字货币交易分析师。请对 狗狗币/美元(DOGE/USD) 进行技术分析。\\n\\n当前市场数据：\\n- 最新价格: 0.11341\\n- 24小时变化: -0.81%\\n- 高点/低点: 0.11458 / 0.11336\\n- RSI(14): N/A\\n- MACD: -0.0019308024, Signal: N/A\\n- SMA(20): 0.11578950\\n\\n要求：\\n1. 第一行：完整的中文标题，格式：\\\"狗狗币/美元技术分析：[趋势描述]\\\"\\n2. 然后空一行\\n3. 正文3-4段，每段60-80字，总共250-300字\\n4. 包含：趋势判断、技术指标解读、支撑/阻力位、交易建议\\n5. 使用专业术语但易于理解\\n6. 不要添加任何标签或额外说明\\n\\n立即开始（第一行就是标题）：\")",
      "content": "狗狗币/美元技术分析：短线承压整理迹象明显\n\n当前价格在0.11341附近波动，短期趋势偏弱，价格低于20日简单移动平均线(SMA20)，显示多头动能不足。近期高低点范围狭窄，表明多空双方在均衡区间内谨慎观望，趋势尚未明朗。\n\n技术指标方面，MACD负值表明下行动能占优，但信号线数据缺失需谨慎解读。若后续出现零轴上穿，则可能预示下跌动能衰竭。缺少RSI数据限制超买超卖判断，但目前价格结构偏向震荡。\n\n关键支撑位初步看0.1120区域，若有效守住则有望形成短期反弹；进一步支撑位在0.1100附近。阻力位则关注0.1158 SMA20及0.1180前高，若突破则短线多头信心可能回升。\n\n交易上建议短线以区间策略为主，跌近支撑区域可考虑小仓位多单尝试，止损设在下破支撑下方；上攻阻力区域则渐进减仓或观望，等待确认突破或回落信号再作布局。"
    },
    "en": {
      "title": "Dogecoin vs US Dollar Technical Analysis",
      "content": "The current price of Dogecoin (DOGE) against the US Dollar is 0.11341, reflecting a slight decline of 0.81% over the last 24 hours. This price movement suggests a consolidation phase following a recent rally, indicating that market participants are assessing the coin's value. The recent high of 0.11458 may serve as a resistance level, while the low of 0.11336 could act as immediate support. Traders should monitor these levels closely, as breaking below support could signal further downside potential.\n\nAnalyzing the technical indicators, the current MACD is negative at -0.00193, indicating a bearish sentiment in the short term. Without the RSI available, we can infer that the momentum may not be strong enough to push DOGE into overbought territory. This suggests that buyers may be cautious, and further downside movement could occur if selling pressure continues. It's essential for traders to remain vigilant for any shifts in momentum that could influence future price action.\n\nThe 20-day Simple Moving Average (SMA) is currently at 0.11578950, acting as a dynamic resistance level. If the price can regain and hold above this SMA, it may attract bullish momentum, potentially paving the way for a retest of the recent high at 0.11458. Conversely, a sustained break below the support level of 0.11336 could lead to a more significant sell-off, with potential targets around 0.11200.\n\nIn terms of trading strategies, traders might consider a short-term buying opportunity if DOGE breaks above the SMA with strong volume. Conversely, a break below the support level could trigger a short position. Risk management is crucial, so setting stop-loss orders around 0.11300 can help mitigate losses in the event of unfavorable price movements. Overall, staying informed about market sentiment and key levels is vital for making informed trading decisions."
    }
  }
}