{
  "symbol": "DOGE/USD",
  "name": "Dogecoin vs US Dollar",
  "nameCn": "狗狗币/美元",
  "timestamp": "2026-02-25T03:50:53.165Z",
  "price": {
    "close": "0.09276",
    "high": "0.0937",
    "low": "0.09256",
    "open": "0.09369",
    "change": "-1.01",
    "datetime": "2026-02-25 03:00:00"
  },
  "indicators": {
    "rsi": 52.84847,
    "macd": 9.6588297e-7,
    "macd_signal": -0.00028431736,
    "sma20": 0.0918565
  },
  "analysis": {
    "zh": {
      "title": "狗狗币/美元技术分析：当前震荡整理，短期偏弱",
      "content": "当前，DOGE/USD在0.09276附近震荡整理，24小时变化为-1.01%。价格未能突破此前的高点0.0937，显示出一定的卖压。短期内，市场情绪偏向谨慎，缺乏强势的上涨动能。综合来看，短期内 DOGE/USD维持震荡格局，暂时难以形成突破。\n\n从技术指标看，MACD的数值接近0，说明当前的趋势力度较弱，且没有形成明确的买入或卖出信号。SMA(20)在0.0919附近提供一定的支撑，但未见明显的上行迹象，表明市场处于整理阶段。由于RSI数据缺失，暂时无法依据此指标判断超买或超卖的情况。\n\n支撑位方面，0.09256和0.0919是近期的关键支撑区域，一旦跌破，可能会进一步回调至0.0900左右。阻力位则在0.0937附近，突破此位置有望迎来短期反弹。若价格持续受阻于该位置，可能会再次回落。\n\n综合来看，建议交易者保持观望，避免在当前震荡行情中追涨杀跌。如果价格突破0.0937可适当考虑短期多单，但仍需注意市场情绪变化，避免过度乐观。"
    },
    "en": {
      "title": "Dogecoin vs US Dollar Technical Analysis",
      "content": "The Dogecoin (DOGE) vs US Dollar (USD) pair is currently navigating a narrow range between the high of 0.0937 and the low of 0.09256, indicating a sideways consolidation phase. The latest price of 0.09276 shows a slight decline of 1.01% in the last 24 hours, which is indicative of mild bearish pressure, but the lack of strong movement suggests market indecisiveness. This price action could suggest that DOGE is in a consolidation phase, waiting for a catalyst to push it in either direction.\n\nWith the absence of an RSI reading, we are unable to gauge the overbought or oversold conditions directly, but the MACD's near-zero value at 0.00000096588297 suggests a neutral momentum. The MACD histogram offers little insight into current buying or selling pressure, reinforcing the idea that market participants are in wait-and-see mode. Without stronger momentum indicators, traders may look for clearer signals or a breakout to establish a more directional bias.\n\nThe 20-period simple moving average (SMA) at 0.091856500 is serving as a short-term support level. If DOGE/USD drops below this SMA level, it could open up the potential for further declines toward the next major support zone near 0.09256. Conversely, if the price finds support at this level and rises above 0.0937, the next resistance level could be around the 0.0950 area, depending on broader market sentiment. These levels should be closely monitored for breakout or breakdown opportunities.\n\nTraders should remain cautious and wait for more defined market signals. A strong move above 0.0937 could present an opportunity for long positions, targeting resistance at 0.0950. On the flip side, if DOGE breaks below the 0.0918 area, short positions could be considered, with targets near 0.09256 and possibly lower. Patience and a closer watch on price action around these levels are essential to avoiding false breakouts or breakdowns."
    }
  }
}