{
  "symbol": "AVAX/USD",
  "name": "Avalanche vs US Dollar",
  "nameCn": "雪崩币/美元",
  "timestamp": "2026-01-31T01:36:22.623Z",
  "price": {
    "close": "10.8513",
    "high": "10.9",
    "low": "10.8513",
    "open": "10.8617",
    "change": "-0.08",
    "datetime": "2026-01-31 01:00:00"
  },
  "indicators": {
    "rsi": 40.14947,
    "macd": -0.07544433,
    "macd_signal": -0.088737801,
    "sma20": 10.91495
  },
  "analysis": {
    "zh": {
      "title": "> search(\"你是专业的数字货币交易分析师。请对 雪崩币/美元(AVAX/USD) 进行技术分析。\\n\\n当前市场数据：\\n- 最新价格: 10.8513\\n- 24小时变化: -0.08%\\n- 高点/低点: 10.9 / 10.8513\\n- RSI(14): N/A\\n- MACD: -0.075444330, Signal: N/A\\n- SMA(20): 10.91495\\n\\n要求：\\n1. 第一行：完整的中文标题，格式：\\\"雪崩币/美元技术分析：[趋势描述]\\\"\\n2. 然后空一行\\n3. 正文3-4段，每段60-80字，总共250-300字\\n4. 包含：趋势判断、技术指标解读、支撑/阻力位、交易建议\\n5. 使用专业术语但易于理解\\n6. 不要添加任何标签或额外说明\\n\\n立即开始（第一行就是标题）：\")",
      "content": "雪崩币/美元技术分析：短线承压震荡，偏弱整理\n\n当前价格围绕10.85附近反复震荡，短线趋势偏弱但无明显快速下跌动力，价格仍徘徊在SMA(20)下方，显示多头动能不足。近期波动幅度收敛，趋势暂时维持整理格局，等待突破确认更明确方向。\n\n技术指标上，MACD处于负值区但无明显增速，暗示下行动能不强，若快线进一步下穿或放大负离差则看空信号增强。虽无RSI数据，但从价格结构看短周期动能中性偏弱，需关注成交量变化确认走势强弱。\n\n阻力位上方首要关注20日均线约10.91，其次10.95-11.00区间为短线重要阻力。支撑方面下方10.70为初步支撑，若失守则进一步测试10.50附近承接力量。多空双方在这些水平附近博弈明显。\n\n交易建议上，激进者可在10.70附近轻仓多单尝试，止损设在10.60下方，目标看向10.91-11.00。谨慎者观望等待有效突破再确认方向；若价格跌破重要支撑，则考虑空头布局并控制仓位风险。"
    },
    "en": {
      "title": "Avalanche vs US Dollar Technical Analysis",
      "content": "> search(\"You are a professional cryptocurrency analyst. Provide technical analysis for Avalanche vs US Dollar (AVAX/USD).\\n\\nCurrent Market Data:\\n- Latest Price: 10.8513\\n- 24h Change: -0.08%\\n- High/Low: 10.9 / 10.8513\\n- RSI(14): N/A\\n- MACD: -0.075444330, Signal: N/A\\n- SMA(20): 10.91495\\n\\nRequirements:\\n1. Write 3-4 paragraphs, 60-80 words each, total 250-300 words\\n2. Include: trend analysis, indicator interpretation, support/resistance levels, trading suggestions\\n3. Use professional but accessible language\\n4. No labels, no meta-commentary\\n5. Start immediately with the content (no title needed)\\n\\nBegin:\")\n\nAvalanche’s price action around **$10.85** suggests a market in consolidation rather than clear directional conviction. The recent 24-hour price change of **-0.08%**, with a tight high/low range, reflects muted volatility. The short-term trend is slightly bearish as price trades below the **20-period simple moving average (SMA20 at ~10.91)**. Until buyers can decisively reclaim this moving average, the near-term structure favors sideways to downward drift with occasional retests of support.\n\nMomentum indicators paint a cautious picture. The **MACD reading of -0.075** without a confirmed signal line crossover implies bearish momentum persists, albeit modestly. The absence of an RSI value limits overbought/oversold context, but subdued price movement around current levels suggests neither extreme is present. Market internals point to a cautious equilibrium where sellers have a slight edge, yet there’s insufficient force to trigger aggressive declines.\n\nKey **support levels** to monitor are near **$10.50**, a psychological floor, followed by **$10.00**, where previous accumulation occurred. A sustained break below $10.50 on increasing volume could open the path toward $9.50, testing lower structural boundaries. On the upside, reclaiming and holding above **$10.91–$11.00** is critical; this zone represents the first resistance cluster. Surpassing $11.20 with conviction would suggest a shift toward renewed bullish interest and could invite retracements to $11.50.\n\nGiven the current technical setup, conservative traders might consider range-focused approaches, buying near support with tight stops and scaling out near resistance. Trend followers should await a confirmed break above the SMA20 with strengthening MACD momentum before initiating long positions. Alternatively, increased downside volume through $10.50 might justify short entries with targets toward $10.00 and below. Always align position sizing with risk tolerance and evolving market conditions."
    }
  }
}