{
  "symbol": "AVAX/USD",
  "name": "Avalanche vs US Dollar",
  "nameCn": "雪崩币/美元",
  "timestamp": "2026-01-30T23:05:05.361Z",
  "price": {
    "close": "10.8968",
    "high": "10.9357",
    "low": "10.8467",
    "open": "10.9236",
    "change": "-0.35",
    "datetime": "2026-01-30 22:00:00"
  },
  "indicators": {
    "rsi": 42.50287,
    "macd": -0.077418889,
    "macd_signal": -0.10099274,
    "sma20": 10.92828
  },
  "analysis": {
    "zh": {
      "title": "> search(\"你是专业的数字货币交易分析师。请对 雪崩币/美元(AVAX/USD) 进行技术分析。\\n\\n当前市场数据：\\n- 最新价格: 10.8968\\n- 24小时变化: -0.35%\\n- 高点/低点: 10.9357 / 10.8467\\n- RSI(14): N/A\\n- MACD: -0.077418889, Signal: N/A\\n- SMA(20): 10.92828\\n\\n要求：\\n1. 第一行：完整的中文标题，格式：\\\"雪崩币/美元技术分析：[趋势描述]\\\"\\n2. 然后空一行\\n3. 正文3-4段，每段60-80字，总共250-300字\\n4. 包含：趋势判断、技术指标解读、支撑/阻力位、交易建议\\n5. 使用专业术语但易于理解\\n6. 不要添加任何标签或额外说明\\n\\n立即开始（第一行就是标题）：\")",
      "content": "雪崩币/美元技术分析：短线偏弱震荡\n\n当前价格略低于20日SMA且未能有效站稳，表明短期多头动力不足，行情在盘整中偏弱震荡。价格在10.85–10.93区间反复试探，多空分歧未明显消解。\n\nMACD为负值且未出现金叉，暗示下行动能仍在，虽无强烈下破信号，但上涨动能不足。若后续引入RSI并出现低位背离，可视为潜在反转信号；现阶段谨慎观望为主。\n\n下方支撑关注10.80区域，其为近期低点附近心理防线；上方阻力在20日均线10.93及11.00整数位，突破这些阻力可提升多头信心。若跌破支撑，则可能加速回调。\n\n操作上建议在确认突破阻力或回踩稳住支撑后再布局，短线交易可设止损于10.75下方，目标看向11.15–11.30区间，控制仓位与风险，不宜追高。"
    },
    "en": {
      "title": "Avalanche vs US Dollar Technical Analysis",
      "content": "> search(\"You are a professional cryptocurrency analyst. Provide technical analysis for Avalanche vs US Dollar (AVAX/USD).\\n\\nCurrent Market Data:\\n- Latest Price: 10.8968\\n- 24h Change: -0.35%\\n- High/Low: 10.9357 / 10.8467\\n- RSI(14): N/A\\n- MACD: -0.077418889, Signal: N/A\\n- SMA(20): 10.92828\\n\\nRequirements:\\n1. Write 3-4 paragraphs, 60-80 words each, total 250-300 words\\n2. Include: trend analysis, indicator interpretation, support/resistance levels, trading suggestions\\n3. Use professional but accessible language\\n4. No labels, no meta-commentary\\n5. Start immediately with the content (no title needed)\\n\\nBegin:\")\n\nAvalanche (AVAX) shows a cautious price action near **$10.90**, with limited directional conviction after a slight 0.35% decline in the past 24 hours. Price has oscillated in a tight range between **$10.84 and $10.93**, indicating short-term consolidation. The failure to break decisively above **$11.00** resistance suggests bulls are tentative, while daily lower highs imply momentum is not yet accelerating. Overall, the trend appears neutral-to-bearish until buyers can reclaim higher ground with conviction.\n\nThe moving average environment reinforces this mixed picture. AVAX is trading marginally below the **20-period simple moving average (SMA) of 10.93**, a level that has acted as short-term dynamic resistance. The MACD reading of **–0.0774** reflects mild downside momentum, although absence of a clear signal line crossover limits interpretive clarity. With RSI data unavailable, momentum breadth must be inferred from price action and MACD tendencies, which hint at subdued buying pressure and potential for further range-bound behavior.\n\nKey technical levels to monitor include **support near $10.75–$10.80**, which has provided shallow defense in recent sessions. A breakdown below this zone could invite increased selling interest toward **$10.50–$10.60**. On the upside, successful reclaiming of **$11.00–$11.10** would be constructive and could pivot the intraday bias bullish. Medium-term trend clarity will likely hinge on holding the lower support band and breaching the dynamic SMA threshold with increased volume.\n\nFor traders, a neutral stance is advisable given the current consolidation. Short-term range traders might consider buying near support with tight stops and targeting the upper range barrier. Breakout traders should await decisive confirmation beyond **$11.10** above or **$10.70** below before committing, to avoid false signals. Risk management remains critical in this low-volatility environment."
    }
  }
}