{
  "symbol": "DOGE/USD",
  "name": "Dogecoin vs US Dollar",
  "nameCn": "狗狗币/美元",
  "timestamp": "2026-02-22T01:53:57.700Z",
  "price": {
    "close": "0.0982",
    "high": "0.09821",
    "low": "0.09767",
    "open": "0.09784",
    "change": "0.37",
    "datetime": "2026-02-22 01:00:00"
  },
  "indicators": {
    "rsi": 38.29612,
    "macd": -0.00035564483,
    "macd_signal": -0.00012022515,
    "sma20": 0.099589
  },
  "analysis": {
    "zh": {
      "title": "狗狗币/美元技术分析：当前震荡整理，短期偏空",
      "content": "目前狗狗币/美元（DOGE/USD）价格处于0.0982，短期内市场出现震荡整理。尽管价格在过去24小时内仅变化了0.37%，但市场情绪依然较为谨慎，价格未能突破关键阻力位。整体趋势偏弱，若价格继续维持在0.09767至0.09821区间内波动，短期内可能会进一步下行。\n\n从技术指标来看，MACD处于负值区域（-0.00036），但没有明确的信号线交叉，表明短期内可能缺乏强势趋势。由于RSI数据缺失，无法进一步评估超买或超卖的压力。SMA(20)在0.0996附近，短期内仍为价格的阻力位，若价格持续低于此水平，则可能维持震荡下行格局。\n\n支撑位方面，0.09767附近是短期的关键支撑区域。如果价格跌破此点位，可能进一步探底至0.0960附近。阻力位则在0.0996和0.1000附近，突破此区域可能会引发反弹。投资者应关注这些关键价位的突破情况。\n\n建议保持观望，避免追高。在支撑位附近可考虑低位布局，若价格突破阻力位，考虑适当止盈。"
    },
    "en": {
      "title": "Dogecoin vs US Dollar Technical Analysis",
      "content": "Dogecoin's current price of $0.0982 reflects a modest 24-hour change of +0.37%, showing relative stability in a tight range. The market's low of $0.09767 and high of $0.09821 indicate a narrow trading band, suggesting limited volatility in the short term. The price is currently testing its short-term resistance at $0.0996, the 20-period simple moving average (SMA), which could act as a crucial pivot point. A breakout above this level could open up further upside potential toward $0.10, a psychological resistance level.\n\nThe absence of an RSI reading leaves a gap in understanding overbought or oversold conditions. However, the MACD value of -0.00036 implies a slight bearish bias, suggesting that momentum is weak and could turn negative if the price continues to struggle below the SMA(20). As the MACD remains below zero, it reflects a lack of strong bullish sentiment, reinforcing the need for caution in a potential reversal. A convergence of price below the SMA could result in increased selling pressure.\n\nSupport for Dogecoin seems to be near the recent low of $0.09767, which forms a critical level to monitor in the coming sessions. If the price fails to hold above this, there could be further downside risk toward the next support zone around $0.095. Traders should watch for confirmation of price action, particularly a break below $0.09767, which could signal a continuation of the downtrend. A bounce off this level, however, could present a short-term buying opportunity with targets at $0.0996 and beyond.\n\nIn the near term, traders should adopt a cautious approach given the narrow range and mixed indicators. A break above the SMA(20) could signal a shift in momentum, making it a potential buying signal. Conversely, if the price fails to break the resistance and consolidates below the SMA, a bearish outlook could be anticipated. It’s crucial to monitor both price action and the MACD for signs of a trend reversal or confirmation of continuation."
    }
  }
}