{
  "symbol": "DOGE/USD",
  "name": "Dogecoin vs US Dollar",
  "nameCn": "狗狗币/美元",
  "timestamp": "2026-02-08T20:26:45.108Z",
  "price": {
    "close": "0.09713",
    "high": "0.09766",
    "low": "0.09693",
    "open": "0.09765",
    "change": "-0.53",
    "datetime": "2026-02-08 20:00:00"
  },
  "indicators": {
    "rsi": 49.019288,
    "macd": -0.000046135589,
    "macd_signal": 0.000025777408,
    "sma20": 0.0973375
  },
  "analysis": {
    "zh": {
      "title": "狗狗币/美元技术分析：[震荡整理，短期走势偏弱]",
      "content": "当前DOGE/USD的价格在0.09713附近震荡整理，24小时变化为-0.53%。价格未能突破前期的高点0.09766，显示出短期内缺乏强势上涨的动力。从技术上看，短期趋势偏弱，缺乏明显的上行动能。\n\nRSI(14)和MACD指标缺失，使得我们无法进一步分析超买或超卖的情况。SMA(20)显示价格略低于其20日均线（0.0973375），这意味着市场短期内可能存在小幅回调风险。当前没有强烈的买入信号，市场情绪较为平稳。\n\n支撑位方面，0.09693是近期的低点，若价格下破该区域，可能会进一步考验0.095附近的支撑。阻力位则集中在0.09766附近，一旦突破该点位，可能会迎来新的上行空间。市场需关注这些关键价位的突破情况。\n\n建议投资者在当前区间内保持观望，避免追涨杀跌。若价格下探支撑位并获得支撑，可考虑低位买入。若价格突破上方阻力位，可关注短期的反弹机会。"
    },
    "en": {
      "title": "Dogecoin vs US Dollar Technical Analysis",
      "content": "The current price of Dogecoin (DOGE) against the US Dollar stands at $0.09713, reflecting a minor 24-hour decline of 0.53%. The market has shown a tight range within the last 24 hours, with a high of $0.09766 and a low of $0.09693, indicating limited volatility. Despite this, the price is still hovering near the 20-period simple moving average (SMA) of $0.0973375, which suggests neutral sentiment in the market. If DOGE continues to consolidate, traders should look for a breakout above or below the range for potential momentum shifts.\n\nOn the technical front, the MACD is currently negative at -0.000046135589, which suggests a mild bearish momentum in the short-term. However, the absence of a Signal line complicates the MACD’s usefulness for clear directional bias at this time. A watchful eye on future MACD crossovers is recommended to confirm any potential trend reversal or continuation. The Relative Strength Index (RSI) is currently unavailable, but traditionally, any RSI above 70 would signal overbought conditions, while below 30 would indicate oversold levels, offering a more reliable indication when it becomes available.\n\nSupport for DOGE/USD is likely to be found near the $0.09693 low of the day, with further support around the $0.096 level, which could act as a floor if selling pressure intensifies. On the other hand, resistance is near the $0.09766 level, and a break above this price could open the door for a potential move toward the $0.098 range. Traders should monitor these levels closely for breakout or breakdown opportunities.\n\nFor trading strategies, a short-term range-bound strategy seems prudent, with the $0.09766 resistance and $0.09693 support forming a clear zone to trade within. A breakout above resistance or a failure to hold the support could indicate stronger directional momentum. However, due to the lack of significant indicators like RSI, patience is key before taking large positions."
    }
  }
}