{
  "symbol": "DOGE/USD",
  "name": "Dogecoin vs US Dollar",
  "nameCn": "狗狗币/美元",
  "timestamp": "2026-02-15T01:58:15.327Z",
  "price": {
    "close": "0.11267",
    "high": "0.11317",
    "low": "0.11125",
    "open": "0.11176",
    "change": "0.81",
    "datetime": "2026-02-15 01:00:00"
  },
  "indicators": {
    "rsi": 84.89533,
    "macd": 0.0041386173,
    "macd_signal": 0.003432047,
    "sma20": 0.10441
  },
  "analysis": {
    "zh": {
      "title": "狗狗币/美元技术分析：[短期上涨趋势]",
      "content": "当前狗狗币（DOGE）对美元（USD）的价格为0.11267，近期表现出一定的上涨趋势。从24小时变化来看，价格上涨了0.81%，显示出市场的积极情绪。若能突破近期高点0.11317，可能会进一步吸引买盘，推动价格向上。\n\n技术指标方面，虽然RSI（相对强弱指数）数据缺失，但MACD指标的值为0.0041386173，表明短期内买方力量较强，且市场情绪偏向乐观。SMA（20日简单移动平均线）为0.10441，当前价格高于该水平，进一步支持了价格上涨的趋势。\n\n在支撑和阻力位方面，当前的支撑位设在0.11125，若价格回落至此水平，可能会吸引买盘介入。上方阻力位在0.11317，一旦突破该位，可能会引发更强的上涨动能。投资者需密切关注这两个关键水平，以便及时调整交易策略。\n\n综合分析，短期内狗狗币的上涨趋势较为明显，建议投资者可以考虑在支撑位附近逐步建仓，若价格突破阻力位，则可适量增加持仓。但需保持警惕，设定合理的止损，以应对可能的市场波动。"
    },
    "en": {
      "title": "Dogecoin vs US Dollar Technical Analysis",
      "content": "The current price of Dogecoin (DOGE) at $0.11267 shows a slight upward movement of 0.81% over the last 24 hours. This modest rise suggests a potential bullish sentiment among traders, especially considering the recent price action that has managed to hold above the SMA(20) at $0.10441. This moving average serves as a key support level, indicating that if the price remains above this level, the short-term trend may continue to favor buyers. \n\nIn terms of resistance, the recent high of $0.11317 acts as a critical level to watch. A breakout above this point could signal further bullish momentum, potentially attracting more buyers and pushing the price higher. Conversely, if DOGE fails to maintain its position above the support level of $0.10441 and dips below $0.11125, it may trigger more selling pressure, leading to a potential retest of lower support levels.\n\nWhile the RSI(14) data is currently unavailable, traders should monitor the MACD, which shows a positive value of 0.0041386173. This suggests that the short-term momentum is currently in favor of bulls. However, caution is advised, as a lack of a signal line can indicate that traders should wait for clearer signals before making significant moves. \n\nGiven the current market conditions, a potential trading strategy could involve setting buy orders near the support level of $0.10441, with a target to take profits around the resistance level of $0.11317. Conversely, traders might consider placing stop-loss orders just below the support level to mitigate risks associated with sudden price declines."
    }
  }
}