{
  "symbol": "ADA/USD",
  "name": "Cardano vs US Dollar",
  "nameCn": "艾达币/美元",
  "timestamp": "2026-01-22T20:25:53.528Z",
  "price": {
    "close": "0.361604",
    "high": "0.361905",
    "low": "0.360603",
    "open": "0.361403",
    "change": "0.06",
    "datetime": "2026-01-22 20:00:00"
  },
  "indicators": {
    "rsi": 48.90393,
    "macd": -0.00030342932,
    "macd_signal": 0.00016201979,
    "sma20": 0.36332165
  },
  "analysis": {
    "zh": {
      "title": "艾达币/美元技术分析：[震荡整理，短期缺乏明显方向]",
      "content": "当前，艾达币（ADA）/美元价格保持在0.361604附近，24小时变动幅度较小，仅为0.06%，显示市场处于低波动状态。高点和低点分别为0.361905和0.360603，表明短期内价格区间较为稳定。\n\n从技术指标来看，RSI(14)暂时无法提供具体数据，但MACD值为负（-0.00030342932），表明短期内市场情绪偏空。SMA(20)的值为0.36332165，接近当前价格，这提示短期内可能没有显著的价格突破，市场走势更趋于整理状态。\n\n目前的支撑位在0.3606附近，若价格进一步下探可能会考验这一支撑。而0.3633作为短期阻力位，突破后可能会带动价格上行。整体来看，当前市场缺乏强烈的上涨或下跌动力，短期内价格可能维持震荡整理。\n\n建议短线交易者可考虑在支撑位附近进行买入，止损设置在0.3600下方，待价格突破阻力位时再择机跟进。对于长线投资者来说，可保持观望，等待更明确的趋势信号再做决策。"
    },
    "en": {
      "title": "Cardano vs US Dollar Technical Analysis",
      "content": "The ADA/USD market is currently experiencing a narrow trading range with limited volatility. The price sits at $0.361604, showing a modest 0.06% increase in the past 24 hours. The high and low for the period, $0.361905 and $0.360603, respectively, highlight a relatively tight range, suggesting a consolidation phase. The absence of significant price action may point to indecision among traders, and this could continue unless stronger buying or selling pressure emerges.\n\nThe RSI(14) is currently unavailable, which limits insight into potential overbought or oversold conditions. Meanwhile, the MACD value of -0.00030342932 reflects a slight bearish momentum, though it remains near neutral. The absence of a signal line further complicates the picture, as there is no clear crossover to indicate a trend shift. These indicators suggest that, for now, the market is neither strongly bullish nor bearish, and a wait-and-see approach may be prudent.\n\nOn the technical front, the 20-period simple moving average (SMA) is at $0.36332165, which serves as a key level of resistance in the short term. If ADA/USD struggles to break above this level, the price could be forced to retest support at the recent low of $0.360603. Any further decline below this level may open the door for a deeper pullback toward $0.3580 or lower. Traders should monitor price action around the SMA, as a breakout above could lead to a retest of higher levels.\n\nFor those looking to trade, caution is advised due to the current consolidation and lack of clear signals from key indicators. A breakout above the SMA might be a buying opportunity, while failure to hold support could present a shorting opportunity. Patience is crucial, as waiting for a confirmed trend shift would likely provide a more favorable risk/reward setup."
    }
  }
}