{
  "symbol": "DOGE/USD",
  "name": "Dogecoin vs US Dollar",
  "nameCn": "狗狗币/美元",
  "timestamp": "2026-01-22T20:26:40.460Z",
  "price": {
    "close": "0.124",
    "high": "0.12477",
    "low": "0.124",
    "open": "0.12464",
    "change": "-0.51",
    "datetime": "2026-01-22 20:00:00"
  },
  "indicators": {
    "rsi": 41.66914,
    "macd": -0.00039102071,
    "macd_signal": -0.00015073071,
    "sma20": 0.125794
  },
  "analysis": {
    "zh": {
      "title": "狗狗币/美元技术分析：[震荡整理，短期可能保持区间波动]",
      "content": "当前DOGE/USD的价格在0.124附近波动，显示出短期内震荡整理的趋势。由于缺乏明显的上涨或下跌动能，市场似乎处于观望状态。价格维持在0.124和0.12477之间，表明该区间可能是短期内的主要波动范围。若突破上方高点0.12477，可能会迎来短期上涨。\n\n从技术指标来看，RSI(14)暂无数据，MACD显示负值（-0.00039102071），表明当前市场可能处于卖压区域，但并没有强烈的趋势信号。20日简单移动平均线(SMA)为0.125794，接近当前价格，显示出市场暂时处于平衡状态，缺乏明确的方向性。\n\n支撑位方面，当前0.124区域可以视为短期支撑，一旦跌破该水平，可能会进一步回调至更低区域。上方0.12477为初步阻力位，若突破则可能重新测试0.126附近的高点。因此，交易者应关注这两个价格水平的突破情况，以便调整策略。\n\n综合来看，DOGE/USD在当前区间内可能保持震荡整理，建议短期内采取区间交易策略，待价格突破关键支撑或阻力位后再做进一步操作。"
    },
    "en": {
      "title": "Dogecoin vs US Dollar Technical Analysis",
      "content": "The current market for DOGE/USD shows a slight bearish trend, with a 24-hour change of -0.51%. The price has fluctuated narrowly between 0.12477 and 0.124, indicating limited volatility. This price action suggests a lack of strong momentum in either direction, making it a relatively neutral market for now. However, the downward shift could be signaling a potential consolidation phase, where price might trade in a narrow range before a more defined breakout occurs.\n\nThe absence of an RSI (Relative Strength Index) and the negative MACD value (-0.00039102071) further confirms that the momentum is weak. Without an RSI, it is difficult to assess overbought or oversold conditions, but the negative MACD indicates the possibility of further downside pressure. Traders should remain cautious, as the market is not showing strong bullish or bearish momentum. A closer look at the SMA(20) at 0.125794 reveals that the price is slightly below this level, which can act as immediate resistance.\n\nIn terms of support and resistance levels, the immediate support seems to be at the 0.124 level, where the price is currently hovering. A break below this level could open the door for a move toward lower support areas. On the upside, the SMA(20) at 0.125794 serves as a key resistance, with the high of 0.12477 providing another resistance point. Any significant movement beyond these levels could signal the start of a new trend.\n\nGiven the current technical setup, short-term traders may consider monitoring the 0.124 support for potential bounce opportunities. If the price breaks below this support, a short position could be considered with a target around the next support zone. Alternatively, a move above 0.125794 could signal a bullish reversal, suggesting that long positions may become favorable, especially if the market stabilizes and shows higher volume."
    }
  }
}