{
  "symbol": "DOGE/USD",
  "name": "Dogecoin vs US Dollar",
  "nameCn": "狗狗币/美元",
  "timestamp": "2026-02-28T12:41:29.876Z",
  "price": {
    "close": "0.089",
    "high": "0.08931",
    "low": "0.08875",
    "open": "0.08879",
    "change": "0.24",
    "datetime": "2026-02-28 12:00:00"
  },
  "indicators": {
    "rsi": 26.5086,
    "macd": -0.0018601292,
    "macd_signal": -0.0016202781,
    "sma20": 0.0916885
  },
  "analysis": {
    "zh": {
      "title": "狗狗币/美元技术分析：[短期震荡，趋于平稳]",
      "content": "当前，狗狗币/美元（DOGE/USD）呈现出一定的震荡整理走势。价格在0.08875和0.08931之间波动，显示出短期内缺乏明确的方向性。市场参与者情绪较为中性，价格未能突破当前的震荡区间。\n\n从技术指标来看，RSI和MACD目前无法提供有效的信号，这表明市场的动能较弱。虽然SMA(20)略高于当前价格，显示出短期内可能存在一定的下行压力，但该水平仍未形成强有力的反转信号。\n\n支撑位方面，0.08875为近期低点，若价格跌破该位置，可能会进一步回调至0.087附近。阻力位在0.09168附近，若突破该水平，可能会出现短期反弹，但需要关注市场情绪的变化。\n\n对于交易者来说，建议在当前震荡区间内采取观望策略，等待价格突破关键支撑或阻力位后再做决策。如果价格持续维持在区间内，可以考虑低买高卖，控制风险。"
    },
    "en": {
      "title": "Dogecoin vs US Dollar Technical Analysis",
      "content": "The current price of Dogecoin against the US Dollar is hovering around 0.089, showing a modest 24-hour change of 0.24%. Despite this slight fluctuation, the market appears to be consolidating within a tight range, with a high of 0.08931 and a low of 0.08875. This consolidation suggests indecision among traders, indicating that Dogecoin might be preparing for a more decisive move in either direction, depending on upcoming market catalysts. \n\nWithout an available RSI or Signal for the MACD, the technical indicators offer limited guidance on momentum and trend strength. However, the MACD's negative value of -0.0018601292 suggests a slight bearish bias in the short term. This is in line with the current price action, where the market has failed to push significantly higher, despite reaching close to the SMA(20) at 0.091688500. \n\nSupport levels are evident at the low of 0.08875, where buyers may step in to defend price declines. Should this level hold, it would offer a potential bounce point for Dogecoin, leading to a retest of the resistance around the 0.0915 to 0.0920 zone. Conversely, if the price dips below 0.08875, the next significant support could lie around the 0.087 area, which has previously acted as a point of interest.\n\nTraders should monitor closely for signs of momentum change, particularly if the price approaches the key support or resistance levels. A break above 0.0917 could signal a shift towards a more bullish short-term outlook, while a failure to hold above 0.08875 may suggest further downside risk. Active traders might consider playing these levels with tight stop-losses, while long-term holders could wait for a clearer trend confirmation."
    }
  }
}