{
  "symbol": "DOGE/USD",
  "name": "Dogecoin vs US Dollar",
  "nameCn": "狗狗币/美元",
  "timestamp": "2026-02-10T08:49:47.671Z",
  "price": {
    "close": "0.09373",
    "high": "0.09394",
    "low": "0.09324",
    "open": "0.0936",
    "change": "0.17",
    "datetime": "2026-02-10 08:00:00"
  },
  "indicators": {
    "rsi": 38.45452,
    "macd": -0.00047861278,
    "macd_signal": -0.00024674048,
    "sma20": 0.095337
  },
  "analysis": {
    "zh": {
      "title": "狗狗币/美元技术分析：[震荡整理，谨慎观察]",
      "content": "当前狗狗币（DOGE/USD）价格在0.09373附近，24小时微幅波动0.17%。从短期走势来看，价格处于震荡整理阶段。价格未突破明显的支撑或阻力位，表现出一定的横盘整理特征。这种盘整模式表明市场在等待进一步的消息或动能推动。\n\n从技术指标来看，RSI（14）暂时没有数据，MACD显示为负值（-0.00047861278），且信号线未更新，暗示短期内买卖力量较为平衡，市场情绪偏向谨慎。SMA(20)处于0.09533，价格低于该均线，说明当前市场略偏弱势，但没有明确的卖出信号。\n\n支撑位位于0.09324附近，而阻力位则集中在0.09394。突破这些价位可能会带来一定的价格波动。若价格跌破支撑位，可能会测试更低的价格区域。反之，突破阻力位则可能引发小幅反弹。\n\n综合来看，建议投资者在当前价格区间内保持观望，避免盲目追涨或杀跌。短期内，等待价格突破关键支撑或阻力位，确认后再做进一步操作。"
    },
    "en": {
      "title": "Dogecoin vs US Dollar Technical Analysis",
      "content": "The current price of Dogecoin (DOGE) is 0.09373, reflecting a modest 24-hour change of +0.17%. Given this tight price action, DOGE appears to be consolidating within a narrow range between the recent high of 0.09394 and low of 0.09324. The flat movement suggests a period of indecision in the market, with neither bulls nor bears taking full control. The price is currently below its 20-period simple moving average (SMA) of 0.09534, signaling a potential short-term bearish bias. However, since DOGE has not broken down significantly, this range-bound action could indicate a possible reversal or breakout.\n\nOn the technical indicators side, the MACD stands at -0.00047861278, showing a slight bearish momentum as it remains below the zero line. However, without the signal line provided, the picture remains incomplete, and further analysis will be required to confirm a trend shift. The absence of an RSI value makes it difficult to assess overbought or oversold conditions at the moment, leaving traders with limited insights from this tool. As it stands, the MACD is still showing negative momentum, so caution is advised for those looking for a quick entry.\n\nIn terms of support and resistance, immediate support can be observed at the 0.09324 low, which has held in the recent past. A breakdown below this level could open the door to further downside, potentially testing 0.09200. Conversely, resistance lies near the 0.09400 to 0.09500 region, where DOGE has previously faced selling pressure. A break above this resistance would be a stronger signal for a potential bullish breakout, aligning with a move toward the SMA(20) level at 0.09534.\n\nFor traders, waiting for a breakout or breakdown is the most prudent approach. Entering positions around the current price could carry risk due to the range-bound nature of the market. A confirmed move above 0.095 could offer a buy opportunity, while a sustained dip below 0.093 may present shorting prospects."
    }
  }
}