{
  "symbol": "DOGE/USD",
  "name": "Dogecoin vs US Dollar",
  "nameCn": "狗狗币/美元",
  "timestamp": "2026-02-15T15:04:35.243Z",
  "price": {
    "close": "0.10831",
    "high": "0.10835",
    "low": "0.10803",
    "open": "0.10813",
    "change": "0.17",
    "datetime": "2026-02-15 15:00:00"
  },
  "indicators": {
    "rsi": 46.79004,
    "macd": 0.0013601476,
    "macd_signal": 0.0027346857,
    "sma20": 0.112326
  },
  "analysis": {
    "zh": {
      "title": "狗狗币/美元技术分析：价格震荡整理，短期走势偏弱",
      "content": "当前狗狗币/美元(DOGE/USD)的价格处于震荡整理阶段，最新报价为0.10831美元。过去24小时内价格变动较小，仅上涨0.17%。从短期走势来看，价格在0.10803到0.10835区间内波动，显示出市场暂时缺乏明确的方向。\n\n在技术指标方面，MACD的值为0.00136，虽然相较于价格波动有所反应，但没有明确的信号来指示短期的趋势变化。RSI(14)缺失，可能是由于数据缺乏更新，影响了对市场超买或超卖的判断。SMA(20)为0.112326，价格略低于该均线，表明价格在近期呈现下行压力，存在进一步下探的可能。\n\n从支撑与阻力位来看，目前的支撑位在0.10803附近，而阻力位则在0.1123附近。若价格突破0.1123，可能会迎来短期反弹，但如果继续维持低于该阻力位，短期内可能会回调至支撑位附近。综合来看，建议投资者在短期内保持谨慎，避免在震荡行情中进行过度交易，宜等待更明确的信号出现后再做决策。"
    },
    "en": {
      "title": "Dogecoin vs US Dollar Technical Analysis",
      "content": "The current market for Dogecoin (DOGE) shows a slight upward movement with a 24-hour change of 0.17%, maintaining a tight range between $0.10803 and $0.10835. This price action suggests a neutral to mildly bullish sentiment, though the limited volatility hints at indecision among traders. DOGE remains below its 20-period Simple Moving Average (SMA) of $0.112326, indicating that the short-term trend is slightly bearish, as the price is yet to reclaim levels above this key moving average.\n\nLooking at key indicators, the MACD reading of 0.0013601476 shows a mild bullish momentum, but the absence of the signal line and a clear trend makes this data less decisive. The Relative Strength Index (RSI) being unavailable further complicates the assessment, as it would typically offer insights into whether DOGE is overbought or oversold. Given this, the market’s direction remains uncertain, and traders should stay alert for any signs of trend acceleration.\n\nSupport for DOGE is seen near the recent low of $0.10803, which serves as a level where buying interest may emerge if the price dips further. On the upside, the $0.1123 region, marked by the SMA(20), presents a resistance zone that has capped recent advances. Should the price manage to break above this level, it may pave the way for further gains, potentially testing the $0.115–0.118 range. Conversely, failure to hold above support could signal a bearish shift toward $0.104–0.105.\n\nFor traders, this market is better suited to a wait-and-see approach. Watching for a breakout above the SMA(20) or a sharp move away from the $0.10803 support level would provide more clarity on the next potential move. Scalpers might find short-term opportunities in these ranges, but longer-term trades would require more confirmation of a solid trend."
    }
  }
}