{
  "symbol": "DOGE/USD",
  "name": "Dogecoin vs US Dollar",
  "nameCn": "狗狗币/美元",
  "timestamp": "2025-11-20T13:44:40.243Z",
  "price": {
    "close": "0.15789",
    "high": "0.1596",
    "low": "0.15743",
    "open": "0.15862",
    "change": "-0.48",
    "datetime": "2025-11-20 13:00:00"
  },
  "indicators": {
    "rsi": 54.74601,
    "macd": 0.00058031769,
    "macd_signal": 0.00024329195,
    "sma20": 0.1555785
  },
  "analysis": {
    "zh": {
      "title": "狗狗币/美元技术分析：[震荡整理趋势]",
      "content": "当前狗狗币/美元（DOGE/USD）价格为0.15789，显示出震荡整理的趋势。从24小时变化来看，价格小幅下跌0.48%，表明市场情绪偏向谨慎。高点0.1596和低点0.15743的波动范围较小，显示出短期内买卖双方的博弈相对平衡。\n\n在技术指标方面，虽然RSI(14)数据缺失，无法评估超买或超卖状态，但MACD指标显示出0.00058031769的微弱正值，暗示短期内可能存在小幅上涨的动力。SMA(20)目前在0.15557850，作为支撑位，若价格下破此位，可能会引发进一步的下行压力。\n\n从支撑和阻力位来看，当前支撑位在0.1555附近，而阻力位则在0.1590一线。投资者可以关注这两个关键价位，若价格突破阻力位，可能会吸引更多买盘，反之，则需警惕回调风险。因此，建议投资者在此区间内进行观望，适时调整持仓策略，以应对市场的不确定性。"
    },
    "en": {
      "title": "Dogecoin vs US Dollar Technical Analysis",
      "content": "The current market condition for Dogecoin (DOGE) against the US Dollar (USD) shows a slight bearish sentiment, with the price trading at 0.15789, reflecting a 24-hour change of -0.48%. This price action indicates a struggle to maintain upward momentum following the recent high of 0.1596. Investors should closely monitor this level as a potential resistance point, while the low of 0.15743 may serve as a crucial support level. A break below this support could lead to further downside, while a successful retest of resistance could signal a potential reversal.\n\nTechnical indicators, although limited, provide meaningful insights into market behavior. The absence of a defined Relative Strength Index (RSI) makes it challenging to assess overbought or oversold conditions. However, the MACD at 0.00058031769 suggests a potential for bullish momentum if it crosses above its signal line in the future. The Moving Average (SMA) of 20 days at 0.15557850 also indicates that the price is maintaining a position above this moving average, which could signify a bullish trend if prices hold above this level.\n\nTraders should consider implementing a cautious strategy, as the current trend appears to be neutral to bearish. A prudent approach would be to set buy orders near the support level of 0.157"
    }
  }
}