{
  "symbol": "DOGE/USD",
  "name": "Dogecoin vs US Dollar",
  "nameCn": "狗狗币/美元",
  "timestamp": "2026-02-10T22:08:04.743Z",
  "price": {
    "close": "0.0927",
    "high": "0.09277",
    "low": "0.09262",
    "open": "0.09262",
    "change": "0.10",
    "datetime": "2026-02-10 22:00:00"
  },
  "indicators": {
    "rsi": 41.010333,
    "macd": -0.00065019962,
    "macd_signal": -0.00065066532,
    "sma20": 0.093385
  },
  "analysis": {
    "zh": {
      "title": "狗狗币/美元技术分析：震荡整理，暂未显现明显趋势",
      "content": "目前狗狗币（DOGE）在0.0927附近震荡整理，价格变化较为平稳。结合24小时波动幅度为0.10%，表明市场缺乏明显的上涨或下跌动力。短期内，DOGE/USD似乎进入了盘整状态，尚未形成明确的趋势。\n\n在技术指标方面，MACD为负值（-0.00065019962），表明卖压略微占优，但没有形成强烈的下行信号。RSI目前无法计算，可能需要等待更多的市场数据更新。20日简单移动平均线（SMA）处于0.0934附近，显示出短期内价格的平均水平，并未出现明显的趋势性突破。\n\n支撑位位于0.0926附近，若价格跌破此位置，可能会进一步下探至0.0923区域。阻力位则在0.0930附近，若价格突破该位置，可能会尝试再次向0.0935进行上行。结合当前市场情况，建议在支撑位附近寻找买入机会，在阻力位附近则可考虑适时卖出。\n\n总体来说，DOGE/USD仍处于震荡整理阶段，市场需关注是否出现突破性的信号。投资者应保持谨慎，等待市场明确方向后再做决策。"
    },
    "en": {
      "title": "Dogecoin vs US Dollar Technical Analysis",
      "content": "The current price of Dogecoin (DOGE) against the US Dollar is $0.0927, showing a slight increase of 0.10% in the last 24 hours. The market has been relatively stable, with a narrow price range between $0.09262 and $0.09277 during this period. The lack of significant movement suggests a consolidation phase, with the market testing its support and resistance levels. The SMA(20) at $0.093385 indicates a mild bearish trend, as the current price is below this level, implying that the recent trend may have slightly favored sellers.\n\nIn terms of momentum, the MACD value of -0.00065 suggests a weak negative momentum, although without the signal line, it is difficult to make precise interpretations. The absence of the RSI(14) indicator also limits momentum analysis, but based on the price action, the market seems to be in a neutral to slightly bearish state. If the MACD continues to stay negative or converges further with the signal, we could see downward pressure continuing in the short term. A confirmation of a bearish trend would require a break below immediate support levels.\n\nSupport for DOGE/USD appears to be around $0.09262, with potential further downside if the price breaks this level. On the resistance side, the SMA(20) at $0.093385 could act as a key barrier, and a move above this could trigger bullish sentiment. A significant resistance is likely in the $0.0937–$0.0940 region, where the price has previously struggled. A break above this could signal an upward movement, targeting higher price levels.\n\nFor traders, the current consolidation phase suggests caution. If DOGE/USD remains below the SMA(20), the bias is likely bearish, and short-term traders may look for sell opportunities near resistance. Conversely, a break above the SMA could open opportunities for buying, with a target near the next resistance. Traders should keep an eye on any shifts in momentum as the market tests these critical levels."
    }
  }
}