{
  "symbol": "DOGE/USD",
  "name": "Dogecoin vs US Dollar",
  "nameCn": "狗狗币/美元",
  "timestamp": "2026-02-21T23:01:56.221Z",
  "price": {
    "close": "0.09917",
    "high": "0.09955",
    "low": "0.09902",
    "open": "0.09933",
    "change": "-0.16",
    "datetime": "2026-02-21 22:00:00"
  },
  "indicators": {
    "rsi": 44.34426,
    "macd": -0.0001342996,
    "macd_signal": 0.000009719043,
    "sma20": 0.099812
  },
  "analysis": {
    "zh": {
      "title": "狗狗币/美元技术分析：[震荡整理，趋势不明]",
      "content": "当前狗狗币/美元（DOGE/USD）的市场处于震荡整理状态，价格在0.099美元附近波动。24小时内变化较小，仅有-0.16%的跌幅，显示出市场缺乏明确的方向性。价格在0.09955和0.09902之间波动，短期内未能突破这些关键价位，表现出一定的整理迹象。\n\n从技术指标来看，RSI(14)和MACD的缺失信号使得市场动向较难判断。SMA(20)值为0.099812，接近当前价格，显示出短期内价格呈现横盘整理的状态。MACD值为负，表明短期内市场略显疲软，但没有强烈的卖出信号。\n\n支撑位方面，0.09902为近期价格的低点，若跌破此价位，可能会进一步下探至0.09800附近。阻力位则位于0.09955，若突破此水平，价格有可能回升至0.1000区间。建议投资者在当前价格附近保持观望，避免追涨杀跌，等待价格突破关键支撑或阻力位后再做决策。\n\n总体来看，狗狗币/美元目前没有明显的上涨或下跌动能，市场处于整理阶段。投资者可以考虑短期内进行区间交易，待价格走势明朗后再做进一步操作。"
    },
    "en": {
      "title": "Dogecoin vs US Dollar Technical Analysis",
      "content": "The current Dogecoin price of $0.09917 shows a slight dip of 0.16% over the past 24 hours, reflecting overall market stability with limited volatility. At this level, Dogecoin is consolidating within a narrow range, with the high and low bound between $0.09955 and $0.09902. This range suggests a temporary balance between buying and selling pressures, with no significant catalyst pushing the price decisively in one direction. The absence of a strong trend indicates potential for a continuation pattern unless disrupted by external factors such as market sentiment shifts or major news.\n\nLooking at the technical indicators, Dogecoin's current MACD value of -0.00013429960 suggests that the momentum is slightly bearish. However, without the corresponding signal line, it's difficult to assess the strength of this downward move accurately. The SMA(20) sits at $0.09981, slightly above the current price, indicating that short-term momentum is just below the average. This could point to a mild pullback, but the lack of strong directional bias makes any prediction uncertain in the near term. Traders may want to watch for a cross of the MACD and the signal line for clearer directionality.\n\nKey support for Dogecoin remains at $0.09902, with a break below this level potentially signaling further downside toward $0.098. Conversely, resistance sits just above at $0.09955, and a move past this mark could set the stage for a retest of $0.10. These levels represent important psychological points for traders, where buying or selling pressure could increase. Any breakout above $0.10 would likely invite additional buying interest, but without significant volume, these moves may lack the strength to sustain.\n\nGiven the current technical landscape, a conservative trading approach might be advisable, waiting for confirmation of price action at either support or resistance levels. Traders should also watch for volume spikes, which may provide further clues on the strength of the current trend. A sustained break above or below these levels could offer clearer signals for entering longer-term positions."
    }
  }
}