{
  "symbol": "DOGE/USD",
  "name": "Dogecoin vs US Dollar",
  "nameCn": "狗狗币/美元",
  "timestamp": "2026-02-16T01:54:30.133Z",
  "price": {
    "close": "0.10206",
    "high": "0.10291",
    "low": "0.10174",
    "open": "0.10239",
    "change": "-0.31",
    "datetime": "2026-02-16 01:00:00"
  },
  "indicators": {
    "rsi": 32.74825,
    "macd": -0.0016313924,
    "macd_signal": -0.00070393023,
    "sma20": 0.107611
  },
  "analysis": {
    "zh": {
      "title": "狗狗币/美元技术分析：[近期震荡整理，短期承压]",
      "content": "近期，DOGE/USD处于震荡整理区间，当前价格0.10206美元，较昨日小幅下跌0.31%。价格在高点0.10291和低点0.10174之间波动，显示市场短期内缺乏明确的趋势方向。从趋势来看，短期内未出现明显的多头或空头趋势，呈现盘整状态。\n\n技术指标方面，RSI(14)尚未给出具体数据，可能意味着市场处于中性状态，未显现超买或超卖的信号。MACD为负值（-0.0016），表明短期市场动能偏弱，虽然目前还未看到明显的卖出信号，但仍需关注未来几日的动能变化。SMA(20)为0.1076，处于当前价格之上，显示价格可能遇到一定的阻力。\n\n支撑位方面，当前0.1017美元区域是一个关键支撑水平，如果价格跌破该区域，可能会进一步向下测试0.1000美元的支撑。阻力位则在0.1030-0.1040美元区间，一旦突破该阻力，价格有可能反弹并恢复一定的上涨动力。\n\n综合来看，建议短期内采取观望策略，等待突破支撑或阻力位后再做决策。如果价格突破0.1040美元，可以考虑做多，而若下破0.1017美元，则可考虑做空。"
    },
    "en": {
      "title": "Dogecoin vs US Dollar Technical Analysis",
      "content": "The current price of Dogecoin against the US Dollar is $0.10206, marking a slight decline of 0.31% over the past 24 hours. The price is hovering near its lower range, with a high of $0.10291 and a low of $0.10174. This range-bound behavior suggests a consolidating market. Dogecoin appears to be facing some downward pressure, as it is currently trading below its 20-period Simple Moving Average (SMA) of $0.10761, indicating a bearish short-term trend. However, the lack of significant momentum may point to a potential reversal if support levels hold.\n\nThe absence of a current RSI value complicates a detailed assessment of overbought or oversold conditions. The MACD value of -0.00163, while slightly negative, is not deeply bearish, indicating a weak downward momentum. Without a Signal line available, it's difficult to gauge the strength of this momentum. However, traders should be cautious, as the negative MACD can signal that selling pressure is currently outweighing buying interest, particularly if the trend continues.\n\nIn terms of support and resistance, the current low of $0.10174 provides immediate support, with a potential breakout level lying just above the $0.10290 mark. If the price fails to sustain above this support level, we could see further declines toward the next key support level, potentially near $0.10000. On the other hand, resistance is observed around $0.10700, near the 20-period SMA. A price breakout above this level could indicate a shift in sentiment and a potential upward trend.\n\nFor traders, a cautious approach is recommended in this consolidation phase. A break below the $0.10170 support could trigger short-selling opportunities. Conversely, if Dogecoin breaks above the $0.10290 resistance level, a retest of the $0.10700 region might offer a solid buying signal. The market’s current state suggests that waiting for clear breakout signals could be a prudent strategy."
    }
  }
}