{
  "symbol": "DOGE/USD",
  "name": "Dogecoin vs US Dollar",
  "nameCn": "狗狗币/美元",
  "timestamp": "2026-02-23T15:35:41.323Z",
  "price": {
    "close": "0.09575",
    "high": "0.09645",
    "low": "0.09556",
    "open": "0.09616",
    "change": "-0.43",
    "datetime": "2026-02-23 15:00:00"
  },
  "indicators": {
    "rsi": 50.45103,
    "macd": 0.000073272716,
    "macd_signal": -0.00028476746,
    "sma20": 0.094913
  },
  "analysis": {
    "zh": {
      "title": "狗狗币/美元技术分析：震荡整理，短期关注支撑阻力",
      "content": "当前DOGE/USD价格在0.09575附近波动，呈现震荡整理的走势。24小时内小幅下跌0.43%，价格在0.09556至0.09645区间内反复波动，显示市场情绪较为谨慎。短期内，若突破0.09645，可能会触发进一步的上行压力；若下行跌破0.09556，则有可能进一步测试下方支撑位。\n\n从技术指标来看，RSI(14)数据缺失，暂时无法提供超买超卖的具体分析。MACD指标仍维持在0.000073，未显示出明显的买卖信号，但显示市场处于平衡状态。SMA(20)为0.09491，表明短期价格接近其均值，若价格持续在此附近震荡整理，则可能维持当前走势。\n\n在支撑与阻力方面，当前价格已接近短期支撑位0.09556，若突破此支撑，则可能进一步回调至0.0940附近的低点区域。上方的阻力位在0.09645，突破后可能迎来0.0975的挑战。短期内可关注这两个关键价位，突破与否将决定接下来的走势方向。\n\n交易策略上，建议投资者保持观望，除非价格突破上述支撑或阻力位，否则短期内波动较小，难以形成明确的趋势。对于风险承受能力较高的投资者，可以在支撑位附近尝试低位买入，在阻力位附近适当获利了结。"
    },
    "en": {
      "title": "Dogecoin vs US Dollar Technical Analysis",
      "content": "The current price of Dogecoin stands at $0.09575, with a slight 24-hour decrease of -0.43%. This modest decline suggests the market remains relatively stable in the short term, consolidating around the recent range of $0.09556 to $0.09645. The price action indicates that Dogecoin may be in a neutral phase, awaiting a breakout to establish a clear direction. Traders should remain vigilant to any significant price movements that could indicate a shift in momentum.\n\nFrom a technical standpoint, the Relative Strength Index (RSI) is unavailable, limiting our ability to gauge overbought or oversold conditions. However, the MACD value of 0.00007327 indicates a bullish trend, though the absence of a signal line weakens this analysis. Traders may want to observe the MACD's interaction with the signal line as it could provide further confirmation of potential bullish or bearish momentum. The absence of a clear RSI and signal line underscores the importance of price action in determining the next move.\n\nThe 20-period Simple Moving Average (SMA) is currently at $0.09491, which is slightly below the current price. This suggests that the short-term trend remains upward as the price is trading above the moving average. However, if the price were to dip below the SMA, it could signal a reversal or a consolidation period. Watching how Dogecoin interacts with the SMA in the coming hours will be critical for understanding whether the trend can continue or if a pullback is imminent.\n\nKey support levels lie at the lower end of the recent range near $0.09556, with resistance at the $0.09645 level. A breakout above this resistance could indicate further bullish momentum, while a drop below support might lead to additional downside testing. Given the current market conditions, cautious traders may consider a wait-and-see approach, closely monitoring price action for either confirmation of a breakout or signs of a reversal."
    }
  }
}