{
  "symbol": "DOGE/USD",
  "name": "Dogecoin vs US Dollar",
  "nameCn": "狗狗币/美元",
  "timestamp": "2026-02-05T07:42:35.159Z",
  "price": {
    "close": "0.1019",
    "high": "0.10265",
    "low": "0.10087",
    "open": "0.10094",
    "change": "0.94",
    "datetime": "2026-02-05 07:00:00"
  },
  "indicators": {
    "rsi": 39.62181,
    "macd": -0.0011943954,
    "macd_signal": -0.0010824766,
    "sma20": 0.1033015
  },
  "analysis": {
    "zh": {
      "title": "狗狗币/美元技术分析：震荡偏弱整理",
      "content": "从价格结构看，DOGE/USD短线维持低位震荡，反弹力度有限。最新价仍低于前高，显示多头动能不足，整体趋势偏向震荡中略显走弱，需警惕回调风险。\n\n技术指标方面，价格运行在SMA(20)下方，均线形成短期压制。MACD处于负值区间，动能柱偏弱，说明空方仍占优势。RSI暂缺，但日内波幅收窄，市场情绪偏谨慎。\n\n支撑与阻力上，下方关注0.1008一线，该位接近日内低点，失守后或下探0.1000整数关口。上方阻力集中在0.1026及0.1033附近，若不能有效突破，反弹空间受限。\n\n操作策略建议以区间思路为主，激进者可在支撑位附近轻仓尝试短多，严格止损。稳健者等待放量突破0.1033后顺势跟进，若跌破0.1000应及时规避风险。"
    },
    "en": {
      "title": "Dogecoin vs US Dollar Technical Analysis",
      "content": "The current price of Dogecoin against the US Dollar (DOGE/USD) is showing a slight increase of 0.94% over the last 24 hours, with the price currently at $0.1019. The price has been oscillating within a narrow range between $0.10265 (high) and $0.10087 (low), indicating a period of consolidation. This type of movement is often seen when the market is searching for a direction, suggesting that DOGE/USD may be in a neutral phase. If the price breaks above the resistance at $0.10265, a bullish continuation could be possible, with the next key resistance at $0.105.\n\nFrom a technical standpoint, the Relative Strength Index (RSI) is currently unavailable, which leaves the momentum analysis incomplete. However, the 20-period Simple Moving Average (SMA) sits at $0.1033, which is acting as a dynamic resistance level. If the price fails to break above this level, a pullback toward the lower support levels of $0.10087 or $0.098 could materialize. A break below $0.10087 would indicate further downside risk toward the $0.098 support zone.\n\nThe MACD is currently showing a negative value of -0.0011943954, suggesting that there is some bearish momentum, although this is not confirmed with a clear trend reversal signal due to the lack of a defined Signal line. Traders should monitor this indicator closely for potential crossovers that may provide clearer bullish or bearish signals. In the absence of a strong trend, market participants may want to trade within the established range, utilizing tight stop losses and keeping an eye on price action near key levels.\n\nFor short-term traders, focusing on price action between the $0.10087 and $0.10265 levels could yield opportunities. A breakout above $0.10265 would open up potential long positions, targeting the $0.105 resistance zone. Conversely, a drop below $0.10087 could trigger bearish trades with targets near $0.098. As with all trades, risk management is essential, and monitoring the MACD and SMA for further confirmations will help guide decisions."
    }
  }
}