{
  "symbol": "AVAX/USD",
  "name": "Avalanche vs US Dollar",
  "nameCn": "雪崩币/美元",
  "timestamp": "2025-11-17T19:05:03.734Z",
  "price": {
    "close": "14.579",
    "high": "14.847",
    "low": "14.4965",
    "open": "14.7402",
    "change": "-1.32",
    "datetime": "2025-11-17 18:00:00"
  },
  "indicators": {
    "rsi": 33.018949,
    "macd": -0.10155802,
    "macd_signal": -0.006369582,
    "sma20": 15.39979
  },
  "analysis": {
    "zh": {
      "title": "雪崩币/美元技术分析：[当前趋势偏弱]",
      "content": "目前，雪崩币（AVAX）在14.579美元的价格附近交易，24小时内下降了1.32%。从近期价格走势来看，AVAX处于一个较为疲弱的状态，价格在高点14.847和低点14.4965之间震荡，显示出市场缺乏明确的方向。短期内，若无法突破15美元的心理阻力位，可能会继续向下探底。\n\n技术指标方面，尽管RSI未提供，但当前MACD值为-0.10155802，表明卖方力量略占上风。SMA(20)为15.39979，价格低于该均线，意味着短期内反弹的可能性较小。投资者需关注市场情绪，特别是大盘走势对AVAX的影响。\n\n支撑位方面，14.4965美元是关键支撑，若跌破此位，可能会引发进一步的抛售。相对的，15美元构成了强阻力，只有突破该水平，AVAX才有可能恢复上涨趋势。建议投资者在该区间内寻找短线交易机会，注意风险管理，避免追高。\n\n综上所述，目前AVAX的技术面显示出一定的弱势，投资者需谨慎操作。建议继续关注市场动态，选择合适的时机进场，同时设定止损以应对潜在的市场波动。"
    },
    "en": {
      "title": "Avalanche vs US Dollar Technical Analysis",
      "content": "The current price of Avalanche (AVAX) against the US Dollar stands at 14.579, reflecting a slight decline of 1.32% over the past 24 hours. The price movement is contained within a relatively narrow range, with a high of 14.847 and a low of 14.4965. This consolidation phase suggests a market indecision, as traders weigh potential upward momentum against downward pressure. A break above the recent high could indicate a bullish trend, while a drop below the recent low may signal further bearish sentiment.\n\nIn terms of technical indicators, the absence of a calculated RSI and the current MACD value of -0.10155802 indicate that the momentum is slightly negative. This could imply that sellers are currently in control. The Simple Moving Average (SMA) over the last 20 days, at 15.39979, serves as a critical resistance level. A sustained move above this SMA could attract buyers, while the downward movement towards the lower price boundary could lead to increased selling pressure.\n\nSupport levels are established around the recent low of 14.4965, which, if breached, may lead to further selling, targeting lower psychological levels. Conversely, resistance is pegged at"
    }
  }
}