{
  "symbol": "DOGE/USD",
  "name": "Dogecoin vs US Dollar",
  "nameCn": "狗狗币/美元",
  "timestamp": "2026-03-01T02:00:49.889Z",
  "price": {
    "close": "0.09527",
    "high": "0.09619",
    "low": "0.09309",
    "open": "0.09392",
    "change": "1.44",
    "datetime": "2026-03-01 01:00:00"
  },
  "indicators": {
    "rsi": 65.3265,
    "macd": 0.0004280549,
    "macd_signal": -0.00020234453,
    "sma20": 0.0913175
  },
  "analysis": {
    "zh": {
      "title": "狗狗币/美元技术分析：[短期震荡，关注关键支撑与阻力]",
      "content": "当前狗狗币（DOGE/USD）价格为0.09527美元，全天上涨1.44%，表明市场情绪略显积极。价格目前处于震荡区间，接近近期的高点0.09619美元，但未突破，显示出短期内买方压力有限。整体走势呈现出一定的整理模式，等待突破或回调。\n\n从技术指标来看，20日简单移动平均线（SMA）处于0.0913美元附近，作为近期的支撑位。MACD虽然为正值，但信号线和RSI数据缺失，暂时无法提供明确的动能信号。考虑到缺乏强烈的上行动力，当前市场短期内可能继续震荡整理，直到有更明确的突破信号出现。\n\n关键支撑位在0.09309美元附近，若价格跌破此点，可能会进一步回撤至0.0913美元区域。反之，若突破0.09619美元的阻力位，则有望挑战0.09800美元的更高水平。投资者应密切关注这两个关键价格区间，以便及时调整仓位。\n\n建议短线交易者关注当前震荡区间内的短期波动，适时调整止损和止盈策略。如果价格突破0.09619美元，可考虑跟进多单；若回落至支撑位0.09309美元附近，可以尝试轻仓做多，等待进一步上涨。"
    },
    "en": {
      "title": "Dogecoin vs US Dollar Technical Analysis",
      "content": "The Dogecoin market has shown a mild bullish sentiment over the last 24 hours with a 1.44% price increase, currently at $0.09527. The price is trading above the 20-day simple moving average (SMA) of $0.09132, suggesting a short-term upward momentum. The high of $0.09619 marks the resistance level, while the low of $0.09309 indicates the current support. A break above the resistance could trigger further buying pressure, while a drop below support might lead to a reversal.\n\nWith the absence of an RSI value, we rely on other indicators for momentum analysis. The MACD shows a positive value of 0.00042805490, reflecting a slight bullish trend. However, the lack of a Signal line makes it challenging to interpret the momentum's strength and potential for continuation. Traders should remain cautious, as the absence of a clear signal suggests the current trend may lack sufficient strength to sustain long-term gains.\n\nIn terms of support and resistance, the primary levels to watch are $0.09309 and $0.09619. If the price stays above the $0.09309 support, it indicates healthy buying interest and potential for further upside movement. If Dogecoin fails to hold this level, further declines toward the next key support levels are likely. On the flip side, a break above $0.09619 may expose the asset to higher levels and initiate a bullish rally.\n\nGiven the current market structure, cautious traders may consider a range-bound approach, capitalizing on price fluctuations between the support and resistance levels. A break above or below these levels could offer new trade opportunities, with appropriate risk management strategies in place."
    }
  }
}