{
  "symbol": "DOGE/USD",
  "name": "Dogecoin vs US Dollar",
  "nameCn": "狗狗币/美元",
  "timestamp": "2026-02-15T09:53:52.651Z",
  "price": {
    "close": "0.11419",
    "high": "0.11531",
    "low": "0.11388",
    "open": "0.11394",
    "change": "0.21",
    "datetime": "2026-02-15 09:00:00"
  },
  "indicators": {
    "rsi": 71.63346,
    "macd": 0.0040079491,
    "macd_signal": 0.0041624326,
    "sma20": 0.111056
  },
  "analysis": {
    "zh": {
      "title": "狗狗币/美元技术分析：短期震荡走势，关注支撑和阻力位",
      "content": "当前，狗狗币/美元（DOGE/USD）价格位于0.11419附近，24小时内变化幅度较小（0.21%），呈现出震荡整理的格局。价格未能突破0.11531的高点，同时也未跌破0.11388的低点，表明市场尚未有明确的方向性趋势。\n\n从技术指标来看，MACD当前值为0.0040，尽管没有完整的信号线数据，但其正值暗示市场有一定的上行动能。20日简单移动平均线（SMA(20)）当前为0.111056，显示出短期内价格可能会围绕此水平震荡。由于RSI未提供数据，无法进行过买或过卖的进一步分析。\n\n在支撑和阻力方面，当前的支撑位约为0.11388，而阻力位则处于0.11531附近。如果价格突破上方阻力位，有可能继续向上测试更高的水平；若跌破支撑位，则可能导致价格回调至0.1110甚至更低区域。\n\n综合来看，DOGE/USD当前处于短期震荡区间，交易者可以考虑在支撑位附近寻找低买机会，在接近阻力位时考虑卖出。但由于缺乏明确的趋势，建议保持谨慎操作，避免过度风险暴露。"
    },
    "en": {
      "title": "Dogecoin vs US Dollar Technical Analysis",
      "content": "The current trend for Dogecoin shows slight bullish momentum, with the latest price at 0.11419 and a modest 24-hour change of 0.21%. The price has been trading within a narrow range, between 0.11388 and 0.11531, indicating a consolidation phase. This type of price action is often seen when the market is waiting for a catalyst to drive a stronger directional move. The overall sentiment could be cautiously optimistic, though the lack of major fluctuations suggests a lack of strong conviction in either direction.\n\nThe SMA(20) at 0.111056 offers a key support level, with the price currently holding above this moving average. This suggests that the short-term trend is leaning bullish. If the price remains above the SMA(20), we may see continued upward movement, potentially testing the resistance near 0.11531. However, a move below the SMA(20) could signal a reversal, pushing Dogecoin back toward lower levels, with potential support near 0.11388. Traders should monitor the price action around this level for signs of support or failure.\n\nWhile the RSI(14) is unavailable, the MACD value of 0.004 suggests a slight positive momentum, though there is no significant crossover to confirm a strong uptrend. With the current MACD reading, it is important to remain cautious of potential short-term volatility. If the MACD crosses above its signal line in the coming days, it could further support a bullish outlook. However, without clear confirmation from RSI or a sharper MACD divergence, traders may opt for a more cautious approach.\n\nIn terms of trading suggestions, those with a more conservative approach might consider waiting for a confirmed breakout above 0.11531 or a close above the SMA(20) before entering long positions. Alternatively, traders looking to capitalize on potential downside risk may set stop-loss orders just below 0.11388. In either case, careful attention to price action near these key levels will be crucial for timing entry and exit points."
    }
  }
}