{
  "symbol": "DOGE/USD",
  "name": "Dogecoin vs US Dollar",
  "nameCn": "狗狗币/美元",
  "timestamp": "2026-02-13T07:42:54.111Z",
  "price": {
    "close": "0.09296",
    "high": "0.09341",
    "low": "0.09243",
    "open": "0.09244",
    "change": "0.57",
    "datetime": "2026-02-13 07:00:00"
  },
  "indicators": {
    "rsi": 55.17276,
    "macd": 0.00012128588,
    "macd_signal": 0.00010222795,
    "sma20": 0.0924295
  },
  "analysis": {
    "zh": {
      "title": "狗狗币/美元技术分析：震荡整理，等待突破",
      "content": "当前狗狗币/美元价格维持在0.09296附近，价格波动较小，呈现震荡整理状态。短期内未能出现明显的上涨或下跌趋势，市场情绪较为平稳。若价格突破上方阻力位0.09341，可能会引发进一步的上涨；反之，若跌破0.09243支撑位，则可能迎来下行风险。\n\n技术指标方面，当前RSI未提供数据，但MACD指标显示为0.00012128588，说明市场尚未进入强势区域，仍处于平稳波动中。SMA(20)为0.092429500，价格略微高于该均线，表明短期内可能维持轻微的上行趋势，但缺乏强烈动能。MACD信号线缺失，使得趋势判断更加不确定。\n\n支撑位方面，0.09243为当前的关键支撑点，若价格跌破该位置，可能会测试更低的支撑位。上方阻力位在0.09341附近，若突破此处，则可预期价格进一步上涨至0.09400以上。交易者可以关注这些关键点位，寻找突破或反转的机会。\n\n基于当前市场情况，建议投资者保持观望，等待价格突破关键支撑或阻力位后再做进一步操作。避免在震荡整理区间内频繁交易，减少不必要的风险。"
    },
    "en": {
      "title": "Dogecoin vs US Dollar Technical Analysis",
      "content": "> search(\"You are a professional cryptocurrency analyst. Provide technical analysis for Dogecoin vs US Dollar (DOGE/USD).\\n\\nCurrent Market Data:\\n- Latest Price: 0.09296\\n- 24h Change: 0.57%\\n- High/Low: 0.09341 / 0.09243\\n- RSI(14): N/A\\n- MACD: 0.00012128588, Signal: N/A\\n- SMA(20): 0.092429500\\n\\nRequirements:\\n1. Write 3-4 paragraphs, 60-80 words each, total 250-300 words\\n2. Include: trend analysis, indicator interpretation, support/resistance levels, trading suggestions\\n3. Use professional but accessible language\\n4. No labels, no meta-commentary\\n5. Start immediately with the content (no title needed)\\n\\nBegin:\")\n\nDogecoin’s short-term price action around **$0.09296** highlights a calm yet mildly bullish tone after the recent 24-hour gain. The price tested resistance near **$0.09341** but lacked follow-through strength, indicating sellers step in around that level. On the downside, the intraday low of **$0.09243** suggests immediate support lies close to current trading. A breakout above **$0.0940–$0.0950** could invite momentum buyers, while a slip under **$0.0915–$0.0910** might expose deeper support near **$0.0890**.\n\nThe **20-period Simple Moving Average (SMA)** around **0.09243** is a key anchor for near-term direction. Price oscillating slightly above this average implies marginal bullish control, but the lack of wide separation suggests consolidation rather than a decisive trend. The **MACD histogram** positive reading near **0.00012** points to mild upward momentum, although the absent signal line reading limits full interpretation. Traders should note that the current phase is indecisive until clearer momentum strength is established.\n\nWithout an available **RSI(14)**, overbought/oversold conditions can’t be directly confirmed, but sideways price behavior and tight ranges hint that momentum isn’t stretched. If volume ramps up with a breakout move, it would validate directional conviction. A rising RSI above 50 would align with expanding bullish momentum, while a dip below 50 on a breakdown would reinforce bearish risk. Monitoring volume with price action will be essential to filter false breakouts.\n\nFor traders, a **range-based approach** works well in the present environment. Consider long entries near support with tight stops beneath **$0.0910** for favorable risk-reward, targeting the **$0.0940–$0.0950** zone. Short positions might be suited when rallies stall near resistance, targeting lower support. Adjust position size according to volatility, and await confirmation before chasing breakouts or breakdowns."
    }
  }
}