{
  "symbol": "AVAX/USD",
  "name": "Avalanche vs US Dollar",
  "nameCn": "雪崩币/美元",
  "timestamp": "2026-01-25T21:39:04.839Z",
  "price": {
    "close": "11.3872",
    "high": "11.46",
    "low": "11.3717",
    "open": "11.3717",
    "change": "0.25",
    "datetime": "2026-01-25 21:00:00"
  },
  "indicators": {
    "rsi": 22.81965,
    "macd": -0.16570698,
    "macd_signal": -0.10871409,
    "sma20": 11.80416
  },
  "analysis": {
    "zh": {
      "title": "雪崩币/美元技术分析：[震荡整理，需关注关键支撑]",
      "content": "当前雪崩币（AVAX）在11.3872美元附近震荡整理，24小时变化幅度仅为0.25%，显示出市场情绪相对谨慎。日内高点11.46美元和低点11.3717美元之间的窄幅波动，表明短期内买卖力量相对均衡，投资者需密切关注后续走势。\n\n技术指标方面，MACD显示出负值，表明短期内卖压仍在。然而，SMA(20)的值为11.80416，显示出短期均线仍高于当前价格，可能会对价格形成一定的压制。RSI指标尚未提供，无法全面判断超买或超卖状态，但需警惕价格可能进一步下探。\n\n支撑位方面，11.3717美元是近期的低点，若跌破该水平，可能会引发进一步的下行压力。相对的，11.46美元则为短期阻力位，若能突破该点位，市场可能会出现反弹。投资者可以在支撑位附近寻求买入机会，而在接近阻力位时则考虑获利了结。\n\n总体来看，当前AVAX/USD处于震荡整理状态，建议投资者保持谨慎，关注关键支撑和阻力位的突破情况，以便及时调整交易策略。"
    },
    "en": {
      "title": "Avalanche vs US Dollar Technical Analysis",
      "content": "The current price of Avalanche (AVAX) against the US Dollar stands at 11.3872, reflecting a modest 24-hour change of 0.25%. This slight uptick suggests a consolidation phase after the recent price action, which has seen a high of 11.46 and a low of 11.3717. The price is currently situated below the 20-day Simple Moving Average (SMA) of 11.80416, indicating a bearish sentiment in the short-term trend. Traders should observe for any potential reversal signals that could indicate a shift in momentum.\n\nIn terms of support and resistance levels, the immediate support can be identified around the recent low of 11.3717. A breach below this level could lead to further downside risks, potentially testing the next significant support around 11.00. Conversely, the resistance at 11.46 remains critical; a breakout above this level could signify a bullish reversal, inviting buyers to enter and possibly targeting the SMA for a retest. \n\nTechnical indicators such as the MACD, currently at -0.16570698, indicate bearish momentum, although further context is needed as the signal line is not provided. The absence of an RSI value limits the assessment of overbought or oversold conditions, making it essential for traders to monitor these indicators closely as they may provide additional insights into the market's direction. \n\nGiven the current market dynamics, a cautious approach is advisable. Traders might consider waiting for confirmation of a breakout above 11.46 or a rejection from this resistance level followed by a potential short position. Moreover, watching for changes in momentum indicators will be essential for making informed trading decisions in this volatile environment."
    }
  }
}