{
  "symbol": "DOGE/USD",
  "name": "Dogecoin vs US Dollar",
  "nameCn": "狗狗币/美元",
  "timestamp": "2026-01-25T21:38:25.522Z",
  "price": {
    "close": "0.11865",
    "high": "0.11928",
    "low": "0.11825",
    "open": "0.11835",
    "change": "0.25",
    "datetime": "2026-01-25 21:00:00"
  },
  "indicators": {
    "rsi": 19.90822,
    "macd": -0.0012669382,
    "macd_signal": -0.00083897077,
    "sma20": 0.121894
  },
  "analysis": {
    "zh": {
      "title": "狗狗币/美元技术分析：[震荡整理，谨慎操作]",
      "content": "当前狗狗币/美元（DOGE/USD）的价格为0.11865，整体呈现出震荡整理的趋势。在过去24小时内，价格波动较小，仅上升0.25%。高点为0.11928，而低点为0.11825，表明市场情绪相对平稳，但缺乏明确的突破动力。\n\n从技术指标来看，当前的MACD值为-0.00127，显示出短期内仍然处于弱势状态，尚未出现明显的买入信号。相对强弱指数（RSI）暂不可用，但如果未来数据显示RSI趋近于30或70，可能会帮助我们判断超卖或超买的状态。20日简单移动平均线（SMA）为0.12189，若价格能够突破此水平，将有可能引发进一步的上涨。\n\n在支撑和阻力位方面，当前的支撑位主要集中在0.11825，而阻力位则位于0.11928。如果价格突破阻力位，可能会吸引更多的买盘；相反，跌破支撑位则可能导致进一步的回调。建议投资者在操作时保持谨慎，考虑设定止损，控制风险，并严密观察价格走势，以便及时调整策略。"
    },
    "en": {
      "title": "Dogecoin vs US Dollar Technical Analysis",
      "content": "The current price of Dogecoin against the US Dollar stands at 0.11865, reflecting a modest 24-hour change of 0.25%. The price has oscillated between a high of 0.11928 and a low of 0.11825, indicating a period of consolidation. This range-bound movement suggests that traders are cautious, potentially awaiting a clearer signal for direction. If the price can break above the recent high, it may indicate a bullish trend, while a drop below the low could signal further bearish pressure.\n\nIn terms of technical indicators, the absence of a calculated RSI and MACD signal complicates the analysis. However, the MACD is slightly negative at -0.00127, suggesting that momentum may be waning. Without a strong trend signal from the RSI, traders should remain vigilant. The SMA(20) at 0.12189400 presents a critical resistance level. A sustained move above this level could trigger bullish sentiment, while a failure to reclaim this SMA may lead to further downward pressure.\n\nSupport levels are crucial in this scenario, with the recent low of 0.11825 acting as a primary support area. If Dogecoin falls below this point, it could open the door for a more significant decline, potentially targeting the next support at approximately 0.11500. Conversely, should the price hold above this support, traders could look for entry points around this level, with an eye toward the resistance at 0.12189.\n\nGiven the current market dynamics, a cautious approach is advisable. Traders might consider employing a range trading strategy, buying near the support level and selling as the price approaches resistance. It is essential to monitor broader market trends and investor sentiment, especially given the volatile nature of cryptocurrencies. Staying informed and prepared for potential breakouts or breakdowns will be key in navigating the DOGE/USD market effectively."
    }
  }
}