{
  "symbol": "DOGE/USD",
  "name": "Dogecoin vs US Dollar",
  "nameCn": "狗狗币/美元",
  "timestamp": "2026-02-19T13:01:47.505Z",
  "price": {
    "close": "0.09748",
    "high": "0.09781",
    "low": "0.09741",
    "open": "0.09765",
    "change": "-0.18",
    "datetime": "2026-02-19 12:00:00"
  },
  "indicators": {
    "rsi": 38.94746,
    "macd": -0.00063906825,
    "macd_signal": -0.00061865723,
    "sma20": 0.0981405
  },
  "analysis": {
    "zh": {
      "title": "狗狗币/美元技术分析：[震荡整理走势]",
      "content": "当前DOGE/USD价格接近0.09748，显示出震荡整理的走势。价格在0.09741和0.09781之间波动，缺乏明显的趋势延续信号，市场情绪偏向中性。尽管24小时内略微下跌了0.18%，但整体价格稳定，未突破重要的支撑或阻力区域。\n\n从技术指标来看，MACD值为负（-0.00063906825），表明短期内卖方力量略强，但由于Signal线尚不可得，指标信号仍不明确。RSI(14)缺失，因此缺乏对超买或超卖状态的进一步确认。SMA(20)维持在0.0981405附近，表明价格长期走势维持在一个相对稳定的水平。\n\n在支撑位方面，0.09741附近是关键支撑区域，一旦价格下破可能会进一步下探。阻力位则在0.09781附近，突破此价位可能会带来短期上涨。若突破SMA(20)水平，则可能出现进一步上涨的机会。当前市场缺乏强烈的趋势动力，因此建议投资者保持谨慎，采取观望策略，等待明确信号出现后再做决策。\n\n综合来看，DOGE/USD当前处于震荡整理阶段，短期内可能不会出现显著波动。建议投资者关注关键价位的突破情况，同时密切留意市场情绪变化。"
    },
    "en": {
      "title": "Dogecoin vs US Dollar Technical Analysis",
      "content": "The Dogecoin market against the US Dollar (DOGE/USD) is currently experiencing a slight bearish bias, as indicated by the recent 24-hour change of -0.18%. Despite the minor decline, the price has remained relatively stable between a high of 0.09781 and a low of 0.09741. This consolidation pattern suggests that DOGE/USD is caught in a narrow range, lacking significant volatility for the time being. Investors should pay close attention to potential breakouts either above or below this range, as they could signal further directional movement.\n\nLooking at the key technical indicators, the absence of a defined RSI(14) makes it challenging to assess momentum directly. However, the MACD value of -0.00063906825 suggests that there is slight downward pressure on the price. With no clear signal line for the MACD, the market remains uncertain, leaving traders with limited information on the strength of the trend. The SMA(20) at 0.0981405 provides a short-term moving average that shows a subtle downtrend, reinforcing the bearish sentiment in the current price action.\n\nThe support for DOGE/USD lies at the recent low of 0.09741, which is a critical level to watch for a potential bounce. If this support holds, the price could experience a minor rebound back towards the SMA(20) near 0.0981405. On the other hand, a break below 0.09741 could expose the price to further downside risk, with subsequent support levels potentially forming at 0.09600 or lower. Resistance is expected around 0.09800, which may act as a psychological barrier, particularly if the price attempts to reclaim the SMA.\n\nTraders should consider waiting for a confirmed breakout either above the 0.09800 resistance or below the 0.09741 support level before entering positions. A breakout above 0.09800 could offer a buying opportunity with a target near 0.10000, while a breakdown below 0.09741 may provide a chance to short the market with targets toward 0.09600."
    }
  }
}