{
  "symbol": "BNB/USD",
  "name": "Binance Coin vs US Dollar",
  "nameCn": "币安币/美元",
  "timestamp": "2026-02-01T04:54:05.542Z",
  "price": {
    "close": "782.61",
    "high": "785",
    "low": "781.71",
    "open": "783.64",
    "change": "-0.13",
    "datetime": "2026-02-01 04:00:00"
  },
  "indicators": {
    "rsi": 29.34367,
    "macd": -15.77987,
    "macd_signal": -17.22252,
    "sma20": 796.908
  },
  "analysis": {
    "zh": {
      "title": "> search(\"你是专业的数字货币交易分析师。请对 币安币/美元(BNB/USD) 进行技术分析。\\n\\n当前市场数据：\\n- 最新价格: 782.61\\n- 24小时变化: -0.13%\\n- 高点/低点: 785 / 781.71\\n- RSI(14): N/A\\n- MACD: -15.77987, Signal: N/A\\n- SMA(20): 796.90800\\n\\n要求：\\n1. 第一行：完整的中文标题，格式：\\\"币安币/美元技术分析：[趋势描述]\\\"\\n2. 然后空一行\\n3. 正文3-4段，每段60-80字，总共250-300字\\n4. 包含：趋势判断、技术指标解读、支撑/阻力位、交易建议\\n5. 使用专业术语但易于理解\\n6. 不要添加任何标签或额外说明\\n\\n立即开始（第一行就是标题）：\")",
      "content": "币安币/美元技术分析：短期盘整偏弱震荡\n\n当前价格靠近日内低位，短期趋势偏弱震荡整理，多空力量未明显分化且成交量较低，价格在20日均线下方运行暗示下行动能略占优。\n\n技术指标显示MACD处于负值区且未见明显背离企稳，RSI数据暂缺但从价格结构看动能不足，短期均线承压未有效突破意味着多头短线受阻。\n\n短线支撑位初步关注780附近心理关口，其次下看770区域；阻力位在795附近20日均线及800整数位，进一步上破需重回800上方并站稳。\n\n交易策略上，激进者可低位短空跟随震荡，下方支撑获利回吐；保守者等待价格重返均线之上确认多头信号后再考虑介入，止损宜紧盯支撑下破。"
    },
    "en": {
      "title": "Binance Coin vs US Dollar Technical Analysis",
      "content": "> search(\"You are a professional cryptocurrency analyst. Provide technical analysis for Binance Coin vs US Dollar (BNB/USD).\\n\\nCurrent Market Data:\\n- Latest Price: 782.61\\n- 24h Change: -0.13%\\n- High/Low: 785 / 781.71\\n- RSI(14): N/A\\n- MACD: -15.77987, Signal: N/A\\n- SMA(20): 796.90800\\n\\nRequirements:\\n1. Write 3-4 paragraphs, 60-80 words each, total 250-300 words\\n2. Include: trend analysis, indicator interpretation, support/resistance levels, trading suggestions\\n3. Use professional but accessible language\\n4. No labels, no meta-commentary\\n5. Start immediately with the content (no title needed)\\n\\nBegin:\")\n\nThe BNB/USD pair is currently exhibiting a **mildly bearish intraday bias**, with price hovering slightly below yesterday’s highs and printing a slight negative change over 24 hours. The latest price level near **782.61** suggests that bullish momentum has stalled after testing resistance around **785**, and support around **780–781.7** is being respected for now. This narrowing range reflects indecision as bulls and bears vie for control.\n\nLooking at trend dynamics, the pair remains under pressure relative to the **20‑period simple moving average (SMA20) at 796.91**, which is acting as immediate dynamic resistance. The inability to reclaim this average indicates that short‑term sellers still hold edge. Despite a lack of RSI data, the negative MACD reading near **–15.78** hints at persistent bearish momentum, even though the absence of a signal line value limits precision. This suggests momentum isn’t strongly in favor of buyers, reinforcing the range‑bound sense.\n\nKey **support and resistance levels** to monitor are situated near **780 on the downside**, with a more significant support cluster around **770–775**, where prior price congestion occurred. On the upside, a sustained break above **785** would be needed to challenge the SMA20 and expose **800–810** as the next resistance zone. Conversely, a breakdown below **780** could open the door toward **760–765**, where larger buyers may step in.\n\nFor traders, a **range‑trading approach** may be prudent in the absence of clear trend conviction. Consider entering long positions near established support with tight risk control, while favoring profit targets near the upper bound of the recent range. If price convincingly breaks and closes above the SMA20, it would signal a shift toward renewed bullish strength, whereas a decisive move below 780 could validate a short bias. Always manage risk with stops and position sizing aligned to volatility."
    }
  }
}