{
  "symbol": "DOGE/USD",
  "name": "Dogecoin vs US Dollar",
  "nameCn": "狗狗币/美元",
  "timestamp": "2026-02-17T10:13:44.480Z",
  "price": {
    "close": "0.09933",
    "high": "0.09946",
    "low": "0.09922",
    "open": "0.09928",
    "change": "0.05",
    "datetime": "2026-02-17 10:00:00"
  },
  "indicators": {
    "rsi": 39.12072,
    "macd": -0.00087016963,
    "macd_signal": -0.00089973841,
    "sma20": 0.100268
  },
  "analysis": {
    "zh": {
      "title": "狗狗币/美元技术分析：当前市场震荡，短期趋势趋于横盘",
      "content": "当前狗狗币/美元（DOGE/USD）的价格稳定在0.09933附近，日内波动幅度较小，仅有0.05%的变化，市场呈现出震荡整理的状态。高点0.09946和低点0.09922之间的波动表明短期内市场未能形成明确的趋势。\n\n从技术指标来看，当前的MACD数值为负值（-0.00087），暗示市场短期内的卖盘压力较重。然而，由于缺少RSI（14）和信号线的进一步数据，难以精准判断是否会出现超卖或超买的情况。SMA（20）位于0.100268，这一均线位置稍高于当前价格，可能成为阻力位。\n\n在支撑位方面，0.09922是一个关键区域，如果价格下破此处，可能会进一步测试更低的支撑位。反之，突破0.09946将可能导致价格向上走高，接近0.1005的区域。短期内，建议投资者关注这些支撑和阻力位的变动，寻找进出场的时机。\n\n整体而言，当前DOGE/USD处于震荡整理阶段，建议在价格接近支撑位时考虑低吸，在接近阻力位时考虑卖出。不过，交易者应保持灵活，及时调整策略，防范突发的市场波动。"
    },
    "en": {
      "title": "Dogecoin vs US Dollar Technical Analysis",
      "content": "The Dogecoin (DOGE/USD) market is currently experiencing a narrow trading range, with the price hovering at $0.09933. This suggests a period of consolidation after the minor 0.05% 24-hour change. The lack of significant price movement in the last 24 hours indicates market indecision, which could be attributed to either a lack of new catalysts or cautious sentiment among traders. The price is relatively close to the 20-period simple moving average (SMA) of $0.100268, suggesting the market is in equilibrium, with neither bullish nor bearish momentum dominating.\n\nFrom a trend analysis perspective, Dogecoin is currently in a sideways pattern, showing minimal movement between $0.09946 and $0.09922. The recent high and low suggest the market is struggling to break out of this range, signaling a neutral short-term trend. Without a clear directional move, the market could remain in this consolidation phase unless a catalyst—such as significant news or a broader market trend shift—forces a breakout. Traders may want to closely monitor this range to anticipate a potential breakout in either direction.\n\nThe absence of an RSI reading limits our ability to gauge overbought or oversold conditions accurately, though the MACD value of -0.00087016963 suggests a mild bearish bias. The negative MACD histogram indicates that the recent momentum has favored sellers, but without a confirmed trend, it is difficult to predict if this will continue. Traders might wait for more clarity on momentum shifts, such as a cross of the MACD line above or below the signal line, before entering a position.\n\nSupport levels appear to be around $0.09922, with resistance just above at $0.09946. Should DOGE break below $0.09922, further downside could test $0.09800. Alternatively, a break above $0.09946 may trigger a move toward $0.1000 or the 20-period SMA. Given the current market conditions, a range-bound strategy, using these key support and resistance levels, may be prudent until a breakout signal emerges."
    }
  }
}